{
  "code": "🛎️",
  "Unicode": [
    "U+1F6CE",
    "U+FE0F"
  ],
  "slug": "bellhop-bell",
  "shortcodes": {
    "github": ":bellhop_bell:",
    "slack": ":bellhop_bell:",
    "discord": ":bellhop_bell:"
  },
  "title": "Bellhop Bell",
  "keywords": [
    "bell",
    "bellhop",
    "hotel"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [],
    "nouns": [
      "Someone employed as an errand boy and luggage carrier around hotels",
      "A hotel porter",
      "A male worker, usually at a hotel, who carries luggage and runs errands.",
      "A bellhop, also bellboy is a hotel porter, who helps patrons with their luggage while checking in or out.",
      "Someone employed as an errand boy and luggage carrier around hotels.",
      "A bellhop or bellboy",
      "A percussive instrument made of metal or other hard material, typically but not always in the shape of an inverted cup with a flared rim, which resonates when struck.",
      "A hollow device made of metal that makes a ringing sound when struck",
      "An object made of metal or other hard material, typically but not always in the shape of an inverted cup with a flared rim, which resonates when struck.",
      "A signal used for transitions during a school day",
      "The flared end of a brass or woodwind instrument.",
      "A bell is a signal in a school that tells the students when it is time to go to class in the morning and when it is time to change classes during the day as well as when students are dismissed from school.",
      "Sound making device designed to communicate with students"
    ]
  },
  "category": "Travel & Places",
  "alsoKnownAs": [],
  "version": {
    "unicode-version": "7.0",
    "emoji-version": "1.0"
  },
  "description": "<p>Ding! A call bell, as pressed at a front&nbsp;desk or reception&nbsp;to alert staff for service, such as from a <a href=\"/person-tipping-hand/\">concierge</a> or bellhop (porter) to carry <a href=\"/luggage/\">luggage</a> at a <a href=\"/hotel/\">hotel</a>. Generally depicted as a golden <a href=\"/bell/\">bell</a> on a wooden stand.</p>\r\n\r\n<p>Commonly represents alerts or notifications to bring attention to important content. May also be used of various content concerning the hospitality and service industries.</p>\r\n\r\n<p>Microsoft&rsquo;s design <a href=\"/microsoft/windows-10-anniversary-update/bellhop-bell/\">previously</a>&nbsp;featured&nbsp;a silver bell radiating yellow rays, as if ringing.</p>",
  "apple_vendor_description": "The bellhop bell emoji on Apple devices is a polished, classic instrument rendered with a bright, reflective brass finish and a satisfyingly rounded top. Apple's meticulous attention to detail brings out the subtle gleam and dimensionality, making it appear almost tangible. This iconic symbol, as depicted on Apple devices, is commonly used to summon service, request assistance, or signal the need for attention in a polite and distinguished manner."
}