{
  "code": "👩‍👦",
  "Unicode": [
    "U+1F469",
    "U+200D",
    "U+1F466"
  ],
  "slug": "family-woman-boy",
  "shortcodes": {
    "github": ":family_woman_boy:",
    "slack": ":woman-boy:",
    "discord": ":family_woman_boy:"
  },
  "title": "Family: Woman, Boy",
  "keywords": [
    "adult",
    "woman"
  ],
  "senses": {
    "adjectives": [
      "Of or related to a family."
    ],
    "verbs": [],
    "nouns": [
      "Primary social group; parents and children",
      "A domestic group of people (or a number of domestic groups), typically affiliated by birth or marriage, or by comparable legal relationships",
      "A group of people who are closely related to one another (by blood or marriage); for example, a set of parents and their children; an immediate family.",
      "A group comprising parents, offsprings and others closely related or associated with them.",
      "Immediate family, e.g. parents and their children.",
      "A series of hardware or software products that have some properties in common, such as a series of personal computers from the same company, a series of CPU chips from the same manufacturer that all use the same instruction set, a set of 32-bit operating systems based on the same API (for example, Windows 95 and Windows 98), or a set of fonts that are intended to be used together, such as Times New Roman.",
      "An account holder who is a parent or a child.",
      "In human context, a family is a group of people affiliated by consanguinity, affinity, or co-residence/shared consumption.",
      "An account holder who is the primary administrator (parent) and the family members they manage.",
      "A family consists of a domestic group of people, typically affiliated by birth or marriage, or by analogous or comparable relationships -- including domestic partnership, cohabitation, adoption, surname and ownership.",
      "Group of people affiliated by consanguinity, affinity, or co-residence"
    ]
  },
  "category": "People & Body",
  "alsoKnownAs": [
    "Female",
    "Lady",
    "Yellow Woman"
  ],
  "version": {
    "unicode-version": null,
    "emoji-version": "4.0"
  },
  "description": "",
  "apple_vendor_description": "On Apple devices, the family with woman and boy emoji depicts a warm and tender scene rendered with Apple's signature smooth gradients and soft rounded edges. The woman is shown with gentle, caring posture, embracing a young boy who looks up with a sense of security and affection, both rendered with realistic lighting that accentuates their connection. This emoji, as seen on Apple devices, beautifully symbolizes familial bonds, motherhood, and the loving relationship between a mother and her son, often used to share cherished family moments or express deep affection."
}