{
  "code": "👨🏼‍🎤",
  "Unicode": [
    "U+1F468",
    "U+1F3FC",
    "U+200D",
    "U+1F3A4"
  ],
  "slug": "man-singer-medium-light-skin-tone",
  "shortcodes": null,
  "title": "man singer: medium-light skin tone",
  "keywords": [
    "entertainer",
    "medium-light skin tone",
    "singer",
    "actor",
    "star",
    "rock",
    "man"
  ],
  "senses": {
    "adjectives": [
      "Indicating the most important performer or role",
      "Most important"
    ],
    "verbs": [],
    "nouns": [
      "Person who sings, is able to sing, or earns a living by singing.",
      "A singer; a person who likes to sing.",
      "Person who sings.",
      "A person who sings, is able to sing, or earns a living by singing.",
      "A person who sings",
      "A person who tries or whose job is to please, entertain or amuse.",
      "A person who tries to please or amuse",
      "Sexual maturity is the age or stage when an organism can reproduce.",
      "The age or stage when an organism can reproduce",
      "An adult male human.",
      "A man is a male human.",
      "An adult male human",
      "An adult human member of the sex that begets young by fertilizing ova.",
      "A human member of the masculine sex or gender.",
      "An adult person who is male (as opposed to a woman)"
    ]
  },
  "category": "People & Body",
  "alsoKnownAs": null,
  "version": null,
  "description": "The Male Singer, Type-3 emoji is a sequence of the  Man,  Emoji Modifier Fitzpatrick Type-3 and  Microphone emojis. These are combined",
  "apple_vendor_description": "On Apple devices, the man singer emoji with a medium-light skin tone is captured in a moment of passionate vocalization, his mouth open as if belting out a tune. Apple's signature soft gradients and realistic lighting give the figure a dynamic and engaging presence, while the glossy finish on his microphone and attire adds a touch of performance flair.  The smooth, rounded edges of his form convey a sense of artistic expression and the joy of music."
}