{
  "code": "🦋",
  "Unicode": [
    "U+1F98B"
  ],
  "slug": "butterfly",
  "shortcodes": {
    "github": ":butterfly:",
    "slack": ":butterfly:",
    "discord": ":butterfly:"
  },
  "title": "Butterfly",
  "keywords": [
    "butterfly",
    "insect",
    "pretty"
  ],
  "senses": {
    "adjectives": [
      "Pleasing by delicacy or grace; not imposing"
    ],
    "verbs": [
      "Talk or behave amorously, without serious intentions",
      "To talk or behave amorously, without serious intentions."
    ],
    "nouns": [
      "Insects are a class of invertebrates within the arthropod phylum that have a chitinous exoskeleton, a three-part body, three pairs of jointed legs, compound eyes and one pair of antennae.",
      "A class of the Arthropoda typically having a segmented body with an external chitinous covering, a pair of compound eyes, a pair of antennae, three pairs of mouthparts, and two pairs of wings.",
      "An arthropod in the class Insecta, characterized by six legs, up to four wings, and a chitinous exoskeleton.",
      "Arthropod of class insecta.",
      "Small air-breathing arthropod",
      "Class of invertebrates within the arthropod phylum",
      "Diurnal insect typically having a slender body with knobbed antennae and broad colorful wings",
      "A flying insect of the order Lepidoptera, distinguished from moths by their diurnal activity and generally brighter colouring.",
      "Butterflies are mainly day-flying insects of the order Lepidoptera, the butterflies and moths.",
      "Instance of the order of Lepidoptera",
      "Butterflies are part of the class of Insects in the order Lepidoptera.",
      "A flying insect of the order Lepidoptera"
    ]
  },
  "category": "Animals & Nature",
  "alsoKnownAs": [],
  "version": {
    "unicode-version": "9.0",
    "emoji-version": "3.0"
  },
  "description": "<p>A butterfly, a beautiful winged insect whose larva is a <a href=\"/bug/\">caterpillar</a>. Depicted with its wings outspread, as a blue-and-black <a href=\"https://en.wikipedia.org/wiki/Morpho\">morpho butterfly</a> or orange-and-black <a href=\"https://en.wikipedia.org/wiki/Monarch_butterfly\">monarch butterfly</a>.</p>\r\n\r\n<p>May be used to represent a moth and ideas of beauty and happiness.</p>\r\n\r\n<p>Samsung&rsquo;s butterfly <a href=\"/samsung/experience-9.0/butterfly/\">previously</a> resembled a monarch.</p>",
  "apple_vendor_description": "The butterfly emoji on Apple devices is a vibrant spectacle of color and form, with intricately detailed wings showcasing smooth gradients and realistic lighting. Each wing segment is defined with soft, rounded edges, giving the butterfly a delicate yet luminous appearance. This beautiful emoji symbolizes transformation, beauty, freedom, and delicate change, often used to convey a sense of wonder or new beginnings."
}