{
  "code": "🌪️",
  "Unicode": [
    "U+1F32A",
    "U+FE0F"
  ],
  "slug": "tornado",
  "shortcodes": {
    "github": ":tornado:",
    "slack": ":tornado_cloud:",
    "discord": ":cloud_with_tornado:"
  },
  "title": "Cloud with Tornado",
  "keywords": [
    "cloud",
    "tornado",
    "whirlwind"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [],
    "nouns": [
      "Storm",
      "(meteorology) rapid inward circulation of air masses about a low pressure center; circling counterclockwise in the northern hemisphere and clockwise in the southern",
      "A storm characterized by the converging and rising giratory movement of the wind around a zone of low pressure (the eye) towards which it is violently pulled from a zone of high pressure.",
      "Rotating system of winds.",
      "In meteorology, a cyclone is an area of closed, circular fluid motion rotating in the same direction as the Earth.",
      "A system of winds rotating around a center of low atmospheric pressure.",
      "The atmospheric conditions that comprise the state of the atmosphere in terms of temperature and wind and clouds and precipitation",
      "Sometimes referred to as \"the elements\"",
      "State of the atmosphere",
      "The day-to-day meteorological conditions, especially temperature, cloudiness, and rainfall, affecting a specific place.",
      "Unpleasant or destructive atmospheric conditions, and their effects.",
      "Weather is the state of the atmosphere, to the degree that it is hot or cold, wet or dry, calm or stormy, clear or cloudy.",
      "State of the atmosphere.",
      "A violent windstorm characterized by a twisting, funnel-shaped cloud.",
      "A tornado.",
      "A localized and violently destructive windstorm occurring over land characterized by a funnel-shaped cloud extending toward the ground",
      "A rapidly rotating column of air developed around a very intense low-pressure centre.",
      "A tornado is a violently rotating column of air that is in contact with both the surface of the earth and a cumulonimbus cloud or, in rare cases, the base of a cumulus cloud.",
      "Violently rotating column of air that is in contact with both the earth's surface and a cumulonimbus cloud",
      "Column of air.",
      "A tornado with an exceptionally long path length; for example, 160 km (100 mi) or longer",
      "A tornado is a violently rotating column of air, in contact with the ground, either pendant from a cumuliform cloud or underneath a cumuliform cloud, and often visible as a funnel cloud."
    ]
  },
  "category": "Travel & Places",
  "alsoKnownAs": [],
  "version": {
    "unicode-version": "7.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A tornado, a&nbsp;destructive column of air. Depicted as a gray, funnel-shaped cloud, rotating in contact with the ground.</p>\r\n\r\n<p>May be used as a weather icon to represent a tornado. May also be used to represent a metaphorical tornado (e.g., a powerful force or violent outburst).</p>\r\n\r\n<p>Google&rsquo;s tornado was <a href=\"/google/android-6.0.1/tornado/\">previously</a> blue and white. <a href=\"/microsoft/windows-10-anniversary-update/tornado/\">Microsoft</a> and <a href=\"/samsung/experience-9.0/tornado/\">Samsung&rsquo;s</a> designs previously depicted tornadoes defending from a <a href=\"/cloud/\">cumulus cloud</a>.</p>",
  "apple_vendor_description": "The tornado emoji on Apple devices is a swirling vortex of dark, turbulent gray clouds, rendered with Apple's signature 3D shading and realistic lighting effects.  Its soft rounded edges still convey immense power, with a subtle hint of a funnel cloud dipping downwards, suggesting an impending and significant event. This emoji effectively communicates danger, chaos, or overwhelming force in digital conversations."
}