{
  "code": "💨",
  "Unicode": [
    "U+1F4A8"
  ],
  "slug": "dashing-away",
  "shortcodes": {
    "github": ":dash:",
    "slack": ":dash:",
    "discord": ":dash:"
  },
  "title": "Dash Symbol",
  "keywords": [
    "comic",
    "dash",
    "dashing away",
    "running"
  ],
  "senses": {
    "adjectives": [
      "Acting or moving or capable of acting or moving quickly",
      "Characterized by speed; acting or moving quickly.",
      "Emitting smoke in great volume",
      "Giving off smoke."
    ],
    "verbs": [
      "Exhale hard",
      "To exhale visibly through the spout the seawater which it has taken in while feeding.",
      "(of a cetacean) exhale visibly through the spout the seawater.",
      "To inhale and exhale the smoke from a burning cigarette, cigar, pipe, etc.",
      "To inhale and exhale smoke from a burning cigarette.",
      "Inhale and exhale smoke from cigarettes, cigars, pipes",
      "To inhale smoke from for example a cigarette or a cigar.",
      "To breathe noisily, as when one is exhausted.",
      "Breathe noisily, as when one is exhausted",
      "To breathe laboriously or convulsively.",
      "To emit digestive gases from the anus; to flatulate.",
      "To emit digestive gases through the anus.",
      "To emit flatulent gases.",
      "To emit digestive gases from the anus, especially with accompanying sound.",
      "Expel intestinal gases through the anus",
      "To expel gases generated during digestion, especially through the anus; to fart or flatulate."
    ],
    "nouns": [
      "Wind, while simply \"the flow of air or other gases that compose an atmosphere,\" has since ancient times been a significant and pervasive metaphor and symbol in human discourse.",
      "A flow of air",
      "Wind is the flow of gases on a large scale.",
      "The motion of air relative to the earth's surface; usually means horizontal air motion, as distinguished from vertical motion.",
      "Air currents can be caused by differences in temperature, pressure, or impurity concentration.",
      "Real or perceived movement of atmospheric air usually caused by convection or differences in air pressure.",
      "Flow of gases or air on a large scale",
      "Air moving (sometimes with considerable force) from an area of high pressure to an area of low pressure",
      "Movement of air.",
      "Flatulence",
      "The emission of digestive gases through the anus.",
      "Flatulence is defined in the medical literature as \"flatus expelled through the anus\" or the \"quality or state of being flatulent\", which is defined in turn as \"marked by or affected with gases generated in the intestine or stomach; likely to cause digestive flatulence\".",
      "The state of having gas, often malodorous, trapped (and often released, frequently with noise) in the digestive system of a human and some other animals; wind; and when released, a flatus, a fart.",
      "Bodily function of expelling intestinal gas out of the anus",
      "Sometimes called a stink",
      "A state of excessive gas in the alimentary canal",
      "Flatulence.",
      "An emission of digestive gases from the anus; a flatus.",
      "An emission of flatulent gases.",
      "The visible vapor/vapour, gases, and fine particles given off by burning or smoldering material.",
      "Solids in the air that have been generated by the condensation of vapors, chemical reactions or sublimation (a direct change from solid to gas). Often metallic oxides or metals, these particles are less than 1 micrometer in diameter and may be toxic.",
      "Smoke is a collection of airborne solid and liquid particulates and gases emitted when a material undergoes combustion or pyrolysis, together with the quantity of air that is entrained or otherwise mixed into the mass.",
      "A cloud of fine particles suspended in a gas",
      "An aerosol, consisting of visible particles and gases, produced by the incomplete burning of carbon-based materials, such as wood and fossil fuels.",
      "A gas or vapour/vapor that smells strongly or is dangerous to inhale.",
      "Mass of airborne particulates and gases",
      "A gas or vapour/vapor that smells strongly or is dangerous to inhale. Fumes are solid particles formed by condensation from the gaseous state, e.g. metal oxides from volatilized metals. They can flocculate and coalesce. Their particle size is between 0.1 and 1 micron. (A micron is one millionth of a metre)"
    ]
  },
  "category": "Smileys & Emotion",
  "alsoKnownAs": [
    "Fast",
    "Steam",
    "Vaping",
    "Wind"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A cartoon-styled gust of air. Depicted as a small, gray <a href=\"/cloud/\">cloud</a> with motion lines, rushing to the left.</p>\r\n\r\n<p>Resembles <a href=\"https://en.wikipedia.org/wiki/The_Lexicon_of_Comicana\"><i>briffits</i></a>, a stylized cloud of dust used in comics and animation to indicate someone or something has dashed away (e.g., <i>leaving someone in the dust</i>).</p>\r\n\r\n<p>May be used to represent speed, smoking, and various types of wind, blown or broken. May precede&nbsp;other emoji, such as <a href=\"/person-running/\">🏃Runner</a> or <a href=\"/automobile/\">🚗 Automobile</a>, to indicate something is fast or fleeing:&nbsp;🏃💨, 🚗💨.</p>\r\n\r\n<p>Not to be confused <a href=\"/wind-face/\">🌬️ Wind Face</a>, though their applications may overlap.</p>",
  "apple_vendor_description": "On Apple devices, the dashing away emoji is a dynamic blur of motion, depicted as a figure with arms outstretched, leaving a trail of stylized dust clouds that convey rapid movement. Apple's glossy 3D shading and smooth gradients make the sense of speed palpable, suggesting a hasty departure or an urgent need to escape. This emoji on Apple devices is a playful way to express leaving quickly, being late, or making a swift exit."
}