{
  "code": "📼",
  "Unicode": [
    "U+1F4FC"
  ],
  "slug": "videocassette",
  "shortcodes": {
    "github": ":vhs:",
    "slack": ":vhs:",
    "discord": ":vhs:"
  },
  "title": "Videocassette",
  "keywords": [
    "tape",
    "vhs",
    "video",
    "videocassette"
  ],
  "senses": {
    "adjectives": [
      "Of or pertaining to the visual component of a television signal. In relation to computers, video refers to the rendering of text and graphics images on displays.",
      "Set down or registered in a permanent form especially on film or tape for reproduction"
    ],
    "verbs": [
      "To record using video equipment",
      "Record on videotape"
    ],
    "nouns": [
      "Tape used to record videos.",
      "A relatively wide magnetic tape for use in recording visual images and associated sound",
      "A videotape is a recording of images and sounds onto magnetic tape as opposed to film stock used in filmmaking or random access digital media.",
      "Magnetic tape used to record both video images and sound for subsequent playback or broadcasting.",
      "Magnetic tape is a medium for magnetic recording, made of a thin magnetizable coating on a long, narrow strip of plastic film.",
      "A plastic, paper, or metal tape that is coated or impregnated with magnetizable iron oxide particles, used in magnetic recording.",
      "Memory device consisting of a long thin plastic strip coated with iron oxide; used to record audio or video signals or to store computer information",
      "Tapes are used in surveying for measuring Horizontal, vertical or slope distances.",
      "A thin strip of polyester film coated with magnetic material that permits the recording of data.",
      "Consumer-level analog recording videotape-based cassette standard",
      "The Video Home System is a consumer-level analog recording videotape-based cassette standard developed by Victor Company of Japan."
    ]
  },
  "category": "Objects",
  "alsoKnownAs": [
    "VCR",
    "VHS",
    "Video Tape"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A videotape cassette, as a <a href=\"https://en.wikipedia.org/wiki/VHS\">VHS</a> tape used to watch movies or record <a href=\"/television/\">TV</a> on VCRs before <a href=\"/dvd/\">DVDs</a> , DVRs, and streaming. Generally depicted as a black cassette with a white label between its reels.</p>\r\n\r\n<p>Occasionally used for various content concerning film and video (taping) as well as an icon for a video, as before an upload, link, or credit. May also be used to represent audio <a href=\"https://en.wikipedia.org/wiki/Cassette_tape\">cassette tapes</a>.</p>\r\n\r\n<p>Microsoft&rsquo;s design <a href=\"/microsoft/windows-10/videocassette/\">previously resembled</a> a voicemail icon.</p>",
  "apple_vendor_description": "On Apple devices, the videocassette emoji presents a classic retro design with a matte gray casing and a distinct, slightly recessed front panel. Its smooth, rounded edges and subtle 3D shading on the tape spool windows evoke a tangible sense of nostalgia, commonly used to signify old media, memories, or a request to watch something."
}