{
  "code": "🇹🇭",
  "Unicode": [
    "U+1F1F9",
    "U+1F1ED"
  ],
  "slug": "flag-thailand",
  "shortcodes": {
    "github": ":thailand:",
    "slack": ":flag-th:",
    "discord": ":flag_th:"
  },
  "title": "Flag: Thailand",
  "keywords": [
    "flag"
  ],
  "senses": {
    "adjectives": [
      "From or in the countryside or connected with it.",
      "Of, from or pertaining to the countryside (adjective)."
    ],
    "verbs": [],
    "nouns": [
      "The flag of the Kingdom of Thailand shows five horizontal stripes in the colors red, white, blue, white and red, with the central blue stripe being twice as wide as each of the other four.",
      "Emblem usually consisting of a rectangular piece of cloth of distinctive design",
      "Piece of cloth.",
      "A flag is a piece of fabric with a distinctive design that is used as a symbol, as a signaling device, or as decoration.",
      "A piece of cloth, often decorated with an emblem, used as a visual signal or symbol.",
      "Piece of fabric with a distinctive design",
      "A country of southeastern Asia that extends southward along the Isthmus of Kra to the Malay Peninsula",
      "The country now known as Thailand.",
      "Thailand is a country located at the center of the Indochina peninsula in Southeast Asia.",
      "A country in Southeast Asia.",
      "112 refers to lèse majesté (crime of violating majesty) law. The number comes from the number of corresponding article in criminal code.",
      "Country in Asia",
      "The country in Southeast Asia which has Bangkok as its capital. Official name: Kingdom of Thailand. Former name: Siam.",
      "Official name of Thailand.",
      "Thailand, officially the Kingdom of Thailand, formerly known as Siam, is a country at the center of the Indochina peninsula in Southeast Asia.",
      "The official name of Thailand.",
      "The opposite of secession",
      "As its original Latin term",
      "Government",
      "The collective body of a nation or state as politically organized, or as exercising political functions.",
      "The territory of a nation, especially an independent nation state or formerly independent nation; a political entity asserting ultimate authority over a geographical area.",
      "Nations is often used synonymously with ethnic group, but although ethnicity is now one of the most important aspects of cultural or social identity for the members of most nations, people with the same ethnic origin may live in different nation-states and be treated as members of separate nations for that reason.",
      "Political organisation with a centralized independent government",
      "The government.",
      "An organized political community, living under a government",
      "Nation has various meanings, and the meaning has changed over time.",
      "A state is an organized community living under one government.",
      "A political entity asserting ultimate authority over a geographical area.",
      "A people permanently occupying a fixed territory bound together by common law, habits and custom into one body politic exercising, through the medium of an organized government, independent sovereignty and control over all persons and things within its boundaries, unless or until authority is ceded to a federation or union of other states.",
      "The people who live in a nation or country",
      "A politically organized body of people under a single government",
      "A sovereign state.",
      "A state is a nonphysical juridical entity of the international legal system that is represented by one centralized government that has supreme independent authority over a geographic area.",
      "The geographic area under the control of a political state."
    ]
  },
  "alsoKnownAs": [
    "Thai Flag"
  ],
  "version": {
    "unicode-version": null,
    "emoji-version": "1.0"
  },
  "description": "<p>The flag for&nbsp;<a href=\"https://en.wikipedia.org/wiki/Thailand\">Thailand</a>, which may show as the letters&nbsp;<em>TH</em>&nbsp;on some platforms.</p>",
  "apple_vendor_description": "Apple’s rendition of the Thailand flag emoji displays its iconic horizontal stripes of red, white, and blue, with the central blue stripe being twice the width of the others. Rendered with Apple’s characteristic glossy 3D shading and crisp detail, the flag appears vibrant and proud, as if gently waving. This emoji on Apple devices is a clear and immediate symbol of Thailand, used to represent travel, national pride, or discussions related to the country.",
  "category": "Flags"
}