{
  "code": "🎱",
  "Unicode": [
    "U+1F3B1"
  ],
  "slug": "pool-8-ball",
  "shortcodes": {
    "github": ":8ball:",
    "slack": ":8ball:",
    "discord": ":8ball:"
  },
  "title": "Billiards",
  "keywords": [
    "8",
    "ball",
    "billiard",
    "eight",
    "game",
    "pool 8 ball"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [
      "To perform in (a sport); to participate in (a game).",
      "To take part in a sport's match.",
      "Participate in games or sport",
      "Participate in (a sport or game)."
    ],
    "nouns": [
      "A game played with a cue and balls, such as billiards.",
      "Game played with cue and balls.",
      "Any of several games played on rectangular cloth-covered table (with cushioned edges) in which long tapering cue sticks are used to propel ivory (or composition) balls",
      "A class of games being payed with hard balls, shot with the tips of stick called cues, on tables of recatangular shape, usually covered with green felt coating having edges made of cushions that reflect balls almost perfecty when they roll against them at every spped.",
      "Cue sports, also known as billiard sports, are a wide variety of games of skill generally played with a cue stick which is used to strike billiard balls, moving them around a cloth-covered billiards table bounded by rubber.",
      "The billards ball, almost always black, bearing the number eight.",
      "Eight-ball is a pool game popular in much of the world, and the subject of international professional and amateur competition.",
      "A black pool ball bearing the number 8; should be the last to go in certain pool games"
    ]
  },
  "category": "Activities",
  "alsoKnownAs": [
    "8 Ball",
    "Cue Ball",
    "Magic 8 Ball",
    "Pool",
    "Snooker"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>This emoji displays the black <em>8 ball</em> on most platforms, which looks similar to the <a href=\"https://en.wikipedia.org/wiki/Magic_8-Ball\">Magic 8-Ball</a> toy. This is despite the fact that emoji was originally created intending to represent game of billiards,&nbsp;of which <a href=\"https://en.wikipedia.org/wiki/Pool_(cue_sports)\">pool</a> is a common version.</p>\r\n\r\n<p>Samsung <a href=\"/samsung/touchwiz-7.1/pool-8-ball/\">previously</a> displayed&nbsp;this emoji with a cue and triangular arrangement of&nbsp;colored balls, as did <a href=\"/google/android-4.4/pool-8-ball/\">Google</a> and <a href=\"/microsoft/windows-10/pool-8-ball/\">Microsoft </a>(sans cue).</p>",
  "apple_vendor_description": "The iconic 8-ball from a pool game is presented on Apple devices with a high-gloss finish and a perfectly rendered spherical shape, showcasing Apple's mastery of 3D shading and realistic lighting. Its deep black surface reflects subtle highlights, and the stark white '8' is impeccably centered with crisp, soft edges. This instantly recognizable emoji on Apple devices is often used to signify a final decision, a decisive moment, or a stroke of luck."
}