{
  "code": "🌥️",
  "Unicode": [
    "U+1F325",
    "U+FE0F"
  ],
  "slug": "sun-behind-large-cloud",
  "shortcodes": {
    "github": ":sun_behind_large_cloud:",
    "slack": ":sun_behind_cloud:",
    "discord": ":white_sun_behind_cloud:"
  },
  "title": "White Sun Behind Cloud",
  "keywords": [
    "cloud",
    "sun",
    "sun behind large cloud"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [
      "To overspread or hide with a cloud or clouds.",
      "To hide, put out of sight.",
      "Make less visible or unclear",
      "To hide from view.",
      "To hide, put out of sight etc."
    ],
    "nouns": [
      "Suspensions of minute water droplets or ice crystals produced by the condensation of water vapour.",
      "In meteorology, a cloud is a visible mass of liquid droplets or frozen crystals made of water or various chemicals suspended in the atmosphere above the surface of a planetary body.",
      "Visible mass of liquid droplets or frozen crystals suspended in the atmosphere",
      "A visible mass of water droplets suspended in the air.",
      "Visible mass of water droplets suspended in the air.",
      "A visible mass of water or ice particles suspended at a considerable altitude",
      "Clouds are visible masses of water droplets or frozen ice crystals suspended in the atmosphere above the surface of the Earth or another planetary body.",
      "The star that is the source of light and heat for the planets in the solar system",
      "The Sun is the star at the center of the Solar System.",
      "The star at the center of the Solar System, represented in astronomy and astrology by ?.",
      "Star at the centre of the Solar System",
      "The particular star at the centre of our solar system, from which the Earth gets light and heat.",
      "An inhabitant of any part of the solar system of the star Sol (i.e. the Sun).",
      "The fourth planet from Earth in the Ptolemaic geocentric cosmology",
      "The atmospheric conditions that comprise the state of the atmosphere in terms of temperature and wind and clouds and precipitation",
      "Sometimes referred to as \"the elements\"",
      "State of the atmosphere",
      "The day-to-day meteorological conditions, especially temperature, cloudiness, and rainfall, affecting a specific place.",
      "Unpleasant or destructive atmospheric conditions, and their effects.",
      "Weather is the state of the atmosphere, to the degree that it is hot or cold, wet or dry, calm or stormy, clear or cloudy.",
      "State of the atmosphere."
    ]
  },
  "category": "Travel & Places",
  "alsoKnownAs": [],
  "version": {
    "unicode-version": "7.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A yellow sun mostly covered by a large, white cloud. Position of the sun varies across platforms.</p>\r\n\r\n<p>May be used as a weather icon to represent a mostly cloudy day.</p>\r\n\r\n<p>Not to be confused with <a href=\"/sun-behind-cloud/\">⛅ Sun Behind Cloud</a> or <a href=\"/sun-behind-small-cloud/\">🌤️ Sun Behind Small Cloud</a>, though their applications may overlap.</p>\r\n\r\n<p>Samsung&rsquo;s cloud was <a href=\"/samsung/experience-9.0/sun-behind-large-cloud/\">previously</a> bluish.</p>\r\n\r\n<p>See the glossary for the term <em><a href=\"/glossary/#white\" title=\"📖 Glossary\">white</a></em> in Unicode character names.</p>",
  "apple_vendor_description": "On Apple devices, the sun behind a large cloud emoji portrays a bright, stylized sun peeking out from behind a substantial, fluffy cloud with soft, rounded edges. Apple's signature glossy 3D shading imbues the sun with a warm glow and subtle highlights, while the cloud exhibits smooth gradients of cool gray, suggesting a moment of partial sunshine. This emoji beautifully captures the feeling of changing weather, a mix of optimism and uncertainty, or simply a day that isn't entirely clear."
}