{
  "code": "🍂",
  "Unicode": [
    "U+1F342"
  ],
  "slug": "fallen-leaf",
  "shortcodes": {
    "github": ":fallen_leaf:",
    "slack": ":fallen_leaf:",
    "discord": ":fallen_leaf:"
  },
  "title": "Fallen Leaf",
  "keywords": [
    "fallen leaf",
    "falling",
    "leaf"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [],
    "nouns": [
      "Plants, taken collectively.",
      "An organism that is not an animal, especially an organism capable of photosynthesis. Typically a small or herbaceous organism of this kind, rather than a tree.",
      "(botany) a living organism lacking the power of locomotion",
      "Plants considered as a group, especially those of a particular country, region, time, etc.",
      "The plants that inhabit a certain region or environment.",
      "Collectively, the set of all plants.",
      "Organism capable of photosynthesis.",
      "Inventory of plant species in a given region",
      "Flora is the plant life occurring in a particular region or time, generally the naturally occurring or indigenous -- native plant life.",
      "Any living organism that synthesizes its food from inorganic substances, possesses cellulose cell walls, responds slowly and often permanently to a stimulus, lacks specialized sense organs and nervous system, and has no powers of locomotion.",
      "Species belonging to the plant kingdom.",
      "The plant life characterizing a specific geographic region or environment.",
      "Plants, also called green plants, are multicellular eukaryotes of the kingdom Plantae.",
      "Plants are living organisms belonging to the kingdom Plantae.",
      "The main organ of photosynthesis and transpiration in higher plants, usually consisting of a flat green blade attached to the stem directly or by a stalk.",
      "Anything resembling the leaf of a plant.",
      "Organ of a vascular plant, composing its foliage",
      "A leaf is an organ of a vascular plant and is the principal lateral appendage of the stem.",
      "The main organ of photosynthesis and transpiration in higher plants",
      "Part of a plant.",
      "A major part of a leaf",
      "A structure at the base of a leaf's petiole that partly surrounds or protect the stem or another organ that it subtends.",
      "The leaves of plants.",
      "The leaves of a plant together."
    ]
  },
  "category": "Animals & Nature",
  "alsoKnownAs": [
    "Brown Leaves",
    "Autumn Leaves",
    "Fall Leaves"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>Leaves, as a have changed color and fallen from a tree in fall/autumn. Depicted as two or three golden-brown, almond-shaped leaves of various sizes, with stems up, as if falling down.</p>\r\n\r\n<p>Commonly used to represent the season of <a href=\"/fall-autumn/\">fall/autumn</a>, trees, and nature more generally.</p>\r\n\r\n<p>Not to be confused with <a href=\"/leaf-fluttering-in-wind/\">🍃 Leaf Fluttering in Wind</a>, though their applications may overlap.</p>\r\n\r\n<p>Apple&rsquo;s design <a href=\"/apple/ios-6.0/fallen-leaf/\">previously</a> featured two leaves. <a href=\"/google/android-7.0/fallen-leaf/\">Google</a>, <a href=\"/microsoft/windows-10/fallen-leaf/\">Microsoft</a>, <a href=\"/samsung/experience-9.0/fallen-leaf/\">Samsung</a>, and <a href=\"/facebook/1.0/fallen-leaf/\">Facebook</a> all once featured a single leaf.</p>",
  "apple_vendor_description": "The fallen leaf emoji on Apple devices captures the essence of autumn with a beautifully rendered maple leaf, showcasing a warm gradient of reds, oranges, and yellows. Apple's signature realistic lighting casts subtle shadows and highlights, giving the leaf a delicate, almost translucent quality and soft rounded edges. This emoji evokes feelings of change, transition, and the cozy beauty of the fall season, making it a perfect visual for seasonal greetings on Apple devices."
}