{
  "code": "👩‍🚀",
  "Unicode": [
    "U+1F469",
    "U+200D",
    "U+1F680"
  ],
  "slug": "woman-astronaut",
  "shortcodes": {
    "github": ":woman_astronaut:",
    "slack": ":female-astronaut:",
    "discord": ":woman_astronaut:"
  },
  "title": "Woman Astronaut",
  "keywords": [
    "astronaut",
    "rocket",
    "woman"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [
      "Propel with a rocket"
    ],
    "nouns": [
      "A woman is a female human.",
      "Female adult human",
      "An animal of the sex that produces eggs.",
      "An adult human member of the sex that produces ova and bears young.",
      "An adult female human.",
      "An adult female person (as opposed to a man)",
      "Adult female human being.",
      "Member of the crew of a spacecraft.",
      "A person trained to operate or serve aboard a spacecraft",
      "A member of the crew of a spaceship or other spacecraft that travels beyond Earth's atmosphere, or someone trained to serve that purpose",
      "An astronaut or cosmonaut is a person trained by a human spaceflight program to command, pilot, or serve as a crew member of a spacecraft.",
      "A person trained to travel in a spacecraft",
      "Person who commands, pilots, or serves as a crew member of a spacecraft",
      "Member of the crew of a spaceship or other spacecraft, or someone trained for that purpose.",
      "Reaction-propelled tool using only load propellants, without resorting to the surrounding medium.",
      "A jet engine containing its own propellant and driven by reaction propulsion",
      "A reaction engine that obtains thrust by jet propulsion which forms its jet exclusively from propellant.",
      "A rocket engine especially a solid rocket or a hybrid rocket.",
      "A rocket engine.",
      "A rocket engine, or simply \"rocket\", is a jet engine that uses only stored propellant mass for forming its high speed propulsive jet.",
      "Jet engine using stored propellant to produce jet propulsion",
      "A rocket is a missile, spacecraft, aircraft or other vehicle that obtains thrust from a rocket engine.",
      "Using exothermic chemical reactions of the propellant (s)"
    ]
  },
  "category": "People & Body",
  "alsoKnownAs": [
    "Woman Cosmonaut"
  ],
  "version": {
    "unicode-version": null,
    "emoji-version": "4.0"
  },
  "description": "<p>A female&nbsp;astronaut or cosmonaut shown wearing a&nbsp;space suit and helmet.</p>",
  "apple_vendor_description": "The woman astronaut emoji on Apple devices presents a confident explorer in a classic white spacesuit, complete with a reflective visor that catches the light with Apple's characteristic glossy 3D shading.  She is depicted with a sense of purpose and adventure, embodying the spirit of discovery and innovation.  This emoji is ideal for expressing aspirations, space exploration, or a feeling of being out of this world, all rendered with Apple's meticulous attention to detail."
}