{
  "code": "🚪",
  "Unicode": [
    "U+1F6AA"
  ],
  "slug": "door",
  "shortcodes": {
    "github": ":door:",
    "slack": ":door:",
    "discord": ":door:"
  },
  "title": "Door",
  "keywords": [
    "door"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [],
    "nouns": [
      "The release of items from inventory.",
      "Exit is a command used in many operating system command line shells and scripting languages.",
      "Passage from inside to outside.",
      "Command used in many operating system command line shells and scripting languages",
      "Something which allows for the release of one's desires.",
      "A termination command in many operating systems",
      "A passage or gate from inside someplace to the outside, outgang.",
      "An opening that permits escape or release",
      "A passage or gate from inside someplace to the outside, that permits escape or release.",
      "A door is a moving structure used to block off, and allow access to, an entrance to or within an enclosed space, such as a building or vehicle.",
      "Movable structure used to open and close an entrance",
      "The frame that supports a door.",
      "An opening, or passage in a fence or wall; the entrance through which you enter or leave a room or building.",
      "A swinging or sliding barrier that will close the entrance to a room or building or vehicle",
      "Doors are parts of structures which may be opened or closed in order to control and restrict access.",
      "A dwelling that serves as living quarters for one or more families",
      "Structure intended for living",
      "A structure serving as an abode of human beings.",
      "A human-built dwelling with enclosing walls, a floor, and a roof",
      "A house is a building that functions as a home for humans or other creatures, including simple dwellings ranging from rudimentary huts of nomadic tribes and complex structures composed of many systems.",
      "The abode of a human being, their place of residence."
    ]
  },
  "category": "Objects",
  "alsoKnownAs": [
    "Doorway",
    "Front Door"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A door, as to the entrance of a room, <a href=\"/house/\">house</a>, or new opportunity. (We&rsquo;ll see ourselves out 🚪🚶)&nbsp;Depicted in brown, as made of wood, with a gold handle.</p>\r\n\r\n<p>May represent literal doors and related concepts (e.g., rooms, houses) but often used figuratively (e.g., opening or closing metaphorical doors).</p>\r\n\r\n<p>Microsoft&rsquo;s design <a href=\"/microsoft/windows-10-anniversary-update/door/\">previously</a> featured&nbsp;a step, as if a front door.&nbsp;Google&rsquo;s design <a href=\"/google/android-8.0/door/\">previously featured</a>&nbsp;a peephole.</p>",
  "apple_vendor_description": "The door emoji on Apple devices is depicted as a classic wooden portal, complete with visible grain and a subtle sheen from Apple's signature realistic lighting. Its soft rounded edges and detailed doorknob give it a welcoming yet solid appearance, symbolizing entry, exit, opportunity, or a new beginning. This emoji is often used to signify access, transition, or the start of something new in digital communication."
}