{
  "code": "🇨🇦",
  "Unicode": [
    "U+1F1E8",
    "U+1F1E6"
  ],
  "slug": "flag-canada",
  "shortcodes": {
    "github": ":canada:",
    "slack": ":flag-ca:",
    "discord": ":flag_ca:"
  },
  "title": "Flag: Canada",
  "keywords": [
    "flag"
  ],
  "senses": {
    "adjectives": [
      "From or in the countryside or connected with it.",
      "Of, from or pertaining to the countryside (adjective)."
    ],
    "verbs": [],
    "nouns": [
      "Emblem usually consisting of a rectangular piece of cloth of distinctive design",
      "Piece of cloth.",
      "A flag is a piece of fabric with a distinctive design that is used as a symbol, as a signaling device, or as decoration.",
      "A piece of cloth, often decorated with an emblem, used as a visual signal or symbol.",
      "Piece of fabric with a distinctive design",
      "The National Flag of Canada, also known as the Maple Leaf and l'Unifolié, is a flag consisting of a red field with a white square at its center, in the middle of which is featured a stylized, 11-pointed, red maple leaf.",
      "Which contains a red maple leaf",
      "The opposite of secession",
      "As its original Latin term",
      "Government",
      "The collective body of a nation or state as politically organized, or as exercising political functions.",
      "The territory of a nation, especially an independent nation state or formerly independent nation; a political entity asserting ultimate authority over a geographical area.",
      "Nations is often used synonymously with ethnic group, but although ethnicity is now one of the most important aspects of cultural or social identity for the members of most nations, people with the same ethnic origin may live in different nation-states and be treated as members of separate nations for that reason.",
      "Political organisation with a centralized independent government",
      "The government.",
      "An organized political community, living under a government",
      "Nation has various meanings, and the meaning has changed over time.",
      "A state is an organized community living under one government.",
      "A political entity asserting ultimate authority over a geographical area.",
      "A people permanently occupying a fixed territory bound together by common law, habits and custom into one body politic exercising, through the medium of an organized government, independent sovereignty and control over all persons and things within its boundaries, unless or until authority is ceded to a federation or union of other states.",
      "The people who live in a nation or country",
      "A politically organized body of people under a single government",
      "A sovereign state.",
      "A state is a nonphysical juridical entity of the international legal system that is represented by one centralized government that has supreme independent authority over a geographic area.",
      "The geographic area under the control of a political state.",
      "A nation in northern North America; the French were the first Europeans to settle in mainland Canada",
      "Country in North America.",
      "Canada, also known as the Dominion of Canada, is a country in North America consisting of 10 provinces and 3 territories.",
      "A country in North America whose capital is Ottawa.",
      "Canada is a country in North America consisting of ten provinces and three territories.",
      "Often found in outdoors stores",
      "A country in North America; official name: Canada.",
      "Country in North America"
    ]
  },
  "alsoKnownAs": [
    "Canadian Flag"
  ],
  "version": {
    "unicode-version": null,
    "emoji-version": "1.0"
  },
  "description": "<p>The flag for <a href=\"https://en.wikipedia.org/wiki/Canada\">Canada</a>, which may show as the letters&nbsp;<em>CA</em>&nbsp;on some platforms.</p>",
  "apple_vendor_description": "The flag of Canada emoji on Apple devices features the iconic red maple leaf prominently displayed on a white square, flanked by two vertical red bars. Apple's design imbues the flag with a subtle, realistic texture and a vibrant, true-to-life color palette, enhanced by soft gradients that suggest a slight curvature and movement as if caught in a gentle breeze. The overall impression is one of national pride and recognition, with the polished finish and rounded edges typical of Apple's aesthetic.",
  "category": "Flags"
}