{
  "code": "🎶",
  "Unicode": [
    "U+1F3B6"
  ],
  "slug": "musical-notes",
  "shortcodes": {
    "github": ":notes:",
    "slack": ":notes:",
    "discord": ":notes:"
  },
  "title": "Multiple Musical Notes",
  "keywords": [
    "music",
    "musical notes",
    "note",
    "notes"
  ],
  "senses": {
    "adjectives": [
      "Melodious, tuneful",
      "Containing or constituting or characterized by pleasing melody"
    ],
    "verbs": [
      "Hear with intention",
      "Deliver by singing"
    ],
    "nouns": [
      "A writing symbol used to denote a tone in music.",
      "An Outlook item that can be attached to a record's history log. Typically a note contains information regarding a conversation with a customer or other people in the company they work for.",
      "A sound.",
      "Sign used in musical notation, a pitched soud",
      "A notation representing the pitch and duration of a musical sound",
      "The checkbox customers select to include notes left for them in the updates that they share about themselves. This text links to the notes webpage.",
      "In music, the term note has two primary meanings: A sign used in musical notation to represent the relative duration and pitch of a sound ; A pitched sound itself.",
      "Someone who is passionate about music.",
      "Music is an art form whose medium is sound.",
      "Music is an art form that involves sounds and silence.",
      "A sound, or the study of such sounds, organized in time.",
      "The artistic organization of sounds or tones that expresses ideas and emotions through the elements of rhythm, melody, harmony and tonal color.",
      "Form of art using sound",
      "An app that facilitates the playing of music.",
      "Sound, organized in time in a melodious way.",
      "An artistic form of auditory communication incorporating instrumental or vocal tones in a structured and continuous manner",
      "The title of the hub for music and video."
    ]
  },
  "category": "Objects",
  "alsoKnownAs": [
    "Music",
    "Music Notes",
    "Singing"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>Three eighth notes (<em>quavers</em> in British English), used to represent music or singing. Sometimes inserted&nbsp;next to&nbsp;quoted&nbsp;lyrics, to make it clear that they are part of a song.</p>",
  "apple_vendor_description": "Apple's musical notes emoji features three elegant black notes, a treble clef, and a single eighth note, all presented with smooth, rounded edges and a refined, almost calligraphic style. The subtle 3D shading gives them a gentle lift from the screen, evoking a sense of harmony and melody. This emoji is universally understood to represent music, singing, concerts, or a general feeling of happiness and joy that resonates through sound, making it a perfect addition to creative and celebratory messages on Apple devices."
}