{
  "code": "😪",
  "Unicode": [
    "U+1F62A"
  ],
  "slug": "sleepy-face",
  "shortcodes": {
    "github": ":sleepy:",
    "slack": ":sleepy:",
    "discord": ":sleepy:"
  },
  "title": "Sleepy Face",
  "keywords": [
    "face",
    "sleep",
    "sleepy face"
  ],
  "senses": {
    "adjectives": [
      "Not happy; sad.",
      "Experiencing or marked by or causing sadness or sorrow or discontent",
      "Ready to fall asleep",
      "Wanting in physical strength",
      "Disappointingly unsuccessful",
      "Disappointingly unsuccessful; suffering from frustration.",
      "Disappointingly unsuccessful.",
      "Lying with head on paws as if sleeping",
      "Depressed, feeling low.",
      "Low in spirits.",
      "Marked by low spirits; showing no enthusiasm",
      "Carefree, reckless, irresponsible.",
      "Cheerfully irresponsible",
      "Depleted of strength or energy",
      "Anxious or uneasy",
      "Anxious or uneasy.",
      "Afflicted with or marked by anxious uneasiness or trouble or grief.",
      "Afflicted with or marked by anxious uneasiness or trouble or grief",
      "Feeling mentally uncomfortable because something is missing or wrong.",
      "Experiencing or showing sorrow or unhappiness- Christina Rossetti",
      "Feeling sorrow; sorrowful, mournful."
    ],
    "verbs": [
      "Eject the contents of the stomach through the mouth",
      "To regurgitate the contents of the stomach.",
      "To regurgitate the contents of a stomach; puke.",
      "To vomit; to throw up; to eject from the stomach.",
      "To vomit: regurgitate the contents of one's stomach.",
      "To cry out with a shrill voice; to utter a sudden, sharp outcry, or shrill, loud cry, as in fright or extreme pain; to shriek; to screech.",
      "To utter a sudden and loud outcry, as in joy, triumph, or exultation, or to attract attention, to animate soldiers, etc.",
      "To utter a sudden and loud outcry.",
      "To speak with a loud, excited voice.",
      "Utter a sudden loud cry",
      "To utter in a loud or distinct voice."
    ],
    "nouns": [
      "An involuntary intake of breath through a wide open mouth; usually triggered by fatigue or boredom",
      "A yawn is a reflex consisting of the simultaneous inhalation of air and the stretching of the eardrums, followed by an exhalation of breath.",
      "The action of yawning; opening the mouth widely and taking a long, rather deep breath, often because one is tired.",
      "The action of yawning.",
      "Part of the body at the front of the head",
      "The face is a central organ of sense and is also very central in the expression of emotion among humans and among numerous other species.",
      "Faces are the central sense organ complexes, for those animals that have one, normally on the ventral surface of the head.",
      "The front of the human head from the forehead to the chin and ear to ear",
      "The front part of the head, featuring the eyes, nose, and mouth and the surrounding area.",
      "State of physical and/or psychological dejectedness, which can lead to unhappiness, pessimism and mistrust.",
      "A mental state characterized by a pessimistic sense of inadequacy and a despondent lack of activity",
      "Depression is a state of low mood and aversion to activity that can affect a person's thoughts, behavior, feelings and sense of well-being.",
      "A state of low mood, also known as melancholy",
      "State of low mood and aversion to activity",
      "A natural and periodic state of rest during which consciousness of the world is suspended",
      "A periodic state of physiological rest during which consciousness is suspended and metabolic rate is decreased.",
      "The state of reduced consciousness during which a human or animal rests in a daily rhythm.",
      "Sleep is a naturally recurring state of bodily rest involving altered consciousness, relatively inhibited sensory activity, and inhibition of nearly all voluntary muscles.",
      "State characterized by reduced or absent consciousness",
      "In animals, sleep is a naturally recurring state characterized by altered consciousness, relatively inhibited sensory activity, and inhibition of nearly all voluntary muscles.",
      "State of reduced consciousness.",
      "Basic emotion",
      "Sadness is emotional pain associated with, or characterized by feelings of disadvantage, loss, despair, helplessness, sorrow, and rage.",
      "Emotions experienced when not in a state of well-being",
      "Sadness is emotional pain associated with, or characterized by feelings of disadvantage, loss, despair, helplessness and sorrow.",
      "The state of being plangent",
      "A period of time spent sleeping",
      "A loud utterance; often in protest or opposition",
      "Lacrimation, or lachrymation, is the secretion of tears, which often serves to clean and lubricate the eyes in response to an irritation of the eyes.",
      "Shedding tears as a response to an emotional state in humans",
      "Tears are the secretions of the glands that clean and lubricate the eyes.",
      "The process of shedding tears (usually accompanied by sobs or other inarticulate sounds)",
      "Crying is the shedding of tears in response to an emotional state in humans."
    ]
  },
  "category": "Smileys & Emotion",
  "alsoKnownAs": [
    "Side-Tear",
    "Snot Bubble"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A yellow face with closed eyes, mouth slightly open, and a blue snot bubble coming from its nose. <a href=\"http://tvtropes.org/pmwiki/pmwiki.php/Main/SnotBubble\">Snot bubbles</a> indicate a character is tired or sleeping in anime or manga.&nbsp;Not to be confused with <a href=\"/sleeping-face/\">😴 Sleeping Face</a>&nbsp;</p>\r\n\r\n<p>While sometimes used to convey sadness, dissastification, or illness, Sleepy Face is also not to be confused with <a href=\"/crying-face/\">😢 Crying Face</a>, <a href=\"/sad-but-relieved-face/\">😥 Sad but Relieved Face</a>, or other emojis with tear or sweat droplets.&nbsp;Samsung&rsquo;s design <a href=\"/samsung/touchwiz-7.1/\">previously featured</a> two, cartoon-styled, <a href=\"/zzz/\">sleeping-symbol&nbsp;Zz&rsquo;s</a> overhead.</p>\r\n\r\n<p>A <a href=\"/microsoft/windows-8.1/sleepy-face/\">previous</a> Microsoft design appeared similar to <a href=\"/relieved-face/\">😌 Relieved Face</a>.</p>",
  "apple_vendor_description": "On Apple devices, the sleepy face emoji conveys a gentle weariness with its half-closed eyes and a soft, slightly downturned mouth. Its smooth, rounded features are bathed in a warm, diffused light, emphasizing a sense of calm repose. The subtle gradient in its skin tone and the delicate rendering of its eyelashes are hallmarks of Apple's expressive emoji style, making it perfect for signaling tiredness, a need for rest, or a relaxed mood."
}