{
  "code": "✝️",
  "Unicode": [
    "U+271D",
    "U+FE0F"
  ],
  "slug": "latin-cross",
  "shortcodes": {
    "github": ":latin_cross:",
    "slack": ":latin_cross:",
    "discord": ":latin_cross:"
  },
  "title": "Latin Cross",
  "keywords": [
    "Christian",
    "cross",
    "latin cross",
    "religion"
  ],
  "senses": {
    "adjectives": [
      "Relating to or characteristic of Christianity",
      "Of, like or relating to Christianity or Christians.",
      "Professing the religion that originated in the teachings of Jesus of Nazareth, called Jesus Christ. That belongs to or is characteristic of Christianity.",
      "Of, like or relating to Jesus Christ.",
      "Following the teachings or manifesting the qualities or spirit of Jesus Christ"
    ],
    "verbs": [],
    "nouns": [
      "A religious person who believes Jesus is the Christ and who is a member of a Christian denomination",
      "A Christian is a person who adheres to Christianity, an Abrahamic, monotheistic religion based on the life and teachings of Jesus of Nazareth.",
      "Based on the Greek letter Chi used by early Christians",
      "A non-Jewish person.",
      "Member of the Christian religion.",
      "A religious person who believes Jesus is the Christ and who is a member of a Christian denomination.",
      "Person who adheres to Christianity",
      "A believer in Christianity.",
      "\"Grilled Cheesus\" is the third episode of the second season of the American television series Glee, and the 25th episode overall.",
      "A religion in which rules exist to govern the means by which adherents participate in the religion.",
      "An institution to express belief in a divine power",
      "An institution to express belief in a divine power.",
      "Organized religion, also known as institutional religion, is religion as a social institution, in which belief systems and rituals are systematically arranged and formally established.",
      "The basic symbol of Christianity",
      "Christian symbol",
      "The Christian Cross, seen as a representation of the instrument of the crucifixion of Jesus, is the best-known symbol of Christianity.",
      "Monotheistic religion founded in the first century",
      "\"Spiritual Friendship\" is a text from the 12th century by Cistercian monk Saint Aelred of Rievaulx.",
      "An Abrahamic religion based on the teachings of Jesus Christ and various scholars who wrote the Christian Bible.",
      "Christianity is an Abrahamic, monotheistic religion based on the life and oral teachings of Jesus of Nazareth as presented in the New Testament.",
      "Christianity is an Abrahamic religion, its adherents are known as Christians.",
      "A monotheistic religion centered on the life and teachings of Jesus of Nazareth as depicted in the New Testament.",
      "A monotheistic system of beliefs and practices based on the Old Testament and the teachings of Jesus as embodied in the New Testament and emphasizing the role of Jesus as savior"
    ]
  },
  "category": "Symbols",
  "alsoKnownAs": [
    "Christian Cross"
  ],
  "version": {
    "unicode-version": "1.1",
    "emoji-version": "1.0"
  },
  "description": "<p>A latin cross, otherwise known as a Christian cross. This cross symbol is often used as a symbol of Christianity. Similar in appearance&nbsp;to the <a href=\"/orthodox-cross/\">Orthodox cross</a>.</p>",
  "apple_vendor_description": "The Latin cross emoji on Apple devices is presented with a dignified and classic design, featuring a bold, dark silhouette against a softly lit background. Apple's meticulous attention to detail is evident in the subtle 3D shading and clean, sharp edges, giving it a substantial yet elegant appearance. This universally recognized symbol of Christianity is used in digital communication to convey faith, spirituality, or as a solemn marker in discussions."
}