{
  "code": "🕒",
  "Unicode": [
    "U+1F552"
  ],
  "slug": "three-oclock",
  "shortcodes": {
    "github": ":clock3:",
    "slack": ":clock3:",
    "discord": ":clock3:"
  },
  "title": "Clock Face Three O’Clock",
  "keywords": [
    "00",
    "3",
    "3:00",
    "clock",
    "o’clock",
    "three"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [],
    "nouns": [
      "Three O'Clock is a 2005 film written, directed by, and starring Glen Chua, with Alexandra Caldwell, and George Amoako.",
      "00, a double zero, may refer to.",
      "A virtual object that is similar in shape to playing cards.",
      "One of a pack of cards that are used to play card games",
      "One of usually 52 rectangular pieces of card.",
      "A group of one or more cards.",
      "A playing card is a piece of specially prepared heavy paper, thin cardboard, plastic-coated paper, cotton-paper blend, or thin plastic, marked with distinguishing motifs and used as one of a set for playing card games.",
      "One of usually 52 rectangular pieces of card used to play numerous games, featuring either one to 10 pips or a picture and belonging of one of four suits.",
      "Playing cards are pieces of specially prepared heavy paper, thin cardboard, or thin plastic, figured with distinguishing motifs and used as one of a set for playing card games. cards",
      "Queen or King, but sometimes including Ace or Joker)",
      "Card used as one of a set for playing card games",
      "One one of a group of three.",
      "A number, numeral, and glyph",
      "Natural number",
      "The cardinal number occurring after two and before four, represented in Roman numerals as III, in Arabic numerals as 3.",
      "The cardinal number that is the sum of one and one and one",
      "3 is a number, numeral, and glyph.",
      "One of a group of three.",
      "Grammatical number related to precisely 3 objects of the same type",
      "The part of the day which follows noon, between noon and evening; the part of the day following noon which is daylight all year round; the second half of the working day (in regular office hours).",
      "The period between 1:00 pm to 5:00 pm",
      "The part of the day between noon and evening",
      "Afternoon is the time of day between noon and evening.",
      "Part of the day between noon and evening.",
      "The part of the day which follows noon, between noon and evening.",
      "A clock is an instrument to indicate, keep, and co-ordinate time.",
      "A timepiece that shows the time of day",
      "An instrument used to measure or keep track of time.",
      "Instrument that tells the time",
      "Instrument to measure or keep track of time.",
      "An instrument used to measure or keep track of time; a non-portable timepiece."
    ]
  },
  "category": "Travel & Places",
  "alsoKnownAs": [],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>The face of an analog clock displaying the time as three o&rsquo;clock.</p>\r\n\r\n<div id=\"professor_prebid-root\">&nbsp;</div>",
  "apple_vendor_description": "Depicted with Apple's characteristic smooth gradients and crisp, clear design, the three o'clock emoji on Apple devices shows a simplified clock face with a bold, easy-to-read hour hand pointing precisely to the '3'. The glossy finish and subtle highlights give it a polished, tactile feel, embodying Apple’s commitment to intuitive visual communication. This emoji is frequently used on Apple devices to indicate a specific time, schedule an appointment, or reference a point in the day."
}