{
  "code": "🇦🇪",
  "Unicode": [
    "U+1F1E6",
    "U+1F1EA"
  ],
  "slug": "flag-united-arab-emirates",
  "shortcodes": {
    "github": ":united_arab_emirates:",
    "slack": ":flag-ae:",
    "discord": ":flag_ae:"
  },
  "title": "Flag: United Arab Emirates",
  "keywords": [
    "flag"
  ],
  "senses": {
    "adjectives": [
      "From or in the countryside or connected with it.",
      "Of, from or pertaining to the countryside (adjective).",
      "Of or pertaining to Arabs and their nations."
    ],
    "verbs": [],
    "nouns": [
      "The United Arab Emirates is a country in western Asia. Arab Emirates",
      "Country in Asia",
      "Country in the Middle East.",
      "A country in the Middle East. Official name: The United Arab Emirates; abbreviation: UAE, the Emirates.",
      "The United Arab Emirates, sometimes simply called the Emirates or the UAE, is a country located in the southeast end of the Arabian Peninsula on the Persian Gulf, bordering Oman to the east and Saudi Arabia to the south, as well as sharing sea borders with Qatar and Iran.",
      "A union of seven Arab states (1971-present day)",
      "A federation of seven Arab emirates on the eastern Arabian peninsula; achieved independence from the United Kingdom in 1971; rich in oil reserves",
      "A country in the Middle East, with capital Abu Dhabi.",
      "Emblem usually consisting of a rectangular piece of cloth of distinctive design",
      "Piece of cloth.",
      "A flag is a piece of fabric with a distinctive design that is used as a symbol, as a signaling device, or as decoration.",
      "A piece of cloth, often decorated with an emblem, used as a visual signal or symbol.",
      "Piece of fabric with a distinctive design",
      "The opposite of secession",
      "As its original Latin term",
      "Government",
      "The collective body of a nation or state as politically organized, or as exercising political functions.",
      "The territory of a nation, especially an independent nation state or formerly independent nation; a political entity asserting ultimate authority over a geographical area.",
      "Nations is often used synonymously with ethnic group, but although ethnicity is now one of the most important aspects of cultural or social identity for the members of most nations, people with the same ethnic origin may live in different nation-states and be treated as members of separate nations for that reason.",
      "Political organisation with a centralized independent government",
      "The government.",
      "An organized political community, living under a government",
      "Nation has various meanings, and the meaning has changed over time.",
      "A state is an organized community living under one government.",
      "A political entity asserting ultimate authority over a geographical area.",
      "A people permanently occupying a fixed territory bound together by common law, habits and custom into one body politic exercising, through the medium of an organized government, independent sovereignty and control over all persons and things within its boundaries, unless or until authority is ceded to a federation or union of other states.",
      "The people who live in a nation or country",
      "A politically organized body of people under a single government",
      "A sovereign state.",
      "A state is a nonphysical juridical entity of the international legal system that is represented by one centralized government that has supreme independent authority over a geographic area.",
      "The geographic area under the control of a political state."
    ]
  },
  "alsoKnownAs": [
    "Emirati Flag",
    "UAE Flag"
  ],
  "version": {
    "unicode-version": null,
    "emoji-version": "1.0"
  },
  "description": "<p>The flag for&nbsp;<a href=\"https://en.wikipedia.org/wiki/United_Arab_Emirates\">United Arab Emirates</a>, which may show as the letters&nbsp;<em>AE</em>&nbsp;on some platforms.</p>",
  "apple_vendor_description": "The flag of the United Arab Emirates on Apple devices is a vivid display of national pride, featuring bold horizontal stripes of green, white, and black, with a prominent vertical red stripe on the hoist side. Apple’s meticulous attention to detail ensures crisp lines and realistic fabric texture, enhanced by its signature glossy 3D shading. This beautifully rendered emoji on Apple devices is used to represent travel to, or an interest in, the UAE, embodying unity and heritage.",
  "category": "Flags"
}