{
  "code": "🇹🇲",
  "Unicode": [
    "U+1F1F9",
    "U+1F1F2"
  ],
  "slug": "flag-turkmenistan",
  "shortcodes": {
    "github": ":turkmenistan:",
    "slack": ":flag-tm:",
    "discord": ":flag_tm:"
  },
  "title": "Flag: Turkmenistan",
  "keywords": [
    "flag"
  ],
  "senses": {
    "adjectives": [
      "From or in the countryside or connected with it.",
      "Of, from or pertaining to the countryside (adjective)."
    ],
    "verbs": [],
    "nouns": [
      "Emblem usually consisting of a rectangular piece of cloth of distinctive design",
      "Piece of cloth.",
      "A flag is a piece of fabric with a distinctive design that is used as a symbol, as a signaling device, or as decoration.",
      "A piece of cloth, often decorated with an emblem, used as a visual signal or symbol.",
      "Piece of fabric with a distinctive design",
      "Flag of the Asian country Turkmenistan",
      "The flag of Turkmenistan was adopted on January 24, 2001.",
      "A republic in Asia to the east of the Caspian Sea and to the south of Kazakhstan and to the north of Iran; an Asian soviet from 1925 to 1991",
      "The largest of which is Türkmenba?y, Balkan Province, formerly known by the Russian name Krasnovodsk.",
      "Country in Central Asia. Official name: Turkmenistan.",
      "Turkmenistan",
      "A person from or a citizen of Turkmenistan.",
      "Country in Asia",
      "Central Asian country.",
      "A person from Turkmenistan or of Turkmen descent.",
      "The Turkmens are a Turkic people located primarily in Central Asia, in the states of Turkmenistan, Afghanistan, Iran, Northern Pakistan, Syria, Iraq and North Caucasus.",
      "An ethnic group speaking the Turkmen language located in Turkmenistan, Afghanistan, and Iran",
      "Turkmenistan, formerly known as Turkmenia, is one of the Turkic states in Central Asia.",
      "Country in Central Asia.",
      "The opposite of secession",
      "As its original Latin term",
      "Government",
      "The collective body of a nation or state as politically organized, or as exercising political functions.",
      "The territory of a nation, especially an independent nation state or formerly independent nation; a political entity asserting ultimate authority over a geographical area.",
      "Nations is often used synonymously with ethnic group, but although ethnicity is now one of the most important aspects of cultural or social identity for the members of most nations, people with the same ethnic origin may live in different nation-states and be treated as members of separate nations for that reason.",
      "Political organisation with a centralized independent government",
      "The government.",
      "An organized political community, living under a government",
      "Nation has various meanings, and the meaning has changed over time.",
      "A state is an organized community living under one government.",
      "A political entity asserting ultimate authority over a geographical area.",
      "A people permanently occupying a fixed territory bound together by common law, habits and custom into one body politic exercising, through the medium of an organized government, independent sovereignty and control over all persons and things within its boundaries, unless or until authority is ceded to a federation or union of other states.",
      "The people who live in a nation or country",
      "A politically organized body of people under a single government",
      "A sovereign state.",
      "A state is a nonphysical juridical entity of the international legal system that is represented by one centralized government that has supreme independent authority over a geographic area.",
      "The geographic area under the control of a political state."
    ]
  },
  "alsoKnownAs": [
    "Turkmen Flag"
  ],
  "version": {
    "unicode-version": null,
    "emoji-version": "1.0"
  },
  "description": "<p>The flag for&nbsp;<a href=\"https://en.wikipedia.org/wiki/Turkmenistan\">Turkmenistan</a>, which may show as the letters&nbsp;<em>TM</em>&nbsp;on some platforms.</p>",
  "apple_vendor_description": "Apple's rendering of the Turkmenistan flag emoji is a vibrant display of national pride, featuring its distinctive green field and a prominent white crescent moon with stars. The meticulous detail and realistic lighting on Apple devices bring the flag to life, showcasing its symbolic elements with clarity and depth. This emoji on Apple devices is used to represent Turkmenistan, its culture, or to convey national sentiment."
}