{
  "code": "🐢",
  "Unicode": [
    "U+1F422"
  ],
  "slug": "turtle",
  "shortcodes": {
    "github": ":turtle:",
    "slack": ":turtle:",
    "discord": ":turtle:"
  },
  "title": "Turtle",
  "keywords": [
    "terrapin",
    "tortoise",
    "turtle"
  ],
  "senses": {
    "adjectives": [
      "Not moving quickly; taking a comparatively long time",
      "Not happening in a short time; spread over a comparatively long time.",
      "Spread over a comparatively long time."
    ],
    "verbs": [],
    "nouns": [
      "Any of various edible North American web-footed turtles living in fresh or brackish water",
      "Any of several North American turtles, of the family Emydidae, that live in fresh or brackish water.",
      "Terrapin is a term used in English for several smaller species of turtle living in fresh or brackish water.",
      "North American turtle.",
      "Tortoises are a family of land-dwelling turtles in the order Testudines.",
      "A land-dwelling reptile",
      "Usually herbivorous land turtles having clawed elephant-like limbs; worldwide in arid area except Australia and Antarctica",
      "Family of turtles that live on land",
      "Any of various land-dwelling reptiles, of family Testudinidae, whose body is enclosed in a shell (carapace plus plastron). The animal can withdraw its head and four legs partially into the shell, providing some protection from predators.",
      "Any herbivorous terrestrial chelonian reptile of the family Testudinidae, of most warm regions, having a heavy dome-shaped shell and clawed limbs.",
      "Any land or marine reptile of the order , characterised by a protective shell enclosing its body.",
      "The order of turtles.",
      "A reptile of the order Testudines (the crown group of the superorder Chelonia), characterised by a special bony or cartilaginous shell developed from their ribs that acts as a shield.",
      "Turtles are reptiles of the order Chelonii or Testudines characterised by a special bony or cartilaginous shell developed from their ribs and acting as a shield.",
      "Any of various aquatic and land reptiles having a bony shell and flipper-like limbs for swimming",
      "Land or marine reptile with a shell."
    ]
  },
  "category": "Animals & Nature",
  "alsoKnownAs": [
    "Tortoise"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A turtle, a slow-moving reptile with a shell. Depicted as a light-green turtle in full profile on all fours facing left, with a long neck and green, textured shell.</p>\r\n\r\n<p>May be used to represent a tortoise and various senses of <i>slow</i>.</p>\r\n\r\n<p>WhatsApp&rsquo;s turtle has light-brown skin,&nbsp;Facebook&rsquo;s a yellow-rimmed shell.</p>",
  "apple_vendor_description": "On Apple devices, the turtle emoji presents a charming, slow-moving creature with a distinct, textured shell and a gentle, curious expression. Apple's design language lends it a subtle 3D dimensionality, with realistic lighting highlighting its smooth, rounded form and giving it a tangible presence. This emoji, as seen on Apple devices, often symbolizes patience, longevity, wisdom, and a steady, unhurried approach to life, making it perfect for messages that convey a sense of calm or persistence."
}