{
  "code": "0️⃣",
  "Unicode": [
    "U+30",
    "U+FE0F",
    "U+20E3"
  ],
  "slug": "keycap-digit-zero",
  "shortcodes": {
    "github": ":zero:",
    "slack": ":zero:",
    "discord": ":zero:"
  },
  "title": "Keycap Digit Zero",
  "keywords": [
    "keycap",
    "zero"
  ],
  "senses": {
    "adjectives": [
      "Indicating the absence of any or all units under consideration",
      "Having a tint or hue similar to the colour blue.",
      "Somewhat blue.",
      "Of the color intermediate between green and violet; having a color similar to that of a clear unclouded sky- Helen Hunt Jackson",
      "Having the pure color of a clear sky; the primary color between green and violet in the visible spectrum, an effect of light with a wavelength between 450 and 500 nm.",
      "Of the colour blue.",
      "Somewhat blue in color.",
      "Limited or below average in number or quantity or magnitude or extent"
    ],
    "verbs": [
      "To nullify; to annul",
      "To select a number, or to call someone, on a telephone.",
      "Operate a dial to select a telephone number",
      "To enter numbers on a telephone or mobile device in order to make a phone call.",
      "To select a number on a telephone.",
      "To determine the number (of objects in a group).",
      "Determine the number or amount of",
      "To count",
      "To determine the amount of."
    ],
    "nouns": [
      "Wiktionary, the free dictionary, has entries for: aught cipher duck love nada naught nil nought o ought zero zilch zip There are several names for the number 0 in English, and concomitant names for the decades where the tens column contains the number 0.",
      "Is the absence of everything or a void.",
      "Nothing is a pronoun denoting the absence of anything.",
      "A quantity of no importance",
      "A zero value in several branches of mathematics",
      "The cardinal number that denotes no quantity or amount at all.",
      "The value of a magnitude corresponding to the cardinal number zero.",
      "Pronoun denoting the absence of anything",
      "In mathematics, the word null means of or related to having zero members in a set or a value of zero.",
      "Nothingness denotes the nonexistence of something or of anything specifiable, the state of nothing, the property of having nothing, or of being no thing; in nontechnical uses, \"nothing\" denotes things lacking importance, interest, value, relevance, or significance.",
      "Nothing; zero.",
      "A concept of quantity involving zero and units",
      "Mathematical object used to count, label, and measure",
      "A number is one of several related types of mathematical objects.",
      "A member of one of several classes: natural numbers, integers, rational numbers, real numbers, complex numbers, quaternions.",
      "Set of numerals.",
      "A set of numerals for representing numbers.",
      "A keycap is a small plastic cover placed over the keyswitch of a computer keyboard.",
      "A computer keyboard element",
      "0 is both a number and the numerical digit used to represent that number in numerals.",
      "A mathematical element that when added to another number yields the same number",
      "The digit \"0\"",
      "Numeric symbol of zero.",
      "The numeric symbol that represents the cardinal number zero.",
      "Number",
      "A mathematical concept",
      "A grouping of three digits in a number, especially when delimited by commas or periods:",
      "Not any quantity of number; zero; the score of no points in a game."
    ]
  },
  "category": "Symbols",
  "alsoKnownAs": [],
  "version": {
    "unicode-version": "3.0",
    "emoji-version": "3.0"
  },
  "description": "<p>The number 0 on a&nbsp;square with rounded corners, designed to look like a keycap.</p>",
  "apple_vendor_description": "On Apple devices, the keycap digit zero emoji is presented as a crisp, perfectly formed circle with a vibrant white fill and a subtle, glossy sheen. Its soft rounded edges and the way it catches the light on Apple devices give it a clean and modern aesthetic, evoking a sense of completeness or a starting point. This emoji is commonly used to represent numerical values, the concept of nothingness, or as a placeholder in digital communication."
}