{
  "code": "👷‍♀️",
  "Unicode": [
    "U+1F477",
    "U+200D",
    "U+2640",
    "U+FE0F"
  ],
  "slug": "woman-construction-worker",
  "shortcodes": {
    "github": ":construction_worker_woman:",
    "slack": ":female-construction-worker:",
    "discord": ":woman_construction_worker:"
  },
  "title": "Woman Construction Worker",
  "keywords": [
    "construction",
    "woman",
    "worker"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [],
    "nouns": [
      "A woman is a female human.",
      "Female adult human",
      "An animal of the sex that produces eggs.",
      "An adult human member of the sex that produces ova and bears young.",
      "An adult female human.",
      "An adult female person (as opposed to a man)",
      "Adult female human being.",
      "Tradesman, labourer, or professional employed in the physical construction of the built environment",
      "A worker skilled in building offices or dwellings etc.",
      "Employee working at a physical construction.",
      "Worker in building sector",
      "Employee working at a construction.",
      "A construction worker is a tradesman, laborer, or professional employed in the physical construction of the built environment and its infrastructure.",
      "Act or process of building.",
      "The act of constructing something",
      "Or the erection of a building",
      "Building construction is the process of preparing for and forming buildings and building systems.",
      "The process of constructing.",
      "Process that consists of the building or assembling of infrastructure",
      "The construction, rehabilitation, alteration, conversion, extension, demolition or repair of buildings, highways, or other changes or improvement to real property, including facilities providing utility services.",
      "The act or process of building."
    ]
  },
  "category": "People & Body",
  "alsoKnownAs": [
    "Builder",
    "Face With Hat",
    "Hard-Hat",
    "Safety Helmet",
    "Venus Symbol",
    "Woman Symbol"
  ],
  "version": {
    "unicode-version": null,
    "emoji-version": "4.0"
  },
  "description": "<p>The female version of the <a href=\"/construction-worker/\">👷&nbsp;Construction Worker</a> emoji.</p>",
  "apple_vendor_description": "This dynamic emoji, as seen on Apple devices, depicts a woman confidently in her role as a construction worker, wearing a hard hat and a tool belt, all rendered with Apple’s trademark glossy 3D shading and realistic lighting. Her posture is strong and capable, with smooth, rounded edges on her attire and equipment, conveying a sense of determination and professionalism. The vibrant colors and subtle highlights emphasize her strength and vital contribution to building and creating, making her a symbol of female empowerment and hard work in digital communication."
}