{
  "code": "🇬🇧",
  "Unicode": [
    "U+1F1EC",
    "U+1F1E7"
  ],
  "slug": "flag-united-kingdom",
  "shortcodes": {
    "github": ":uk:",
    "slack": ":flag-gb:",
    "discord": ":flag_gb:"
  },
  "title": "Flag: United Kingdom",
  "keywords": [
    "flag"
  ],
  "senses": {
    "adjectives": [
      "British; related to the United Kingdom.",
      "Briton; British.",
      "Of Britain (meaning the British Isles)",
      "Of or relating to or characteristic of Great Britain or its people or culture",
      "Of or relating to Great Britain, Brits, or the British English language.",
      "From or in the countryside or connected with it.",
      "Of, from or pertaining to the countryside (adjective)."
    ],
    "verbs": [
      "Travel through the air; be airborne",
      "To cause to travel through the air.",
      "To cause to fly : to transport via air or the like.",
      "To move autonomously through the air, without any part of the object or object's enclosure touching anything attached to the ground.",
      "To fly.",
      "To cause to move back and forth repeatedly.",
      "To move or swing back and forth.",
      "To move a weapon.",
      "Move or swing back and forth",
      "To move or swing a weapon back and forth, particularly if demonstrating skill."
    ],
    "nouns": [
      "A country in Western Europe (comprising Wales, Scotland, England and Northern Ireland) with the capital London.",
      "An island lying off the northwestern coast of mainland Europe, comprising the main territory of the United Kingdom.",
      "A kingdom and sovereign state in Europe comprising the four countries of England, Scotland and Wales in the island of Great Britain, and Northern Ireland in the island of Ireland. Official name: United Kingdom of Great Britain and Northern Ireland. Abbreviation: UK.",
      "Similar to the term Anglo-American",
      "The United Kingdom; the British state and its dominions and holdings; the British Empire.",
      "A monarchy in northwestern Europe occupying most of the British Isles; divided into England and Scotland and Wales and Northern Ireland; `Great Britain' is often used loosely to refer to the United Kingdom",
      "Sovereign state in Europe",
      "The official name of the United Kingdom (1927-present).",
      "The United Kingdom of Great Britain and Northern Ireland, commonly known as the United Kingdom or Britain, is a sovereign state in Europe.",
      "United Kingdom of Great Britain and Northern Ireland.",
      "The United Kingdom.",
      "Emblem usually consisting of a rectangular piece of cloth of distinctive design",
      "Piece of cloth.",
      "A flag is a piece of fabric with a distinctive design that is used as a symbol, as a signaling device, or as decoration.",
      "A piece of cloth, often decorated with an emblem, used as a visual signal or symbol.",
      "Piece of fabric with a distinctive design",
      "A division of the United Kingdom",
      "England is a country which is part of the United Kingdom.",
      "Country in the United Kingdom",
      "England is a country that is part of the United Kingdom.",
      "One of the constituent nations of the United Kingdom, occupying most of the southern two-thirds of the island of Great Britain, with capital London.",
      "A country that is part of the United Kingdom",
      "The region of the island of Great Britain which is to the east of Wales and the south of Scotland; one of the constituent countries of the United Kingdom.",
      "Nationals or natives of the United Kingdom, its territories, the Crown Dependencies; and their descendants",
      "The citizens or inhabitants of the UK.",
      "British people, also known as Britons or archaically as Britishers, are nationals or natives of the United Kingdom, British Overseas Territories, Crown Dependencies; and their descendants.",
      "With the, the citizens or inhabitants of the United Kingdom collectively.",
      "The people of Great Britain",
      "The opposite of secession",
      "As its original Latin term",
      "Government",
      "The collective body of a nation or state as politically organized, or as exercising political functions.",
      "The territory of a nation, especially an independent nation state or formerly independent nation; a political entity asserting ultimate authority over a geographical area.",
      "Nations is often used synonymously with ethnic group, but although ethnicity is now one of the most important aspects of cultural or social identity for the members of most nations, people with the same ethnic origin may live in different nation-states and be treated as members of separate nations for that reason.",
      "Political organisation with a centralized independent government",
      "The government.",
      "An organized political community, living under a government",
      "Nation has various meanings, and the meaning has changed over time.",
      "A state is an organized community living under one government.",
      "A political entity asserting ultimate authority over a geographical area.",
      "A people permanently occupying a fixed territory bound together by common law, habits and custom into one body politic exercising, through the medium of an organized government, independent sovereignty and control over all persons and things within its boundaries, unless or until authority is ceded to a federation or union of other states.",
      "The people who live in a nation or country",
      "A politically organized body of people under a single government",
      "A sovereign state.",
      "A state is a nonphysical juridical entity of the international legal system that is represented by one centralized government that has supreme independent authority over a geographic area.",
      "The geographic area under the control of a political state."
    ]
  },
  "alsoKnownAs": [
    "UK Flag",
    "Union Flag",
    "Union Jack"
  ],
  "version": {
    "unicode-version": null,
    "emoji-version": "1.0"
  },
  "description": "<p>The flag for the&nbsp;<a href=\"https://en.wikipedia.org/wiki/United_Kingdom\">United Kingdom</a>, which may show as the letters <em>GB</em>&nbsp;on some platforms.&nbsp;<a href=\"/flag-england/\">England</a>, <a href=\"/flag-scotland/\">Scotland</a> and <a href=\"/flag-wales/\">Wales</a>&nbsp;also have individual emoji&nbsp;flags.</p>",
  "apple_vendor_description": "On Apple devices, the flag of the United Kingdom emoji features the iconic Union Jack design rendered with crisp detail and a subtle, realistic sheen. Apple's signature glossy 3D shading and smooth gradients bring a sense of depth and national pride to the flag, with soft rounded edges ensuring a polished appearance. This emoji is a direct and recognizable symbol of the UK, often used to express patriotism, travel, or cultural connections related to Great Britain on Apple devices.",
  "category": "Flags"
}