{
  "code": "🏄‍♀️",
  "Unicode": [
    "U+1F3C4",
    "U+200D",
    "U+2640",
    "U+FE0F"
  ],
  "slug": "woman-surfing",
  "shortcodes": {
    "github": ":surfing_woman:",
    "slack": ":woman-surfing:",
    "discord": ":woman_surfing:"
  },
  "title": "Woman Surfing",
  "keywords": [
    "surfing",
    "woman"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [
      "To ride a wave, usually on a surfboard.",
      "To use a surfboard; to surf.",
      "Ride the waves of the sea with a surfboard",
      "To ride a wave."
    ],
    "nouns": [
      "A woman is a female human.",
      "Female adult human",
      "An animal of the sex that produces eggs.",
      "An adult human member of the sex that produces ova and bears young.",
      "An adult female human.",
      "An adult female person (as opposed to a man)",
      "Adult female human being.",
      "Surfing is a surface water sport in which the wave rider, referred to as a surfer, rides on the forward or deep face of a moving wave, which is usually carrying the surfer towards the shore.",
      "Surfing is a surface water sport in which the participant is carried along the face of a breaking wave, most commonly using a surfboard.",
      "The sport of riding a surfboard toward the shore on the crest of a wave",
      "Sport that consists of riding a wave",
      "The sport of riding a surfboard using the power of the waves",
      "The pastime or sport of riding surf on a surfboard.",
      "A surfboard-based water-sport",
      "Maneuver where the surfer turns and surfs back towards where the wave is breaking."
    ]
  },
  "category": "People & Body",
  "alsoKnownAs": [
    "Surf",
    "Surfing",
    "Venus Symbol",
    "Woman Symbol"
  ],
  "version": {
    "unicode-version": null,
    "emoji-version": "4.0"
  },
  "description": "<p>The female version of the <a href=\"/person-surfing/\">🏄&nbsp;Surfer</a> emoji.</p>",
  "apple_vendor_description": "The woman surfing emoji on Apple devices captures a moment of exhilarating motion, with her form dynamically balanced atop a wave, embodying courage and skill in Apple's distinctive glossy 3D style. The water is depicted with realistic lighting and smooth gradients, creating a sense of its powerful, translucent movement, while her wetsuit shows subtle texture. This emoji, as seen on Apple products, celebrates athleticism, adventure, water sports, and overcoming challenges with confidence and grace."
}