{
  "code": "🤒",
  "Unicode": [
    "U+1F912"
  ],
  "slug": "face-with-thermometer",
  "shortcodes": {
    "github": ":face_with_thermometer:",
    "slack": ":face_with_thermometer:",
    "discord": ":face_with_thermometer:"
  },
  "title": "Face with Thermometer",
  "keywords": [
    "face",
    "face with thermometer",
    "ill",
    "sick",
    "thermometer"
  ],
  "senses": {
    "adjectives": [
      "Having a low or inadequate temperature or feeling a sensation of coldness or having been made cold by e.g. ice or refrigeration",
      "Having a low temperature.",
      "Affected by an impairment of normal physical or mental function"
    ],
    "verbs": [],
    "nouns": [
      "Inflammation of nose and pharynx.",
      "The common cold is a viral infectious disease of the upper respiratory tract which primarily affects the nose.",
      "An inflammation of the nasal passages, and of the upper pharynx",
      "A contagious viral infectious disease of the upper respiratory system",
      "A contagious, viral infectious disease of the upper respiratory system; common symptoms include cough, sore throat, runny nose, nasal congestion and sneezing.",
      "Viral infectious disease",
      "A very common, mild viral infection of the nose and throat, whose symptoms include sneezing, sniffling, a running or blocked nose, a sore throat, coughing and a headache.",
      "A mild viral infection involving the nose and respiratory passages (but not the lungs)",
      "An apparatus used to measure temperature.",
      "Measuring instrument for measuring temperature",
      "Device to measure temperature",
      "A thermometer is a device that measures temperature or a temperature gradient using a variety of different principles.",
      "Apparatus used to measure temperature.",
      "A device which measures temperature or temperature gradient.",
      "People who are sick",
      "Sick people in general as a group.",
      "Part of the body at the front of the head",
      "The face is a central organ of sense and is also very central in the expression of emotion among humans and among numerous other species.",
      "Faces are the central sense organ complexes, for those animals that have one, normally on the ventral surface of the head.",
      "The front of the human head from the forehead to the chin and ear to ear",
      "The front part of the head, featuring the eyes, nose, and mouth and the surrounding area.",
      "A definite pathological process having a characteristic set of signs and symptoms which are detrimental to the well-being of the individual.",
      "Impairment of normal physiological function affecting part or all of an organism",
      "Any ailment or disease of the body; especially, a lingering or deep-seated disorder.",
      "An often persistent bodily disorder or disease; a cause for complaining",
      "Something which ails one; a disease; sickness.",
      "An injury, disorder or disease that causes physical or mental suffering to the affected person or animal.",
      "A bodily disorder or disease; the symptom of such a disorder.",
      "The degree of hotness or coldness of a body or environment (corresponding to its molecular activity)",
      "A measure of cold or hot. A property that determines the direction of heat flow when an object is brought into thermal contact with other objects.",
      "A measure of cold or heat.",
      "In engineering, particularly engine temperatures and pressures",
      "The temperature of the atmosphere which represents the average kinetic energy of the molecular motion in a small region and is defined in terms of a standard or calibrated thermometer in thermal equilibrium with the air.",
      "A temperature is a comparative objective measure of hot and cold.",
      "A measure of cold or heat, often measurable with a thermometer.",
      "Physical property of matter that quantitatively expresses the common notions of hot and cold"
    ]
  },
  "category": "Smileys & Emotion",
  "alsoKnownAs": [
    "Ill",
    "Sick"
  ],
  "version": {
    "unicode-version": "8.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A yellow face with raised or furrowed eyebrows and a <a href=\"/thermometer/\">thermometer</a> in its mouth. Often depicted with red cheeks, as if feverish. May be used to represent a <a href=\"/hospital/\">hospital</a> patient or person with a cold or flu.</p>\r\n\r\n<p>Differs from other smileys conveying illness, such as <a href=\"/nauseated-face/\">🤢 Nauseated Face</a> (appearing as if it&#39;s&nbsp;going to vomit) or <a href=\"/face-with-head-bandage/\">🤕 Face With Head-Bandage</a> (physical injury).</p>\r\n\r\n<p>Can also be used figuratively to express finding something &#39;hot&#39;, i.e. attractive or arousing.</p>",
  "apple_vendor_description": "This ill face on Apple devices sports a pale yellow complexion, its brow furrowed with a subtle droop in its eyes, conveying a clear sense of discomfort and malaise. A realistic thermometer, rendered with a slight red tint indicating fever, is positioned near its mouth, showcasing Apple's attention to detail in its 3D design. The soft, rounded edges of the face and its overall gentle shading contribute to its empathetic portrayal, making it a go-to emoji for expressing sickness or feeling unwell in Apple communications."
}