{
  "code": "🎄",
  "Unicode": [
    "U+1F384"
  ],
  "slug": "christmas-tree",
  "shortcodes": {
    "github": ":christmas_tree:",
    "slack": ":christmas_tree:",
    "discord": ":christmas_tree:"
  },
  "title": "Christmas Tree",
  "keywords": [
    "celebration",
    "Christmas",
    "tree"
  ],
  "senses": {
    "adjectives": [
      "Pertaining to a feast or feast-day. (Now only as the noun used attributively.)",
      "Serving an esthetic rather than a useful purpose"
    ],
    "verbs": [
      "To behave as expected during holidays or rites.",
      "Honour by rites, ceremonies, etc.",
      "Behave as expected during of holidays or rites",
      "To honour by rites, by ceremonies of joy and respect, or by refraining from ordinary business; to observe duly; to keep."
    ],
    "nouns": [
      "Christmas is an annual commemoration of the birth of Jesus Christ and a widely observed cultural holiday, celebrated generally on December 25 by billions of people around the world.",
      "Date",
      "Annual celebration commemorating the birth of Jesus.",
      "Xmas is a common abbreviation of the word Christmas.",
      "December 25 Quotes of the day from previous years:; 2004; 2005; 2006; 2007; 2008; 2009; 2010; 2011; 2012; 2013; 2014: Rank or add further suggestions. Ranking system: Christmas is an awfulness that compares favorably with the great London plague and fire of 1665-66. 25",
      "A Christian holiday celebrating the birth of Christ; a quarter day in England, Wales, and Ireland",
      "A widely celebrated festival commemorating the birth of Jesus Christ, incorporating various Christian, pre-Christian and secular customs.",
      "A tall perennial woody plant having a main trunk and branches forming a distinct elevated crown; includes both gymnosperms and angiosperms",
      "Perennial woody plant",
      "Trees are plants with elongated stems, or trunks, supporting leaves or branches.",
      "In botany, a tree is a perennial plant with an elongated stem, or trunk, supporting branches and leaves in most species.",
      "Any large woody perennial plant with a distinct trunk giving rise to branches or leaves at some distance from the ground.",
      "A day or period of time set aside for feasting and celebration"
    ]
  },
  "category": "Activities",
  "alsoKnownAs": [
    "Christmas",
    "Xmas Tree"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A classic Christmas tree, an evergreen tree decorated with lights and ornaments to celebrate <a href=\"/christmas/\">Christmas</a>.&nbsp; Depicted with round, variously colored&nbsp;ornaments and topped with a yellow <a href=\"/star/\">star</a>.</p>\r\n\r\n<p>Used for various content concerning the Christmas holiday and season as well as for wintertime more generally.</p>\r\n\r\n<p>Not to be confused with <a href=\"/evergreen-tree/\">🌲 Evergreen Tree</a>, though their applications may overlap.</p>\r\n\r\n<p><a href=\"/google/android-7.0/christmas-tree/\">Google</a> and <a href=\"/samsung/experience-8.1/christmas-tree/\">Samsung&#39;s</a> trees were previously adorned with tinsel, <a href=\"/microsoft/windows-10/christmas-tree/\">Microsoft&#39;s</a> previously lacked ornaments.</p>",
  "apple_vendor_description": "On Apple devices, the Christmas tree emoji is a beautifully rendered evergreen, its dark green needles meticulously detailed with soft gradients and realistic lighting that creates a rich, voluminous appearance. Tiny, colorful ornaments and a bright star at the top sparkle with glossy highlights, embodying the festive spirit and joy of the holiday season. This iconic Apple design evokes warmth, celebration, and the anticipation of Christmas."
}