{
  "code": "📢",
  "Unicode": [
    "U+1F4E2"
  ],
  "slug": "loudspeaker",
  "shortcodes": {
    "github": ":loudspeaker:",
    "slack": ":loudspeaker:",
    "discord": ":loudspeaker:"
  },
  "title": "Public Address Loudspeaker",
  "keywords": [
    "loud",
    "loudspeaker",
    "public address"
  ],
  "senses": {
    "adjectives": [
      "Of great intensity.",
      "Characterized by or producing sound of great volume or intensity"
    ],
    "verbs": [
      "Exchange thoughts; talk with",
      "To exchange thoughts; talk with.",
      "Hear with intention",
      "To increase the amplitude of something, especially of an electric current.",
      "Increase the volume of",
      "To increase amplitude."
    ],
    "nouns": [
      "An electromechanical device which produces sound",
      "Device which transforms electrical signals into acoustical signals.",
      "Transducer that converts electrical energy into sound energy",
      "A loudspeaker is an electroacoustic transducer; a device which converts an electrical audio signal into a corresponding sound.",
      "Electro-acoustic transducer that converts electrical signals into sounds loud enough to be heard at a distance",
      "An electromechanical transducer that converts an electrical signal into audible sound.",
      "Loudspeaker.",
      "A portable, usually hand-held, funnel-shaped device whose application is to send a person's natural voice toward a targeted direction for a specified purpose.",
      "Portable device used to amplify a person's voice.",
      "A megaphone, speaking-trumpet, bullhorn, blowhorn, or loud hailer is a portable, usually hand-held, cone-shaped acoustic horn used to amplify a person's voice or other sounds and direct it in a given direction.",
      "A portable, usually hand-held, funnel-shaped device that is used to amplify a person's natural voice toward a targeted direction.",
      "A cone-shaped acoustic device held to the mouth to intensify and direct the human voice",
      "(Chiefly U.S.) A megaphone which electronically amplifies a person's natural voice.",
      "A portable funnel-shaped device that is used to amplify a person’s natural voice in a targeted direction.",
      "Public address system",
      "PA AMPLIFICATION",
      "A system used to amplify speech or music so that they may be heard by large crowds of people, especially outdoors",
      "A public address system is an electronic sound amplification and distribution system with a microphone, amplifier and loudspeakers, used to allow a person to address a large public, for example for announcements of movements at large and noisy air and rail terminals.",
      "Electronic voice-amplification apparatus used for singing, giving a speech, or broadcasting in public areas.",
      "An electronic amplification system used as a communication system in public areas"
    ]
  },
  "category": "Objects",
  "alsoKnownAs": [
    "Announcement",
    "PA System"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A loudspeaker used to make announcements in public areas such as schools, or sporting grounds.</p>",
  "apple_vendor_description": "On Apple devices, the loudspeaker emoji is rendered with a bold, attention-grabbing presence, featuring a vibrant red cone and a charcoal-gray casing. Its smooth, rounded edges and prominent speaker grille are highlighted with realistic lighting, giving it a substantial, tactile feel. This emoji on Apple devices conveys a sense of amplification, broadcasting, or important announcements, often used to signal something loud or significant."
}