{
  "code": "🥃",
  "Unicode": [
    "U+1F943"
  ],
  "slug": "tumbler-glass",
  "shortcodes": {
    "github": ":tumbler_glass:",
    "slack": ":tumbler_glass:",
    "discord": ":whisky:"
  },
  "title": "Tumbler Glass",
  "keywords": [
    "glass",
    "liquor",
    "shot",
    "tumbler",
    "whisky"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [
      "To drink liquor, usually to excess.",
      "To cause someone to drink liquor, usually to excess."
    ],
    "nouns": [
      "A traditional English folk-song",
      "An alcoholic beverage that is distilled rather than fermented",
      "A distilled beverage with a high alcohol content, such as brandy, whiskey, or vodka.",
      "A distilled beverage, spirit, liquor, or hard liquor is an alcoholic beverage produced by distillation of a mixture produced from alcoholic fermentation, such as wine.",
      "Alcoholic beverage containing more than 20 percent alcohol.",
      "John Barleycorn is a British folksong.",
      "Alcoholic beverage produced through destillation, regardless of alcohol content.",
      "Alcoholic beverage that is produced by distilling",
      "Distilled alcoholic beverages.",
      "Any alcoholic beverage.",
      "Strong alcoholic drink derived from fermentation and distillation.",
      "An alcoholic liquor distilled from fermented grain and usually aged in in oak barrels.",
      "Alcoholic beverage that is distilled from fermented grain mash and aged in wooden casks (generally oak).",
      "Type of distilled alcoholic beverage made from fermented grain mash",
      "A liquor made from fermented mash of grain",
      "Whisky or whiskey is a type of distilled alcoholic beverage made from fermented grain mash.",
      "A liquor distilled from the fermented mash of grain (as rye, corn, or barley)."
    ]
  },
  "category": "Food & Drink",
  "alsoKnownAs": [
    "Bourbon",
    "Liquor",
    "Rum",
    "Whiskey",
    "Whisky"
  ],
  "version": {
    "unicode-version": "9.0",
    "emoji-version": "3.0"
  },
  "description": "<p>A short, flat glass, as used for brown liquors like&nbsp;<a href=\"https://en.wikipedia.org/wiki/Whisky\">whiskey</a>&nbsp;or&nbsp;<a href=\"https://en.wikipedia.org/wiki/Scotch_whisky\">Scotch whisky</a>.</p>\r\n\r\n<p>Apple, Google, Facebook, and WhatsApp serve&nbsp;theirs neat, while other platforms include <a href=\"/ice/\">ice</a> (&quot;on the rocks&quot;).</p>\r\n\r\n<p>Samsung&#39;s glass <a href=\"/samsung/experience-9.0/tumbler-glass/\">previously</a> featured&nbsp;the faint initials&nbsp;<em>ONI</em>,&nbsp;<a href=\"https://blog.emojipedia.org/samsungs-biggest-ever-emoji-update/\">an apparent in-company easter egg</a>.</p>",
  "apple_vendor_description": "The tumbler glass emoji on Apple devices is a clear, shapely vessel with a substantial base, appearing almost crystalline under Apple's characteristic realistic lighting. Its soft, rounded edges and the subtle reflections on its surface give it a premium, tactile quality, suggesting a refreshing beverage within. This inviting depiction is often used to signify relaxation, enjoyment, or a toast to good times."
}