{
  "code": "🤕",
  "Unicode": [
    "U+1F915"
  ],
  "slug": "face-with-head-bandage",
  "shortcodes": {
    "github": ":face_with_head_bandage:",
    "slack": ":face_with_head_bandage:",
    "discord": ":face_with_head_bandage:"
  },
  "title": "Face with Head-Bandage",
  "keywords": [
    "bandage",
    "face",
    "face with head-bandage",
    "hurt",
    "injury"
  ],
  "senses": {
    "adjectives": [
      "Suffering from physical injury especially that suffered in battle",
      "Suffering from an emotional injury.",
      "Harmed",
      "Lacking grace in movement or posture",
      "Awkward, lacking coordination, not graceful, not dextrous.",
      "Clumsy; lacking grace.",
      "Ungraceful in movement",
      "Lacking coordination in movement or action.",
      "Awkward, lacking coordination, not graceful, not dextrous",
      "Awkward, ungainly; lacking grace or dexterity in movement"
    ],
    "verbs": [
      "To wrong, to injure.",
      "To cover, as with a bandage.",
      "Wrap around with something so as to cover or enclose",
      "Cause injuries or bodily harm to",
      "To cause physical harm to a living creature.",
      "To wound or cause physical harm to a living creature.",
      "To wound or cause physical harm.",
      "To physically feel a damage, a pain, a disease or a punishment.",
      "Feel pain or be in pain",
      "To feel pain.",
      "To cause (somebody) emotional pain."
    ],
    "nouns": [
      "Harm is a moral and legal concept encompassing anything that causes injury, damage, or loss.",
      "Harm is a moral and legal concept.",
      "A moral and legal concept",
      "Moral and legal concept",
      "Any serious injury to the body, often resulting from violence or an accident.",
      "Damage or violation.",
      "Any physical damage to the body caused by violence or accident or fracture etc.",
      "Damage to the body of a human or animal",
      "Part of the body at the front of the head",
      "The face is a central organ of sense and is also very central in the expression of emotion among humans and among numerous other species.",
      "Faces are the central sense organ complexes, for those animals that have one, normally on the ventral surface of the head.",
      "The front of the human head from the forehead to the chin and ear to ear",
      "The front part of the head, featuring the eyes, nose, and mouth and the surrounding area.",
      "Major trauma is injury that can potentially lead to serious outcomes.",
      "Physiological wound caused by an external source",
      "Destructiveness that causes harm or injury",
      "A bandage is a piece of material used either to support a medical device such as a dressing or splint, or on its own to provide support to the body; it can also be used to restrict a part of the body.",
      "Medicine: piece of material used to cover a wound.",
      "A piece of soft material that covers and protects an injured part of the body",
      "A piece of material used to cover a wound.",
      "A strip of gauze or similar material used to protect or support a wound or injury.",
      "Any therapeutic material that is used to cover an injury.",
      "Piece of material used either to support a medical device such as a dressing or splint",
      "The condition of someone who suffers; a state of pain or distress.",
      "Suffering is an individual's basic affective experience of physical or mental unpleasantness and aversion associated with harm or threat of harm.",
      "An emotional or psychological hurt (humiliation or bad experience)",
      "Suffering, or pain in a broad sense, may be described as an experience of unpleasantness and aversion associated with the perception of harm or threat of harm in an individual.",
      "Relating to physical or mental suffering",
      "Feelings of mental or physical pain",
      "Pain, mental, or emotional unhappiness caused by bad things happening"
    ]
  },
  "category": "Smileys & Emotion",
  "alsoKnownAs": [
    "Bandaged Head",
    "Clumsy",
    "Injured"
  ],
  "version": {
    "unicode-version": "8.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A yellow face with a half-frown and white bandage wrapped around its head, often depicted partially over one eye. May represent physical injury or pain but also emotional hurting, sometimes for ironic effect.</p>\r\n\r\n<p>Differs from other smileys conveying illness, such as <a href=\"/nauseated-face/\">🤢 Nauseated Face</a> (appearing as if it&rsquo;s going to vomit) or <a href=\"/face-with-thermometer/\">🤒 Face With Thermometer</a> (used especially for colds and flus).</p>\r\n\r\n<p>Huawei&#39;s design for this emoji has a heavily bruised eye as well as a head bandage.</p>",
  "apple_vendor_description": "The face with a head bandage emoji on Apple devices presents a mildly concerned expression, its eyes wide with a hint of discomfort, and a crisp white bandage wrapped securely around its forehead. Apple's design language brings out the subtle details of the facial features with gentle shading and smooth, rounded contours, giving the character a relatable and empathetic appearance. This emoji is commonly used to communicate a feeling of being unwell, recovering from an injury, or experiencing a minor setback, conveying a sense of vulnerability and the need for care."
}