{
  "code": "🇸🇽",
  "Unicode": [
    "U+1F1F8",
    "U+1F1FD"
  ],
  "slug": "flag-sint-maarten",
  "shortcodes": {
    "github": ":sint_maarten:",
    "slack": ":flag-sx:",
    "discord": ":flag_sx:"
  },
  "title": "Flag: Sint Maarten",
  "keywords": [
    "flag"
  ],
  "senses": {
    "adjectives": [
      "Of or pertaining to the Netherlands, the Dutch people or the Dutch language.",
      "Of or relating to the Netherlands, the Dutch people, or the Dutch language.",
      "Of or relating to the Netherlands or its people or culture",
      "Of the Netherlands, people, or language.",
      "From or in the countryside or connected with it.",
      "Of, from or pertaining to the countryside (adjective)."
    ],
    "verbs": [
      "Travel through the air; be airborne",
      "To cause to travel through the air.",
      "To cause to fly : to transport via air or the like.",
      "To move autonomously through the air, without any part of the object or object's enclosure touching anything attached to the ground.",
      "To fly."
    ],
    "nouns": [
      "Saint Martin is an island in the northeast Caribbean, approximately east of Puerto Rico.",
      "A constituent country of the Kingdom of the Netherlands",
      "Country on the Caribbean island of Saint Martin, part of the Kingdom of the Netherlands",
      "Sint Maarten is a constituent country of the Kingdom of the Netherlands.",
      "One of the constituent countries of the Kingdom of the Netherlands, located on the south of the island of Saint Martin in the Caribbean Sea.",
      "An island in the northeast Caribbean, divided between France and the Netherlands",
      "An island in the western Leeward Islands; administered jointly by France and the Netherlands",
      "Emblem usually consisting of a rectangular piece of cloth of distinctive design",
      "Piece of cloth.",
      "A flag is a piece of fabric with a distinctive design that is used as a symbol, as a signaling device, or as decoration.",
      "A piece of cloth, often decorated with an emblem, used as a visual signal or symbol.",
      "Piece of fabric with a distinctive design",
      "The opposite of secession",
      "As its original Latin term",
      "Government",
      "The collective body of a nation or state as politically organized, or as exercising political functions.",
      "The territory of a nation, especially an independent nation state or formerly independent nation; a political entity asserting ultimate authority over a geographical area.",
      "Nations is often used synonymously with ethnic group, but although ethnicity is now one of the most important aspects of cultural or social identity for the members of most nations, people with the same ethnic origin may live in different nation-states and be treated as members of separate nations for that reason.",
      "Political organisation with a centralized independent government",
      "The government.",
      "An organized political community, living under a government",
      "Nation has various meanings, and the meaning has changed over time.",
      "A state is an organized community living under one government.",
      "A political entity asserting ultimate authority over a geographical area.",
      "A people permanently occupying a fixed territory bound together by common law, habits and custom into one body politic exercising, through the medium of an organized government, independent sovereignty and control over all persons and things within its boundaries, unless or until authority is ceded to a federation or union of other states.",
      "The people who live in a nation or country",
      "A politically organized body of people under a single government",
      "A sovereign state.",
      "A state is a nonphysical juridical entity of the international legal system that is represented by one centralized government that has supreme independent authority over a geographic area.",
      "The geographic area under the control of a political state."
    ]
  },
  "alsoKnownAs": [],
  "version": {
    "unicode-version": null,
    "emoji-version": "1.0"
  },
  "description": "<p>The flag for Sint Maarten, which may show as the letters&nbsp;<em>SX</em>&nbsp;on some platforms. This is the <a href=\"/flag-netherlands/\" title=\"🇳🇱 Flag for Netherlands\">Dutch</a> half of the of the Caribbean island of <em>Saint Martin</em>.&nbsp;Not to be confused with <a href=\"/flag-st-martin/\" title=\"🇲🇫 Flag for St. Martin\">St. Martin</a>, the French half of the same island.</p>",
  "apple_vendor_description": "The flag of Sint Maarten on Apple devices is rendered with crisp detail and vibrant colors, adhering to Apple's commitment to accurate representation. The bold red, white, and blue stripes, along with the central crest, are presented with a subtle sheen that suggests a waving flag, thanks to Apple's signature glossy 3D shading. This emoji allows users to proudly represent Sint Maarten with the distinctive visual quality found on Apple devices.",
  "category": "Flags"
}