{
  "code": "⛽",
  "Unicode": [
    "U+26FD"
  ],
  "slug": "fuel-pump",
  "shortcodes": {
    "github": ":fuelpump:",
    "slack": ":fuelpump:",
    "discord": ":fuelpump:"
  },
  "title": "Fuel Pump",
  "keywords": [
    "diesel",
    "fuel",
    "fuelpump",
    "gas",
    "pump",
    "station"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [
      "To provide fuel.",
      "Provide with a combustible substance that provides energy",
      "To provide fuel",
      "Make full, also in a metaphorical sense",
      "To make a container full.",
      "To become full.",
      "Become full of contents."
    ],
    "nouns": [
      "A machine that draws a fluid into itself through an entrance port and forces the fluid out through an exhaust port.",
      "A device for moving or compressing a liquid or gas.",
      "Device for moving liquid or gas.",
      "A pump is a device that moves fluids, or sometimes slurries, by mechanical action.",
      "A mechanical device that moves fluid or gas by pressure or suction",
      "Device that moves fluids (liquids or gases) by mechanical action",
      "A place which sells gasoline to pump directly into a car.",
      "A facility selling fuel for road motor vehicles.",
      "Filling station",
      "A filling station.",
      "A filling station is a facility which sells fuel and usually lubricants for motor vehicles.",
      "Facility which sells fuel and lubricants for motor vehicles.",
      "A service station that sells gasoline",
      "Where vehicles take on fuel or recharge",
      "A place which sells gasoline to pump directly into a car or into an approved container.",
      "A filling station, gas station ; a facility selling fuel for road motor vehicles",
      "A fuel pump is a frequently essential component on a car or other internal combustion engined device.",
      "A member of a criminal or street gang.",
      "Street gang member.",
      "A member of a gang",
      "Criminal who is a member of a gang",
      "A gangster is a criminal who is a member of a gang.",
      "A member of a mob or Mafia",
      "A criminal who is a member of gang",
      "A fuel dispenser is a machine at a filling station that is used to pump gasoline, diesel, CNG, CGH2, HCNG, LPG, LH2, ethanol fuel, biofuels like biodiesel, kerosene, or other types of fuel into vehicles.",
      "A pump in a service station that draws gasoline from underground storage tanks",
      "Device at a gas station the dispenses gasoline.",
      "A dark oil consisting mainly of hydrocarbons",
      "Petroleum",
      "Petroleum-based liquid used as fuel or lubricant.",
      "Oil which derives from petroleum and is made up of hydrocarbons.",
      "Crude oil",
      "Unrefined oil; as it is found underground, consisting mainly of hydrocarbons",
      "Naturally occurring flammable liquid",
      "A flammable liquid ranging in color from clear to very dark brown and black, consisting mainly of hydrocarbons, occurring naturally in deposits under the Earth's surface.",
      "Crude oil.",
      "A comparatively volatile liquid bitumen composed principally of hydrocarbon, with traces of sulphur, nitrogen or oxygen compounds; can be removed from the earth in a liquid state.",
      "Any material (such as firewood) that can be burned to release energy.",
      "Substance consumed to provide energy.",
      "A substance that can be consumed to produce energy",
      "Solid, liquid, or gaseous material such as gas, gasoline, oil, coal or wood, used to produce heat or power by burning.",
      "Substance consumed to provide energy through combustion, or through chemical or nuclear reaction.",
      "Any material that stores energy that can later be extracted",
      "Fuels are any materials that store potential energy in forms that can be practicably released and used for work or as heat energy."
    ]
  },
  "category": "Travel & Places",
  "alsoKnownAs": [
    "Gas Pump",
    "Petrol Pump"
  ],
  "version": {
    "unicode-version": "5.2",
    "emoji-version": "1.0"
  },
  "description": "<p>A fuel pump, used to fill up a <a href=\"/automobile/\" title=\"🚗 Automobile\">vehicle</a> with gas / petrol.</p>\r\n\r\n<p>Shown as red or orange on most platforms. Apple&#39;s artwork shows a <a href=\"/droplet/\">droplet</a> icon&nbsp;and the numbers 00322 but&nbsp;<a href=\"/apple/ios-6.0/fuel-pump/\">previously</a> displayed the letter&nbsp;<em>G</em> on the front.</p>",
  "apple_vendor_description": "On Apple devices, the fuel pump emoji is depicted with a bright, clean design, featuring a glossy red nozzle and a silver-toned dispenser. The smooth gradients and realistic lighting give it a modern, almost toy-like quality, while still clearly representing its function. This emoji, with its subtle 3D shading, often signifies travel, expenses, or the need for replenishment, making it a practical and universally understood symbol in digital communication."
}