{
  "code": "🇧🇻",
  "Unicode": [
    "U+1F1E7",
    "U+1F1FB"
  ],
  "slug": "flag-bouvet-island",
  "shortcodes": {
    "github": ":bouvet_island:",
    "slack": ":flag-bv:",
    "discord": ":flag_bv:"
  },
  "title": "Flag: Bouvet Island",
  "keywords": [
    "flag"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [],
    "nouns": [
      "Emblem usually consisting of a rectangular piece of cloth of distinctive design",
      "Piece of cloth.",
      "A flag is a piece of fabric with a distinctive design that is used as a symbol, as a signaling device, or as decoration.",
      "A piece of cloth, often decorated with an emblem, used as a visual signal or symbol.",
      "Piece of fabric with a distinctive design",
      "Uninabited subantarctic volcanic island",
      "Uninhabited volcanic island in the South Atlantic Ocean.",
      "An uninhabited South Atlantic sub-Antarctic volcanic island",
      "A Norwegian uninhabited volcanic island in the South Atlantic Ocean, south-southwest of the South African Cape of Good Hope.",
      "Bouvet Island is an uninhabited subantarctic volcanic island and dependency of Norway located in the South Atlantic Ocean at.",
      "An island belonging to Norway in the South Atlantic near the Antarctic Circle",
      "Uninhabited island in the South Atlantic, a dependency of Norway."
    ]
  },
  "alsoKnownAs": [],
  "version": {
    "unicode-version": null,
    "emoji-version": "1.0"
  },
  "description": "<p>The flag for Bouvet Island, which may show as the letters&nbsp;<em>BV</em>&nbsp;on some platforms.&nbsp;This is the same flag as <a href=\"/flag-norway/\" title=\"🇳🇴 Flag for Norway\">Norway</a>.</p>",
  "apple_vendor_description": "On Apple devices, the flag of Bouvet Island is presented with crisp detail and vibrant colors, adhering to Apple's commitment to accurate and visually appealing representations of national symbols. The flag's design, rendered with subtle 3D depth and smooth edges, flies as a clean and distinct emblem. This emoji serves as a geographical marker or a nod to the remote island territory, contributing to the diverse and comprehensive collection of flags available on Apple devices.",
  "category": "Flags"
}