{
  "code": "👨‍👧‍👧",
  "Unicode": [
    "U+1F468",
    "U+200D",
    "U+1F467",
    "U+200D",
    "U+1F467"
  ],
  "slug": "family-man-girl-girl",
  "shortcodes": {
    "github": ":family_man_girl_girl:",
    "slack": ":man-girl-girl:",
    "discord": ":family_man_girl_girl:"
  },
  "title": "Family: Man, Girl, Girl",
  "keywords": [
    "adult",
    "man"
  ],
  "senses": {
    "adjectives": [
      "Of or related to a family."
    ],
    "verbs": [],
    "nouns": [
      "Young female human",
      "A young female human; (in contrast to boy), a female child or young adult.",
      "A title of respect for a young woman (usually unmarried) with or without a name used.",
      "A young female person, usually a child or teenager.",
      "A young woman",
      "A young girl.",
      "A girl is any female human from birth through childhood and adolescence to attainment of adulthood when she becomes a woman.",
      "A girl is a female human from birth through childhood and adolescence to attainment of adulthood when she becomes a woman.",
      "A young female; miss.",
      "Sexual maturity is the age or stage when an organism can reproduce.",
      "The age or stage when an organism can reproduce",
      "An adult male human.",
      "A man is a male human.",
      "An adult male human",
      "An adult human member of the sex that begets young by fertilizing ova.",
      "A human member of the masculine sex or gender.",
      "An adult person who is male (as opposed to a woman)",
      "Primary social group; parents and children",
      "A domestic group of people (or a number of domestic groups), typically affiliated by birth or marriage, or by comparable legal relationships",
      "A group of people who are closely related to one another (by blood or marriage); for example, a set of parents and their children; an immediate family.",
      "A group comprising parents, offsprings and others closely related or associated with them.",
      "Immediate family, e.g. parents and their children.",
      "A series of hardware or software products that have some properties in common, such as a series of personal computers from the same company, a series of CPU chips from the same manufacturer that all use the same instruction set, a set of 32-bit operating systems based on the same API (for example, Windows 95 and Windows 98), or a set of fonts that are intended to be used together, such as Times New Roman.",
      "An account holder who is a parent or a child.",
      "In human context, a family is a group of people affiliated by consanguinity, affinity, or co-residence/shared consumption.",
      "An account holder who is the primary administrator (parent) and the family members they manage.",
      "A family consists of a domestic group of people, typically affiliated by birth or marriage, or by analogous or comparable relationships -- including domestic partnership, cohabitation, adoption, surname and ownership.",
      "Group of people affiliated by consanguinity, affinity, or co-residence"
    ]
  },
  "category": "People & Body",
  "alsoKnownAs": [
    "Male",
    "Moustache Man"
  ],
  "version": {
    "unicode-version": null,
    "emoji-version": "4.0"
  },
  "description": "",
  "apple_vendor_description": "This family emoji, as rendered on Apple devices, portrays a loving scene with a man holding two girls, depicted with smooth, rounded figures and a warm, inviting color palette. Apple's characteristic glossy 3D shading gives the figures a soft, approachable quality, with subtle highlights suggesting genuine connection. It's a clear and heartwarming representation of a family unit, often used to express familial love, togetherness, or personal identity within a household on Apple devices."
}