{
  "code": "🇰🇮",
  "Unicode": [
    "U+1F1F0",
    "U+1F1EE"
  ],
  "slug": "flag-kiribati",
  "shortcodes": {
    "github": ":kiribati:",
    "slack": ":flag-ki:",
    "discord": ":flag_ki:"
  },
  "title": "Flag: Kiribati",
  "keywords": [
    "flag"
  ],
  "senses": {
    "adjectives": [
      "From or in the countryside or connected with it.",
      "Of, from or pertaining to the countryside (adjective)."
    ],
    "verbs": [],
    "nouns": [
      "Republic of Kiribati.",
      "Country in Oceania",
      "Country in Oceania with capital Tarawa.",
      "Kiribati, officially the Independent and Sovereign Republic of Kiribati, is an island nation in the central tropical Pacific Ocean.",
      "An island republic in the west central Pacific just to the south of the equator",
      "FIPS 10-4 country code",
      "Country in Oceania. Official name in English: Republic of Kiribati.",
      "Emblem usually consisting of a rectangular piece of cloth of distinctive design",
      "Piece of cloth.",
      "A flag is a piece of fabric with a distinctive design that is used as a symbol, as a signaling device, or as decoration.",
      "A piece of cloth, often decorated with an emblem, used as a visual signal or symbol.",
      "Piece of fabric with a distinctive design",
      "The flag of Kiribati is red in the upper half with a gold frigatebird flying over a gold rising sun, and the lower half is blue with three horizontal wavy white stripes to represent the ocean and the three groups.",
      "The opposite of secession",
      "As its original Latin term",
      "Government",
      "The collective body of a nation or state as politically organized, or as exercising political functions.",
      "The territory of a nation, especially an independent nation state or formerly independent nation; a political entity asserting ultimate authority over a geographical area.",
      "Nations is often used synonymously with ethnic group, but although ethnicity is now one of the most important aspects of cultural or social identity for the members of most nations, people with the same ethnic origin may live in different nation-states and be treated as members of separate nations for that reason.",
      "Political organisation with a centralized independent government",
      "The government.",
      "An organized political community, living under a government",
      "Nation has various meanings, and the meaning has changed over time.",
      "A state is an organized community living under one government.",
      "A political entity asserting ultimate authority over a geographical area.",
      "A people permanently occupying a fixed territory bound together by common law, habits and custom into one body politic exercising, through the medium of an organized government, independent sovereignty and control over all persons and things within its boundaries, unless or until authority is ceded to a federation or union of other states.",
      "The people who live in a nation or country",
      "A politically organized body of people under a single government",
      "A sovereign state.",
      "A state is a nonphysical juridical entity of the international legal system that is represented by one centralized government that has supreme independent authority over a geographic area.",
      "The geographic area under the control of a political state."
    ]
  },
  "alsoKnownAs": [
    "I-Kiribati Flag"
  ],
  "version": {
    "unicode-version": null,
    "emoji-version": "1.0"
  },
  "description": "<p>The flag for&nbsp;<a href=\"https://en.wikipedia.org/wiki/Kiribati\">Kiribati</a>, which may show as the letters&nbsp;<em>KI</em>&nbsp;on some platforms.</p>",
  "apple_vendor_description": "The flag of Kiribati emoji, as presented on Apple devices, features a vibrant and meticulously designed representation of the nation's banner. The golden sun rising over a blue sea, with a frigate bird soaring above, is rendered with Apple's characteristic glossy 3D shading and sharp, clear lines. The smooth gradients and realistic lighting bring the imagery to life, symbolizing hope, prosperity, and the unique geography of Kiribati. This detailed depiction ensures its visual impact and recognizability on Apple devices."
}