{
  "code": "🤞",
  "Unicode": [
    "U+1F91E"
  ],
  "slug": "crossed-fingers",
  "shortcodes": {
    "github": ":crossed_fingers:",
    "slack": ":hand_with_index_and_middle_fingers_crossed:",
    "discord": ":hand_with_index_and_middle_finger_crossed:"
  },
  "title": "Hand with Index and Middle Fingers Crossed",
  "keywords": [
    "cross",
    "crossed fingers",
    "finger",
    "hand",
    "luck"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [
      "To rely on luck."
    ],
    "nouns": [
      "One of the long extremities of the hand, sometimes excluding the thumb.",
      "A part of the hand",
      "One of the long extremities of the hand that is used for gripping objects.",
      "Extremity of the hand.",
      "Any of the terminal members of the hand (sometimes excepting the thumb)",
      "Organ of manipulation and sensation found in the hands of humans and other primates",
      "A finger is a limb of the human body and a type of digit, an organ of manipulation and sensation found in the hands of humans and other primates.",
      "That part of the fore limb below the forearm or wrist in primates (including humans).",
      "The part of the fore limb below the forearm or wrist in a human, and the corresponding part in many other animals.",
      "The zoological term for the distal portion of the forelimb of an animal (including the human hand)",
      "Part of the fore limb.",
      "The (prehensile) extremity of the superior limb",
      "The manus is the zoological term for the distal portion of the fore limb of an animal.",
      "A hand, as the part of the fore limb below the forearm in a man, or the corresponding part in other vertebrates.",
      "A hand is a prehensile, multi-fingered extremity located at the end of an arm or forelimb of primates such as humans, chimpanzees, monkeys, and lemurs.",
      "A superstitious hand gesture of good luck",
      "To cross one's fingers is a hand gesture commonly used to implore God for protection, as well as to wish for good luck."
    ]
  },
  "category": "People & Body",
  "alsoKnownAs": [
    "Fingers Crossed",
    "Good Luck"
  ],
  "version": {
    "unicode-version": "9.0",
    "emoji-version": "3.0"
  },
  "description": "<p>A&nbsp;fingers crossed emoji which&nbsp;displays&nbsp;the&nbsp;index (first) finger crossed over the&nbsp;middle (second)&nbsp;finger. Commonly used as a gesture indicating&nbsp;luck, or to show&nbsp;desire of a favorable outcome.</p>\r\n\r\n<p>This emoji was <a href=\"/samsung/touchwiz-7.1/crossed-fingers/\">previously</a> displayed with an additional finger on Samsung devices.</p>",
  "apple_vendor_description": "The crossed fingers emoji on Apple devices is a clear and optimistic gesture, with each digit rendered in a bright, healthy tone with the characteristic Apple glossy 3D shading. The fingers are slightly bent, with the tips meeting, and subtle highlights suggest a polished, almost tangible surface. This emoji on Apple devices is universally understood to express hope, good luck, or a wish for something positive to happen, bringing a lighthearted optimism to digital conversations."
}