{
  "code": "👮🏿‍♀️",
  "Unicode": [
    "U+1F46E",
    "U+1F3FF",
    "U+200D",
    "U+2640",
    "U+FE0F"
  ],
  "slug": "woman-police-officer-dark-skin-tone",
  "shortcodes": null,
  "title": "woman police officer: dark skin tone",
  "keywords": [
    "dark skin tone",
    "officer",
    "woman",
    "police",
    "cop"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [
      "Take into custody",
      "Maintain the security of by carrying out a patrol",
      "Direct or command as an officer"
    ],
    "nouns": [
      "Any person in the armed services who holds a position of authority or command",
      "Any person in the armed services who holds a position of authority or command.",
      "An officer is a member of an armed force or uniformed service who holds a position of authority.",
      "Member of an armed force or uniformed service who holds a position of authority",
      "A woman is a female human.",
      "Female adult human",
      "An animal of the sex that produces eggs.",
      "An adult human member of the sex that produces ova and bears young.",
      "An adult female human.",
      "An adult female person (as opposed to a man)",
      "Adult female human being.",
      "A police force is a constituted body of persons empowered by the state to enforce the law, protect property, and limit civil disorder.",
      "A civil force granted the legal authority to enforce the law and maintain public order.",
      "Constabulary may have several definitions: A civil, non-paramilitary force consisting of police officers called constables.",
      "Branch of the government which is charged with the preservation of public order, the promotion of public health and safety, and the prevention, detection, and punishment of crimes.",
      "The force of policemen and officers",
      "Constituted body of persons empowered by the state to enforce the law",
      "An organisation that enforces the law.",
      "With `old bill' as a slang term in the UK",
      "A member of a police force",
      "A member of a police force, especially one who is male.",
      "An officer of a law enforcement agency.",
      "A police officer is a warranted employee of a police force.",
      "A male police officer.",
      "A police officer, especially a junior one who does patrol instead of detection or supervising other policemen.",
      "A female police officer.",
      "A police officer or prison guard.",
      "Warranted employee of a police force",
      "An officer in a law enforcement agency."
    ]
  },
  "category": "People & Body",
  "alsoKnownAs": null,
  "version": null,
  "description": "The Female Police Officer, Type-6 emoji is a sequence of the  Police Officer,  Emoji Modifier Fitzpatrick Type-6, ? Female Sign and ? Va",
  "apple_vendor_description": "This strong emoji on Apple devices portrays a woman police officer with a dark skin tone, exuding authority and competence. She is depicted with a confident posture and a resolute expression, her uniform rendered with crisp detail and subtle highlights that showcase Apple's realistic lighting. On Apple devices, her presence symbolizes safety, justice, and support, making her a powerful visual communicator for law enforcement or a statement of admiration for those in service."
}