{
  "code": "🔊",
  "Unicode": [
    "U+1F50A"
  ],
  "slug": "speaker-high-volume",
  "shortcodes": {
    "github": ":loud_sound:",
    "slack": ":loud_sound:",
    "discord": ":loud_sound:"
  },
  "title": "Speaker with Three Sound Waves",
  "keywords": [
    "loud",
    "speaker high volume"
  ],
  "senses": {
    "adjectives": [
      "Full of noise.",
      "Full of or characterized by loud and nonmusical sounds",
      "Making a noise.",
      "Making a noise, esp. a loud sound.",
      "Of great intensity.",
      "Characterized by or producing sound of great volume or intensity",
      "To transmissions of messages or signals via radio waves or electronic means",
      "Sent to more than one recipient. In communications and on networks, a broadcast message is one distributed to all stations."
    ],
    "verbs": [
      "(intransitive) to reverberate with sound or noise.",
      "Emit a noise",
      "To reverberate with sound or noise",
      "Become bigger or greater in amount",
      "Broadcast over the airwaves, as in radio or television",
      "To transmit a message or signal via radio waves or electronic means",
      "To send data over the airwaves, as in radio or television.",
      "To send out a signal (as opposed to receive).",
      "To broadcast, as with a television show.",
      "To transmit a message or signal via radio waves or electronic means."
    ],
    "nouns": [
      "An electromechanical device which produces sound",
      "Device which transforms electrical signals into acoustical signals.",
      "Transducer that converts electrical energy into sound energy",
      "A loudspeaker is an electroacoustic transducer; a device which converts an electrical audio signal into a corresponding sound.",
      "Electro-acoustic transducer that converts electrical signals into sounds loud enough to be heard at a distance",
      "An electromechanical transducer that converts an electrical signal into audible sound.",
      "Loudspeaker.",
      "Sound of any kind (especially unintelligible or dissonant sound)",
      "A transmission of a radio or television programme aired to be received by anyone with a receiver.",
      "A method by which a client receives a stream. During a broadcast connection, clients cannot control the stream. This is the opposite of an on-demand presentation.",
      "A transmission of a radio or television programme.",
      "A radio or TV transmission on air.",
      "Message that is transmitted by radio or television"
    ]
  },
  "category": "Objects",
  "alsoKnownAs": [
    "Increase Volume"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A speaker cone displayed with three sound waves, generally used as an icon to indicate the increasing of volume on a phone or computer.</p>\r\n\r\n<p>Used by the Google Chrome browser to indicate which of your browser windows is playing sound.</p>",
  "apple_vendor_description": "On Apple devices, the high-volume speaker emoji is depicted as a sleek, modern speaker grille with radiating concentric circles, colored a deep charcoal gray and highlighted with bright, realistic lighting that emphasizes its three-dimensional form.  The signature glossy finish and smooth gradients of Apple's design language give it a polished, energetic feel, suggesting loud sound or an emphatic announcement.  It's perfect for conveying excitement, drawing attention, or indicating that something is at maximum volume."
}