{
  "code": "🦈",
  "Unicode": [
    "U+1F988"
  ],
  "slug": "shark",
  "shortcodes": {
    "github": ":shark:",
    "slack": ":shark:",
    "discord": ":shark:"
  },
  "title": "Shark",
  "keywords": [
    "fish",
    "shark"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [
      "Play the shark; act with trickery",
      "To play the petty thief; to practice fraud or trickery; to swindle.",
      "Intransitive: to try to catch fish.",
      "To catch or try to catch fish.",
      "Catch or try to catch fish or shellfish",
      "To try to catch fish, whether successfully or not."
    ],
    "nouns": [
      "Superorder of fish",
      "A scaleless fish with a cartilaginous skeleton that has 5 to 7 gill slits on each side of its head.",
      "Any of numerous elongate mostly marine carnivorous fishes with heterocercal caudal fins and tough skin covered with small toothlike scales",
      "Sharks are a group of fish characterized by a cartilaginous skeleton, five to seven gill slits on the sides of the head, and pectoral fins that are not fused to the head.",
      "Scaleless cartilaginous fish.",
      "A scaleless, predatory fish of the superorder Selachimorpha, with a cartilaginous skeleton and 5 to 7 gill slits on each side of its head."
    ]
  },
  "category": "Animals & Nature",
  "alsoKnownAs": [
    "Great White Shark"
  ],
  "version": {
    "unicode-version": "9.0",
    "emoji-version": "3.0"
  },
  "description": "<p>A shark, a large, stealthy fish with many teeth. Generally depicted as a gray shark in full profile facing left, as a&nbsp;<a href=\"/dolphin/\">tiger</a>, <a href=\"https://en.wikipedia.org/wiki/Bull_shark\">bull</a>, or <a href=\"https://en.wikipedia.org/wiki/Great_white_shark\">great white shark</a> hunting in the water. Shown with a white underside and three gills, its pointed nose and teeth-lined mouth curving down to a sharp dorsal fin and long, pointed tail.</p>\r\n\r\n<p>Not to be confused with <a href=\"/dolphin/\">🐬 Dolphin</a>.</p>",
  "apple_vendor_description": "The shark emoji on Apple devices is depicted with a sleek, powerful form, embodying both awe and a hint of caution. Its design showcases Apple's mastery of realistic lighting and gradients, giving its gray skin a subtle sheen and its fins a sharp, defined edge.  The slightly open mouth and piercing eye, rendered with Apple's characteristic detail, suggest the creature's primal nature, often used playfully to represent danger, the ocean, or a bold, decisive action in messages sent on Apple devices."
}