{
  "code": "🎮",
  "Unicode": [
    "U+1F3AE"
  ],
  "slug": "video-game",
  "shortcodes": {
    "github": ":video_game:",
    "slack": ":video_game:",
    "discord": ":video_game:"
  },
  "title": "Video Game",
  "keywords": [
    "controller",
    "game",
    "video game"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [
      "To perform in (a sport); to participate in (a game).",
      "To take part in a sport's match.",
      "Participate in games or sport",
      "Participate in (a sport or game)."
    ],
    "nouns": [
      "Person who plays video games",
      "A \"gamer\" is someone who partakes in interactive gaming, such as video games or board games.",
      "A player of one or more video games.",
      "A person who plays video games.",
      "Player of video games.",
      "This is a collection of quotes about video games. games",
      "An electronic game, especially a game played using a general purpose computer (as opposed to a game console).",
      "A video game played on a personal computer",
      "Class of electronic game",
      "A video game is an electronic game that involves human interaction with a user interface to generate visual feedback on a video device.",
      "One of the player's chances to play, lost when a mistake is made.",
      "A type of game existing as and controlled by software, usually run by a video game console or a computer, and played on a video terminal or television screen. Controlled by a paddle, joystick, joypad, mouse, keyboard, or a combination of any of them.",
      "PC games, also known as computer games, are video games played on a general-purpose personal computer rather than a dedicated video game console or arcade machine.",
      "A game played against a computer",
      "One of the player's chances to play, lost when a mistake is made (e.g. in a video game).",
      "The activity of playing video or computer games",
      "A class of computer program in which one or more users interact with the computer as a form of entertainment. Computer games run the gamut from simple alphabet games for toddlers to chess, treasure hunts, war games, and simulations of world events. The games are controlled from a keyboard or with a joystick or other device and are supplied on disks, on CD-ROMs, as game cartridges, on the Internet, or as arcade devices.",
      "A game that involves interaction with a user interface to generate visual feedback on a video device, most commonly a television or monitor.",
      "Game controlled by a software.",
      "A game controller is a device used with games or entertainment systems to provide input to a video game, typically to control an object or character in the game.",
      "An input device used for playing video games",
      "Device used with games or entertainment systems",
      "A device used to control a video game. For example, a joystick, mouse, or gamepad.",
      "A dedicated electronic device that is designed to play video games, especially in accompaniment with a television.",
      "A computer or other electronic device designed for playing video games.",
      "A video game console.",
      "Interactive entertainment computer or customized computer system to display a video game",
      "Keyboard and screen.",
      "A video game console is a device that outputs a video signal or visual image to display a video game.",
      "An interactive entertainment computer or electronic device that manipulates the video display signal of a display device (a television, monitor, etc.) to display a game.",
      "The keyboard and screen of a computer or other electronic device.",
      "A specific device for playing video games",
      "An eighth generation video game console by Sony.",
      "Fourth home video game console produced by Sony Computer Entertainment",
      "The PlayStation 4 is a home video game console from Sony Computer Entertainment.",
      "An activity described by a set of rules, especially for the purpose of entertainment, often competitive or having an explicit goal.",
      "A class of computer program in which one or more users interact with the computer as a form of entertainment. Computer games run the gamut from simple alphabet games for toddlers to chess, treasure hunts, war games, and simulations of world events. The games are controlled from a keyboard or with a joystick or other device and are supplied on disks, on CD-ROMs, as game cartridges, on the Internet, or as arcade devices.",
      "Games are activities involving structured playing, usually undertaken for enjoyment and sometimes used as an educational tool.",
      "Structured information used for playing",
      "A pursuit or activity with rules performed either alone or with others, for the purpose of entertainment.",
      "A contest with rules to determine a winner",
      "A game is structured playing, usually undertaken for enjoyment and sometimes used as an educational tool.",
      "A video game console of the \"PlayStation\" brand.",
      "Fifth-generation video game console",
      "Series of video game consoles.",
      "Series of video game consoles created and developed by Sony Computer Entertainment",
      "A series of video game consoles developed by Sony Computer Entertainment",
      "PlayStation is a series of video game consoles created and developed by Sony Computer Entertainment.",
      "Video gaming brand created by Microsoft",
      "Xbox is a video gaming brand created and owned by Microsoft."
    ]
  },
  "category": "Activities",
  "alsoKnownAs": [
    "Gamepad",
    "Playstation",
    "Wii U",
    "Xbox"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A video game emoji,&nbsp;shown on major platforms as a console&nbsp;gamepad with <a href=\"https://en.wikipedia.org/wiki/D-pad\">D-pad</a>, <a href=\"/joystick/\" title=\"🕹 Joystick\">joysticks</a>, and buttons.</p>",
  "apple_vendor_description": "On Apple devices, the video game emoji is a vibrant representation of digital entertainment, often shown as a stylized game controller with prominent, rounded buttons. Its glossy finish and dynamic lighting give it a modern and engaging feel, embodying the excitement of gameplay. This emoji on Apple devices is perfect for expressing a love for gaming, suggesting a fun activity, or celebrating a victory in a virtual world."
}