{
  "code": "🔵",
  "Unicode": [
    "U+1F535"
  ],
  "slug": "large-blue-circle",
  "shortcodes": {
    "github": ":large_blue_circle:",
    "slack": ":large_blue_circle:",
    "discord": ":blue_circle:"
  },
  "title": "Large Blue Circle",
  "keywords": [
    "blue",
    "circle",
    "geometric"
  ],
  "senses": {
    "adjectives": [
      "Having a tint or hue similar to the colour blue.",
      "Somewhat blue.",
      "Of the color intermediate between green and violet; having a color similar to that of a clear unclouded sky- Helen Hunt Jackson",
      "Having the pure color of a clear sky; the primary color between green and violet in the visible spectrum, an effect of light with a wavelength between 450 and 500 nm.",
      "Of the colour blue.",
      "Somewhat blue in color.",
      "Of, or relating to geometry.",
      "Of or relating to or determined by geometry",
      "Of or relating to geometry.",
      "Of, or relating to geometry; geometric.",
      "In the shape of, or moving in a circle.",
      "Circular or cylindrical; having a circular cross-section in one direction.",
      "Having a circular, cylindrical or spherical shape.",
      "Having a circular shape"
    ],
    "verbs": [
      "Be urgent"
    ],
    "nouns": [
      "Blue color or pigment; resembling the color of the clear sky in the daytime",
      "One of the three additive primary colors located between violet and green on the optical spectrum",
      "The colour of the clear sky or the deep sea, between green and violet in the visible spectrum, and one of the primary additive colours for transmitted light; the colour obtained by subtracting red and green from white light using magenta and cyan filters; or any colour resembling this.",
      "The pure color of a clear sky; the primary color between green and violet in the visible spectrum, an effect of light with a wavelength between 450 and 500 nm.",
      "Blue is the color of the clear sky and the deep sea.",
      "Small picture, computer icon.",
      "A computer icon is a pictogram displayed on a computer screen in order to help the user navigate a computer system or mobile device.",
      "A small picture which represents something (such as an icon on a computer screen which when clicked performs some function.)",
      "(computer science) a graphic symbol (usually a simple picture) that denotes a program or a command or a data file or a concept in a graphical user interface",
      "A pictogram used in a graphical user interface",
      "A small picture that represents a file, folder, program, or other object or function.",
      "A round fastener sewn to shirts and coats etc to fit through buttonholes",
      "In modern clothing and fashion design, a button is a small fastener, most commonly made of plastic, but also frequently of seashell, which secures two pieces of fabric together.",
      "Knob or small disc serving as a fastener.",
      "Small fastener",
      "A fastener consisting of a knob or disc that is passed through a slit in the adjacent material.",
      "A knob or disc that is passed through a loop or (buttonhole), serving as a fastener.",
      "Mathematics: set of points in a metric space lying within a given distance of a given point.",
      "Round three-dimensional body whose surface has at each point the same distance from the center.",
      "A regular three-dimensional object in which every cross-section is a circle; the figure described by the revolution of a circle about its diameter .",
      "A solid figure bounded by a spherical surface (including the space it encloses)",
      "Round geometrical and circular object in three-dimensional space",
      "A sphere is a perfectly round geometrical and circular object in three-dimensional space that resembles the shape of a completely round ball.",
      "The set of points in a topological space lying within some open set containing a given point; the analogue of the disk in a Euclidean space.",
      "A two-dimensional geometric figure, a disk, consisting of the set of all those points of a plane at a distance less than or equal to a fixed distance from another point.",
      "Three-dimensional geometric figure.",
      "Ellipse in which the two axes are of equal length; a plane curve generated by one point moving at a constant distance from a fixed point",
      "A circle is a simple shape of Euclidean geometry that is the set of all points in a plane that are at a given distance from a given point, the center.",
      "Circles are simple shapes of Euclidean geometry consisting of those points in a plane which are equidistant from a given point, the center.",
      "Simple shape of Euclidean geometry",
      "A two-dimensional, geometric shape that is made up of every point on a plane which is equidistant from the centre. May be drawn with a pair of compasses."
    ]
  },
  "category": "Symbols",
  "alsoKnownAs": [],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A circle shown in the color of blue. May be used to represent anything blue.</p>\r\n\r\n<div id=\"professor_prebid-root\">&nbsp;</div>",
  "apple_vendor_description": "On Apple devices, the large blue circle emoji presents a perfect, polished orb with a luminous, almost liquid quality.  Its deep cerulean shade is rendered with Apple’s signature glossy 3D shading, featuring subtle highlights and soft gradients that suggest a perfectly smooth, rounded surface. This simple yet striking design conveys a sense of completeness, stability, or a bold, clear statement in digital conversations, often used to mark significant points or as a visual anchor."
}