{
  "code": "🔟",
  "Unicode": [
    "U+1F51F"
  ],
  "slug": "keycap-10",
  "shortcodes": {
    "github": ":keycap_ten:",
    "slack": ":keycap_ten:",
    "discord": ":keycap_ten:"
  },
  "title": "Keycap Ten",
  "keywords": [
    "keycap",
    "ten"
  ],
  "senses": {
    "adjectives": [
      "Being one more than nine",
      "Capable of being counted; having a quantity.",
      "That can be counted",
      "Capable of being counted.",
      "Able to be counted; countable."
    ],
    "verbs": [
      "To determine the number (of objects in a group).",
      "Determine the number or amount of",
      "To count",
      "To determine the amount of."
    ],
    "nouns": [
      "A concept of quantity involving zero and units",
      "Mathematical object used to count, label, and measure",
      "A number is one of several related types of mathematical objects.",
      "A member of one of several classes: natural numbers, integers, rational numbers, real numbers, complex numbers, quaternions.",
      "Set of numerals.",
      "A set of numerals for representing numbers.",
      "A numerical value equal to 10; the number occurring after nine and before eleven, represented in Roman numerals as X, in Arabic numerals (and base ten) as 10, and in the hexadecimal system (base 16) as A.",
      "10 is an even natural number following 9 and preceding 11.",
      "Natural number",
      "The cardinal number occurring after 9 and before 11.",
      "The natural number itself.",
      "The cardinal number that is the sum of nine and one; the base of the decimal system",
      "The cardinal number occurring after nine and before eleven, represented in Roman numerals as X, in Arabic numerals as 10, and in the hexadecimal system (base 16) as A."
    ]
  },
  "category": "Symbols",
  "alsoKnownAs": [
    "Number 10"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>The number 10 on a&nbsp;square with rounded corners, designed to look like a keycap.</p>",
  "apple_vendor_description": "The Keycap 10 emoji on Apple devices is a crisp, white square with elegantly rounded corners, featuring a bold black numeral '10' centered within. Apple's characteristic 3D shading imbues it with a subtle depth, making it feel like a physical keycap from a keyboard. It's commonly used to signify the number ten, a perfect score, or as a numerical reference in various digital communications on Apple products."
}