{
  "code": "🔞",
  "Unicode": [
    "U+1F51E"
  ],
  "slug": "no-one-under-eighteen",
  "shortcodes": {
    "github": ":underage:",
    "slack": ":underage:",
    "discord": ":underage:"
  },
  "title": "No One Under Eighteen Symbol",
  "keywords": [
    "18",
    "age restriction",
    "eighteen",
    "no one under eighteen",
    "prohibited",
    "underage"
  ],
  "senses": {
    "adjectives": [
      "Contrary to or forbidden by law, especially criminal law.",
      "Prohibited by law or by official or accepted rules",
      "Not conforming to, permitted by, or recognised by law or rules.",
      "Contrary to or forbidden by law.",
      "In the early part of life or growth.",
      "In the early part of growth or life; born not long ago.",
      "(used of living things especially persons) in an early period of life or development or growth",
      "In the early part of growth or life.",
      "Excluded from use or mention",
      "Still a minor.",
      "Not yet a legal adult; still a minor.",
      "Not of legal age",
      "Characterized by or displaying negation or denial or opposition or resistance; having no positive features",
      "Quantifier; used with either mass nouns or plural count nouns for indicating a complete or almost complete lack or zero quantity of",
      "Controlled or governed according to rule or principle or law",
      "Of lesser importance or stature or rank",
      "Being one more than seventeen"
    ],
    "verbs": [
      "To tell not to do something.",
      "Command against",
      "To forbid, disallow, or proscribe; to make illegal or illicit.",
      "Place limits on (extent or access)",
      "  To restrict or limit.",
      "To restrict or limit.",
      "Logical operation (not)"
    ],
    "nouns": [
      "A visible indication.",
      "A perceptible indication of something not immediately apparent (as a visible clue that something has happened)",
      "A perceptible indication of something not immediately apparent, as a visible clue that something has happened.",
      "A concept of quantity involving zero and units",
      "Mathematical object used to count, label, and measure",
      "A number is one of several related types of mathematical objects.",
      "A member of one of several classes: natural numbers, integers, rational numbers, real numbers, complex numbers, quaternions.",
      "Set of numerals.",
      "A set of numerals for representing numbers.",
      "A single serving of a beverage",
      "Served alcoholic beverage.",
      "A (served) alcoholic beverage.",
      "An operation on logical values that changes true to false, and false to true.",
      "In various logical and algebraic structures",
      "In logic, negation, also called logical complement, is an operation that takes a proposition p to another proposition \"not p\", written ¬ p, which is interpreted intuitively as being true when p is false and false when p is true.",
      "A unary operation on logical values that changes true to false, and false to true.",
      "A proposition which is the contradictory of another proposition and which can be obtained from that other proposition by the appropriately placed addition/insertion of the word \"not\". (Or, in symbolic logic, by prepending that proposition with the symbol for the logical operator \"not\".)",
      "(logic) a proposition that is true if and only if another proposition is false",
      "A pickpocket; a young or petty thief.",
      "A piece or strip of potato that has been (usually deep-fat) fried and is commonly eaten with or as fast food.",
      "A young person.",
      "A small person",
      "A young person of either sex",
      "A person not legally of age, or who is younger than may be charged with an offence",
      "In law, a minor is a person under a certain age -- usually the age of majority -- which legally demarcates childhood from adulthood.",
      "An account holder who is a family member, but not a parent, and who has limited use of the Internet. Children can view their own settings, but they can't change them.",
      "A person who is too young to be considered legally competent according to the laws of a jurisdiction.",
      "A child or young person.",
      "Young person (colloq.).",
      "Age of majority, Legal age, Infancy",
      "A boorish person.",
      "A person who is below the legal age of responsibility or accountability.",
      "A person below the age of puberty.",
      "A person who is below the age of adulthood; a minor .",
      "The natural number following 17 and preceding 19",
      "The cardinal number occurring after seventeen and before nineteen, represented in Roman numerals as XVIII and in Arabic numerals as 18.",
      "18 is the natural number following 17 and preceding 19.",
      "Natural number",
      "The cardinal number that is the sum of seventeen and one"
    ]
  },
  "category": "Symbols",
  "alsoKnownAs": [
    "NSFW"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>The number eighteen with a red stroke through it, indicating a location where a person must be aged 18 or above to enter. Often used online to indicate adult or <a href=\"https://en.wikipedia.org/wiki/Not_safe_for_work\">NSFW</a> content.</p>\r\n\r\n<p>Google&#39;s design includes the text &quot;under&quot; above the&nbsp;number eighteen.</p>\r\n\r\n<p>The Samsung version of this emoji <a href=\"/samsung/touchwiz-5.1/no-one-under-eighteen/\">previously displayed&nbsp;the number 19</a>. This may have been&nbsp;due to the&nbsp;<a href=\"https://en.wikipedia.org/wiki/East_Asian_age_reckoning\">practice</a> of&nbsp;counting&nbsp;the first year of life as&nbsp;one instead of&nbsp;zero&nbsp;in parts of East Asia such&nbsp;as&nbsp;<a href=\"/flag-south-korea/\" title=\"🇰🇷 Flag for South Korea\">South Korea</a>&nbsp;(the location of the Samsung Headquarters).</p>",
  "apple_vendor_description": "On Apple devices, the 'no one under eighteen' emoji is a clear and universally understood symbol of age restriction. It prominently features a stark red circle with a diagonal line, a universally recognized prohibition sign, superimposed over a stylized silhouette of a person, all rendered with Apple's characteristic crispness and clean design. The sharp contrast and bold lines ensure its message is instantly conveyed, signifying content or areas that are not suitable for minors."
}