{
  "code": "☦️",
  "Unicode": [
    "U+2626",
    "U+FE0F"
  ],
  "slug": "orthodox-cross",
  "shortcodes": {
    "github": ":orthodox_cross:",
    "slack": ":orthodox_cross:",
    "discord": ":orthodox_cross:"
  },
  "title": "Orthodox Cross",
  "keywords": [
    "Christian",
    "cross",
    "orthodox cross",
    "religion"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [],
    "nouns": [
      "An ornamental or symbolic sculptural representation of Christ on a cross, often worn as a pendant or displayed in a Christian church.",
      "A representation of the cross on which Jesus was crucified.",
      "An ornamental or symbolic representation of Christ on a cross.",
      "A crucifix, cross.",
      "A crucifix is an image of Jesus on the cross, as distinct from a bare cross.",
      "Representation of the cross on which Jesus died",
      "A rood or rood cross, sometimes known as a triumphal cross, is a cross or crucifix, especially the large Crucifixion set above the entrance to the chancel of a medieval church.",
      "\"Grilled Cheesus\" is the third episode of the second season of the American television series Glee, and the 25th episode overall.",
      "A religion in which rules exist to govern the means by which adherents participate in the religion.",
      "An institution to express belief in a divine power",
      "An institution to express belief in a divine power.",
      "Organized religion, also known as institutional religion, is religion as a social institution, in which belief systems and rituals are systematically arranged and formally established.",
      "The Orthodox, Byzantine or Russian Cross, also known as the Suppedaneum cross, is a variation of the Christian cross, commonly found in Eastern Orthodox Churches, as well as the Eastern Catholic Churches of Byzantine rite and the Society for Eastern Rite Anglicanism."
    ]
  },
  "category": "Symbols",
  "alsoKnownAs": [],
  "version": {
    "unicode-version": "1.1",
    "emoji-version": "1.0"
  },
  "description": "<p>An orthodox cross symbol, also known as a Russian Orthodox&nbsp;cross&nbsp;or Byzantine cross.</p>\r\n\r\n<div id=\"professor_prebid-root\">&nbsp;</div>",
  "apple_vendor_description": "The orthodox cross emoji on Apple devices stands with a dignified, three-barred structure, rendered in a rich, dark gold that catches the light with subtle, realistic shading. Its form is clean and angular, yet softened by Apple's signature smooth gradients, conveying a sense of deep spiritual significance and tradition. This emoji is often used to represent religious faith, solemnity, or cultural heritage within digital conversations on Apple platforms."
}