{
  "code": "◀️",
  "Unicode": [
    "U+25C0",
    "U+FE0F"
  ],
  "slug": "reverse-button",
  "shortcodes": {
    "github": ":arrow_backward:",
    "slack": ":arrow_backward:",
    "discord": ":arrow_backward:"
  },
  "title": "Black Left-Pointing Triangle",
  "keywords": [
    "arrow",
    "left",
    "reverse",
    "reverse button",
    "triangle"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [
      "To wind (a tape, cassette, or film, etc) towards the beginning; to rewind.",
      "To wind towards the beginning.",
      "To wind a magnetic tape spool or cassette to its beginning."
    ],
    "nouns": [
      "A mark to indicate a direction or relation",
      "A mark to indicate a direction or relation.",
      "A sign or symbol used to indicate a direction (e.g. \\to).",
      "The left side or direction.",
      "The most common relative directions are left, right, forward, backward, up, and down.",
      "One direction or side, as opposed to right. The west side of the body when one is facing north.",
      "A downward direction",
      "The left side.",
      "Location near or direction toward the left side; i.e. the side to the north when a person or object faces east",
      "Up, down, left, right, forwards, backwards"
    ]
  },
  "category": "Symbols",
  "alsoKnownAs": [
    "Left Triangle"
  ],
  "version": {
    "unicode-version": "1.1",
    "emoji-version": "1.0"
  },
  "description": "<p>A triangle-shaped arrow, pointing left.</p>\r\n\r\n<p>See the glossary for information on the term&nbsp;<em><a href=\"/glossary/#black\" title=\"📖 Glossary\">black</a></em>&nbsp;in unicode character names.</p>\r\n",
  "apple_vendor_description": "On Apple devices, the reverse button emoji is rendered as a sleek, inverted triangle with a subtle gradient of cool blue, suggesting forward motion in a backward direction. Its sharp, clean lines and the characteristic glossy sheen of Apple’s design language make it instantly recognizable as a control element for playback or navigation. This emoji is frequently used to indicate rewinding, going back, or undoing an action in digital communications."
}