{
  "code": "🇲🇷",
  "Unicode": [
    "U+1F1F2",
    "U+1F1F7"
  ],
  "slug": "flag-mauritania",
  "shortcodes": {
    "github": ":mauritania:",
    "slack": ":flag-mr:",
    "discord": ":flag_mr:"
  },
  "title": "Flag: Mauritania",
  "keywords": [
    "flag"
  ],
  "senses": {
    "adjectives": [
      "From or in the countryside or connected with it.",
      "Of, from or pertaining to the countryside (adjective)."
    ],
    "verbs": [],
    "nouns": [
      "Emblem usually consisting of a rectangular piece of cloth of distinctive design",
      "Piece of cloth.",
      "A flag is a piece of fabric with a distinctive design that is used as a symbol, as a signaling device, or as decoration.",
      "A piece of cloth, often decorated with an emblem, used as a visual signal or symbol.",
      "Piece of fabric with a distinctive design",
      "Country in Northern Africa with capital Nuakchott.",
      "Islamic Republic of Mauritania.",
      "Mauritania, officially the Islamic Republic of Mauritania, is a country in the Maghreb region of western North Africa.",
      "A country in Northern Africa. Official name: Islamic Republic of Mauritania.",
      "A country in northwestern Africa with a provisional military government; achieved independence from France in 1960; largely western Sahara Desert",
      "Country in Africa",
      "Which manages different aspects of agriculture in that nation",
      "The opposite of secession",
      "As its original Latin term",
      "Government",
      "The collective body of a nation or state as politically organized, or as exercising political functions.",
      "The territory of a nation, especially an independent nation state or formerly independent nation; a political entity asserting ultimate authority over a geographical area.",
      "Nations is often used synonymously with ethnic group, but although ethnicity is now one of the most important aspects of cultural or social identity for the members of most nations, people with the same ethnic origin may live in different nation-states and be treated as members of separate nations for that reason.",
      "Political organisation with a centralized independent government",
      "The government.",
      "An organized political community, living under a government",
      "Nation has various meanings, and the meaning has changed over time.",
      "A state is an organized community living under one government.",
      "A political entity asserting ultimate authority over a geographical area.",
      "A people permanently occupying a fixed territory bound together by common law, habits and custom into one body politic exercising, through the medium of an organized government, independent sovereignty and control over all persons and things within its boundaries, unless or until authority is ceded to a federation or union of other states.",
      "The people who live in a nation or country",
      "A politically organized body of people under a single government",
      "A sovereign state.",
      "A state is a nonphysical juridical entity of the international legal system that is represented by one centralized government that has supreme independent authority over a geographic area.",
      "The geographic area under the control of a political state."
    ]
  },
  "alsoKnownAs": [
    "Mauritanian Flag"
  ],
  "version": {
    "unicode-version": null,
    "emoji-version": "1.0"
  },
  "description": "<p>The flag for <a href=\"https://en.wikipedia.org/wiki/Mauritania\">Mauritania</a>, which may show as the letters&nbsp;<em>MR</em>&nbsp;on some platforms. This design <a href=\"http://www.aljazeera.com/news/2017/08/mauritania-votes-controversial-constitutional-reform-170805081519439.html\">changed</a> in August 2017, adding a red band at the top and bottom.</p>\r\n\r\n<p>Only newer vendor updates display the new flag design.</p>",
  "apple_vendor_description": "The flag of Mauritania on Apple devices is depicted with vibrant colors, featuring a green field with a gold star and crescent, all rendered with Apple’s signature glossy 3D shading and crisp, defined edges. The smooth gradients ensure the colors pop with lifelike intensity, creating a bold and proud representation of the nation. This emoji is a clear and direct way to express national pride, reference Mauritania, or discuss its culture and people on Apple devices."
}