{
  "code": "🦍",
  "Unicode": [
    "U+1F98D"
  ],
  "slug": "gorilla",
  "shortcodes": {
    "github": ":gorilla:",
    "slack": ":gorilla:",
    "discord": ":gorilla:"
  },
  "title": "Gorilla",
  "keywords": [
    "gorilla"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [],
    "nouns": [
      "Gorillas constitute the eponymous genus Gorilla, the largest extant genus of primates by physical size.",
      "The largest of the great apes (Hominidae), native to the forests of central Africa.",
      "Largest anthropoid ape; terrestrial and vegetarian; of forests of central west Africa",
      "Largest extant genus of apes",
      "The largest of the apes, native to the forests of central Africa, and known for its trait of knuckle-walking"
    ]
  },
  "category": "Animals & Nature",
  "alsoKnownAs": [],
  "version": {
    "unicode-version": "9.0",
    "emoji-version": "3.0"
  },
  "description": "<p>A gorilla, the powerful, black-haired great ape. Variously depicted in full profile on all fours facing left or as a friendly, cartoon-styled gorilla face looking straight ahead.</p>\r\n\r\n<p>Most platforms&#39; designs&nbsp;depict&nbsp;a full gorilla, as a <a href=\"https://en.wikipedia.org/wiki/Gorilla\">silverback</a>, with strong shoulders and reddish forehead. Twitter&rsquo;s designs feature a black and gray gorilla face with a neutral expression and prominent forehead and jaw.</p>\r\n\r\n<p><a href=\"/google/android-8.0/gorilla/\">Google</a>, <a href=\"/samsung/one-ui-1.0/gorilla/\">Samsung</a>, and <a href=\"/facebook/2.0/gorilla/\">Facebook&rsquo;s&nbsp;</a>designs&nbsp;previously featured only a gorilla face.</p>\r\n\r\n<p>This emoji is considered <a href=\"https://blog.emojipedia.org/how-the-monkey-emoji-is-racist/\">racist in some contexts</a>, particularly when used to disparage, insult, and abuse people with dark skin, especially Black people.</p>",
  "apple_vendor_description": "The gorilla emoji on Apple devices is a majestic and powerful depiction, rendered with Apple's signature realistic lighting and deep, textured fur that suggests immense strength and dignity. Its stoic expression and robust posture are enhanced by the glossy 3D shading and soft rounded edges, giving it a commanding presence. This emoji on Apple devices, with its wise and ancient aura, is often used to symbolize strength, courage, leadership, or to represent the natural world and its inhabitants."
}