{
  "code": "🌱",
  "Unicode": [
    "U+1F331"
  ],
  "slug": "seedling",
  "shortcodes": {
    "github": ":seedling:",
    "slack": ":seedling:",
    "discord": ":seedling:"
  },
  "title": "Seedling",
  "keywords": [
    "seedling",
    "young"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [
      "To cause to grow from a seed.",
      "Put forth and grow sprouts or shoots"
    ],
    "nouns": [
      "A seedling is a young plant sporophyte developing out of a plant embryo from a seed.",
      "A young plant grown from seed",
      "The first bud, or gemmule, of a young plant; the bud, or growing point, of the embryo, above the cotyledons.",
      "Young plant or tree grown from a seed",
      "Young plants after germination from seeds (sometimes also referred to as sprouts)",
      "Young plant grown from seed.",
      "  Traditionally the first of the four seasons of the year in temperate regions, in which plants spring from the ground and trees come into blossom, following winter and preceding summer.",
      "The season of growth",
      "The season of spring.",
      "Season, between winter and summer",
      "One of the four temperate seasons",
      "The season of spring, between winter and summer.",
      "Traditionally the first of the four seasons, the season of growth with an ever increasing amount of daytime.",
      "Spring is one of the four conventional temperate seasons, following winter and preceding summer.",
      "Spring is one of the four seasons of temperate zones, the transition from winter into summer.",
      "A new growth on a plant, whether from seed or other parts.",
      "New growth on a plant.",
      "Any new growth of a plant such as a new branch or a bud",
      "A very large and widespread family of Monocotyledoneae, with more than 10.000 species, most of which are herbaceous, but a few are woody. The stems are jointed, the long, narrow leaves originating at the nodes. The flowers are inconspicuous, with a much reduced perianth, and are wind-pollinated or cleistogamous.",
      "Various plants not in family Poaceae that resemble grasses.",
      "Family of herbaceous plants",
      "Narrow-leaved green herbage: grown as lawns; used as pasture for grazing animals; cut and dried as hay",
      "Grasses, or more technically graminoids, are monocotyledonous, usually herbaceous plants with narrow leaves growing from the base.",
      "Plants, taken collectively.",
      "An organism that is not an animal, especially an organism capable of photosynthesis. Typically a small or herbaceous organism of this kind, rather than a tree.",
      "(botany) a living organism lacking the power of locomotion",
      "Plants considered as a group, especially those of a particular country, region, time, etc.",
      "The plants that inhabit a certain region or environment.",
      "Collectively, the set of all plants.",
      "Organism capable of photosynthesis.",
      "Inventory of plant species in a given region",
      "Flora is the plant life occurring in a particular region or time, generally the naturally occurring or indigenous -- native plant life.",
      "Any living organism that synthesizes its food from inorganic substances, possesses cellulose cell walls, responds slowly and often permanently to a stimulus, lacks specialized sense organs and nervous system, and has no powers of locomotion.",
      "Species belonging to the plant kingdom.",
      "The plant life characterizing a specific geographic region or environment.",
      "Plants, also called green plants, are multicellular eukaryotes of the kingdom Plantae.",
      "Plants are living organisms belonging to the kingdom Plantae."
    ]
  },
  "category": "Animals & Nature",
  "alsoKnownAs": [
    "Spring",
    "Sprout",
    "Sprouting"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A seedling, or a young plant, as a newly sprouted tree. Depicted as a tiny, light-green plant with a short stem and two leaves. Often shown freshly sprung from a small mound of brown earth.</p>\r\n\r\n<p>May be used for various content concerning plant life. May also be used as a symbol of <a href=\"/spring/\">spring</a> or representation of various types of new growth.</p>\r\n\r\n<p>Not to be confused with <a href=\"/herb/\">🌿 Herb</a>, though their applications may overlap.</p>\r\n\r\n<p>Facebook&rsquo;s seedling <a href=\"/facebook/1.0/seedling/\">previously</a> had three leaves.</p>",
  "apple_vendor_description": "On Apple devices, the seedling emoji is a delicate sprout, its two tender leaves unfurling from a thin, earthy stem, all rendered with Apple's signature soft, rounded edges and subtle, naturalistic shading. The leaves possess a vibrant green hue with smooth gradients, suggesting growth and vitality under gentle light. This emoji beautifully symbolizes new beginnings, hope, nature, and the promise of future flourishing in digital communication on Apple devices."
}