{
  "code": "🇨🇴",
  "Unicode": [
    "U+1F1E8",
    "U+1F1F4"
  ],
  "slug": "flag-colombia",
  "shortcodes": {
    "github": ":colombia:",
    "slack": ":flag-co:",
    "discord": ":flag_co:"
  },
  "title": "Flag: Colombia",
  "keywords": [
    "flag"
  ],
  "senses": {
    "adjectives": [
      "From or in the countryside or connected with it.",
      "Of, from or pertaining to the countryside (adjective).",
      "Pertaining to Colombia.",
      "Of, from, or pertaining to Colombia, its people or language.",
      "Of or relating to Colombia, or Colombians.",
      "Of or relating to or characteristic of Colombia or its people"
    ],
    "verbs": [],
    "nouns": [
      "Country in South America. Official name: Republic of Colombia.",
      "Country in South America.",
      "A republic in northwestern South America with a coastline on the Pacific Ocean and the Caribbean Sea; achieved independence from Spain in 1821 under the leadership of Simon Bolivar; Spanish is the official language",
      "A country in South America.",
      "A country in northwestern South America, with capital Bogotá.",
      "Colombia, officially the Republic of Colombia, is a country situated in the northwest of South America, bordered to the northwest by Panama; to the east by Venezuela and Brazil; to the south by Ecuador and Peru; and it shares maritime limits with Costa Rica, Nicaragua, Honduras, Jamaica, Dominican Republic and Haiti.",
      "Country in South America",
      "Emblem usually consisting of a rectangular piece of cloth of distinctive design",
      "Piece of cloth.",
      "A flag is a piece of fabric with a distinctive design that is used as a symbol, as a signaling device, or as decoration.",
      "A piece of cloth, often decorated with an emblem, used as a visual signal or symbol.",
      "Piece of fabric with a distinctive design",
      "The opposite of secession",
      "As its original Latin term",
      "Government",
      "The collective body of a nation or state as politically organized, or as exercising political functions.",
      "The territory of a nation, especially an independent nation state or formerly independent nation; a political entity asserting ultimate authority over a geographical area.",
      "Nations is often used synonymously with ethnic group, but although ethnicity is now one of the most important aspects of cultural or social identity for the members of most nations, people with the same ethnic origin may live in different nation-states and be treated as members of separate nations for that reason.",
      "Political organisation with a centralized independent government",
      "The government.",
      "An organized political community, living under a government",
      "Nation has various meanings, and the meaning has changed over time.",
      "A state is an organized community living under one government.",
      "A political entity asserting ultimate authority over a geographical area.",
      "A people permanently occupying a fixed territory bound together by common law, habits and custom into one body politic exercising, through the medium of an organized government, independent sovereignty and control over all persons and things within its boundaries, unless or until authority is ceded to a federation or union of other states.",
      "The people who live in a nation or country",
      "A politically organized body of people under a single government",
      "A sovereign state.",
      "A state is a nonphysical juridical entity of the international legal system that is represented by one centralized government that has supreme independent authority over a geographic area.",
      "The geographic area under the control of a political state."
    ]
  },
  "alsoKnownAs": [
    "Colombian Flag"
  ],
  "version": {
    "unicode-version": null,
    "emoji-version": "1.0"
  },
  "description": "<p>The flag for <a href=\"https://en.wikipedia.org/wiki/Colombia\">Colombia</a>, which may show as the letters&nbsp;<em>CO</em>&nbsp;on some platforms.</p>",
  "apple_vendor_description": "The flag of Colombia on Apple devices is rendered with vibrant, rich colors, featuring a striking horizontal yellow band that occupies the top half, symbolizing the nation's gold wealth. Below it, a blue band represents the seas and skies, with a red band at the bottom signifying the blood shed for freedom, all depicted with Apple's signature glossy sheen and subtle 3D shading. This emoji is a proud emblem of Colombian identity, cultural heritage, and national pride, often used to represent the country in discussions or to share travel experiences."
}