{
  "code": "🕷️",
  "Unicode": [
    "U+1F577",
    "U+FE0F"
  ],
  "slug": "spider",
  "shortcodes": {
    "github": ":spider:",
    "slack": ":spider:",
    "discord": ":spider:"
  },
  "title": "Spider",
  "keywords": [
    "insect",
    "spider"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [],
    "nouns": [
      "Insects are a class of invertebrates within the arthropod phylum that have a chitinous exoskeleton, a three-part body, three pairs of jointed legs, compound eyes and one pair of antennae.",
      "A class of the Arthropoda typically having a segmented body with an external chitinous covering, a pair of compound eyes, a pair of antennae, three pairs of mouthparts, and two pairs of wings.",
      "An arthropod in the class Insecta, characterized by six legs, up to four wings, and a chitinous exoskeleton.",
      "Arthropod of class insecta.",
      "Small air-breathing arthropod",
      "Class of invertebrates within the arthropod phylum",
      "Arachnids is a class of joint-legged invertebrate animals in the subphylum Chelicerata.",
      "Any of the eight-legged creatures, including spiders and scorpions, of the class Arachnida.",
      "Any of the eight-legged creatures, including spiders and scorpions, of the class Arachnida",
      "Air-breathing arthropods characterized by simple eyes and four pairs of legs",
      "A class of eight-legged creatures in the subphylum Chelicerata.",
      "Class of arthropods"
    ]
  },
  "category": "Animals & Nature",
  "alsoKnownAs": [],
  "version": {
    "unicode-version": "7.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A spider, an eight-legged <a href=\"https://en.wikipedia.org/wiki/Arachnid\">arachnid</a> that spins a web. Depicted as a common black spider, as a <a href=\"https://en.wikipedia.org/wiki/Black_house_spider\">house&nbsp;spider</a>&nbsp;or <a href=\"https://en.wikipedia.org/wiki/Australian_funnel-web_spider\">funnel-web spider</a>, often shown from above with its large abdomen oriented at the bottom.</p>\r\n\r\n<p>See also <a href=\"/spider-web/\">🕸️ Spider Web</a>. Commonly used during <a href=\"/halloween/\">Halloween</a> and to represent the superhero <a href=\"https://en.wikipedia.org/wiki/Spider-Man\">Spider-Man</a>.</p>\r\n\r\n<p>Facebook&rsquo;s spider is facing left. Google&#39;s spider <a href=\"/google/android-8.0/spider/\">was previously</a> upside down, suspended from a thread, though now is&nbsp;facing&nbsp;left.&nbsp;<a href=\"/microsoft/windows-10-anniversary-update/spider/\">Microsoft&rsquo;s</a> spider was previously a black widow, while&nbsp;<a href=\"/samsung/experience-9.0/spider/\">Samsung&rsquo;s</a> was brown.</p>",
  "apple_vendor_description": "The spider emoji on Apple devices is a meticulously crafted arachnid, rendered with a glossy, dark exoskeleton that catches the light with subtle highlights, showcasing Apple's signature 3D aesthetic. Its eight legs are delicately posed, appearing both realistic and slightly stylized with rounded edges, hinting at its intricate nature. This emoji can evoke feelings of caution, the creepy-crawly, or even symbolize intricate webs of connection or complex situations on Apple devices."
}