{
  "code": "👌🏼",
  "Unicode": [
    "U+1F44C",
    "U+1F3FC"
  ],
  "slug": "ok-hand-medium-light-skin-tone",
  "shortcodes": null,
  "title": "OK hand: medium-light skin tone",
  "keywords": [
    "hand",
    "ok",
    "medium-light skin tone"
  ],
  "senses": {
    "adjectives": [
      "Being satisfactory or in satisfactory condition",
      "Inspiring awe or admiration or wonder- Melville",
      "Causing astonishment in; causing to be astonished.",
      "Causing wonder, admiration or astonishment."
    ],
    "verbs": [
      "Give sanction to",
      "To take part in a sexual act.",
      "To take part in sexual activity (most commonly sexual intercourse) with another person for the purposes of sexual pleasure.",
      "To engage in sexual intercourse.",
      "To have sexual relations with.",
      "Have sexual intercourse with",
      "To have sexual intercourse, to copulate.",
      "To engage in sexual intercourse",
      "To take part in sexual intercourse.",
      "To have sexual intercourse with.",
      "To have sexual intercourse.",
      "To have sex, sexual relations with someone"
    ],
    "nouns": [
      "A circular hand sign",
      "An A-ok is both a saying, derived from okay, and a hand-gesture done by connecting the thumb and index finger into a circle, and holding the other fingers straight or relaxed in the air.",
      "That part of the fore limb below the forearm or wrist in primates (including humans).",
      "The part of the fore limb below the forearm or wrist in a human, and the corresponding part in many other animals.",
      "The zoological term for the distal portion of the forelimb of an animal (including the human hand)",
      "Part of the fore limb.",
      "The (prehensile) extremity of the superior limb",
      "The manus is the zoological term for the distal portion of the fore limb of an animal.",
      "A hand, as the part of the fore limb below the forearm in a man, or the corresponding part in other vertebrates.",
      "A hand is a prehensile, multi-fingered extremity located at the end of an arm or forelimb of primates such as humans, chimpanzees, monkeys, and lemurs.",
      "The Bloods are a primarily, though not exclusively, African American street gang founded in Los Angeles, California.",
      "Street gang founded in Los Angeles, California",
      "A street gang founded in Los Angeles, California",
      "An endorsement",
      "Word from the English language",
      "Colloquial expression of acceptance.",
      "\"OK\" is a word denoting approval, acceptance, agreement, assent, or acknowledgment.",
      "Endorsement; approval",
      "Vulgar English word",
      "Sexual intercourse",
      "Fuck is an English-language word, a profane word which refers to the act of sexual intercourse and is also commonly used to denote disdain or as an intensifier.",
      "Slang for sexual intercourse",
      "An act of sexual intercourse, especially one lacking passion or a feeling of sincere love.",
      "A euphemism for the word",
      "Sexual intercourse; the act of screwing.",
      "An act of sexual intercourse.",
      "Opening in a solid.",
      "An opening into or through something",
      "An opening in a solid."
    ]
  },
  "category": "People & Body",
  "alsoKnownAs": null,
  "version": null,
  "description": "This version of the  OK Hand emoji has the  Medium-light Skin Tone applied, which is displayed as a Cream White Skin Tone on supported p",
  "apple_vendor_description": "The 'OK' hand gesture, rendered with a medium-light skin tone on Apple devices, presents a perfectly formed circle with the thumb and index finger touching, while the other fingers are gently extended. Apple's signature glossy 3D shading gives this emoji a smooth, polished appearance, with realistic lighting casting subtle shadows that emphasize its rounded form. This hand symbol, seen on Apple devices, conveys a sense of agreement, approval, or well-being, making it a universally understood sign of positivity in digital conversations."
}