{
  "code": "🕔",
  "Unicode": [
    "U+1F554"
  ],
  "slug": "five-oclock",
  "shortcodes": {
    "github": ":clock5:",
    "slack": ":clock5:",
    "discord": ":clock5:"
  },
  "title": "Clock Face Five O’Clock",
  "keywords": [
    "00",
    "5",
    "5:00",
    "clock",
    "five",
    "o’clock"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [],
    "nouns": [
      "A virtual object that is similar in shape to playing cards.",
      "One of a pack of cards that are used to play card games",
      "One of usually 52 rectangular pieces of card.",
      "A group of one or more cards.",
      "A playing card is a piece of specially prepared heavy paper, thin cardboard, plastic-coated paper, cotton-paper blend, or thin plastic, marked with distinguishing motifs and used as one of a set for playing card games.",
      "One of usually 52 rectangular pieces of card used to play numerous games, featuring either one to 10 pips or a picture and belonging of one of four suits.",
      "Playing cards are pieces of specially prepared heavy paper, thin cardboard, or thin plastic, figured with distinguishing motifs and used as one of a set for playing card games. cards",
      "Queen or King, but sometimes including Ace or Joker)",
      "Card used as one of a set for playing card games",
      "5 is a number, numeral, and glyph.",
      "A number, numeral, and glyph",
      "Natural number",
      "The cardinal number occurring after four and before six, represented in Roman numerals as V, in Arabic numerals as 5.",
      "The cardinal number that is the sum of four and one",
      "A numerical value equal to 5; the number following four and preceding six. This many dots (•••••)",
      "A clock is an instrument to indicate, keep, and co-ordinate time.",
      "A timepiece that shows the time of day",
      "An instrument used to measure or keep track of time.",
      "Instrument that tells the time",
      "Instrument to measure or keep track of time.",
      "An instrument used to measure or keep track of time; a non-portable timepiece."
    ]
  },
  "category": "Travel & Places",
  "alsoKnownAs": [],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>The face of an analog clock displaying the time as five o&rsquo;clock.</p>\r\n\r\n<div id=\"professor_prebid-root\">&nbsp;</div>",
  "apple_vendor_description": "On Apple devices, the five o'clock emoji features a classic analog clock face with sleek, polished hands pointing precisely to the 5:00 mark, rendered with Apple's signature realistic lighting and subtle 3D depth. The clean, minimalist design and soft rounded edges of the numerals make it easily recognizable and elegant. This emoji is commonly used to indicate a specific time, often associated with happy hour, a scheduled meeting, or a reminder for an event happening at 5 PM, bringing a touch of punctuality and style to digital communication."
}