{
  "code": "ðŸ›µ",
  "Unicode": [
    "U+1F6F5"
  ],
  "slug": "motor-scooter",
  "shortcodes": {
    "github": ":motor_scooter:",
    "slack": ":motor_scooter:",
    "discord": ":motorbike:"
  },
  "title": "Motor Scooter",
  "keywords": [
    "motor",
    "scooter"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [
      "Travel or be transported in a vehicle",
      "To travel or be transported in a vehicle.",
      "To travel by operating a motorized vehicle.",
      "To travel by operating a wheeled motorized vehicle.",
      "To ride on a scooter."
    ],
    "nouns": [
      "A small motorcycle with a step-through frame and a platform for the feet.",
      "A small motorcycle or moped with a step-through frame.",
      "A scooter is a motorcycle with step-through frame and a platform for the operator's feet.",
      "A motorcycle with a step-through frame and a platform for the feet",
      "A motorcycle or moped with a step-through frame",
      "A kick scooter.",
      "A wheeled vehicle with small wheels and a low-powered gasoline engine geared to the rear wheel"
    ]
  },
  "category": "Travel & Places",
  "alsoKnownAs": [
    "Motor Bike",
    "Motor Cycle",
    "Vespa"
  ],
  "version": {
    "unicode-version": "9.0",
    "emoji-version": "3.0"
  },
  "description": "<p>A motor scooter, which may be displayed as any type of motorbike with or without a step-through frame. Distinct from the <a href=\"/motorcycle/\" title=\"ðŸ Racing Motorcycle\">racing motorcycle</a>, which is used for sport, not transport.</p>\r\n",
  "apple_vendor_description": "Apple's motor scooter emoji zips onto the screen with a dynamic, streamlined design, showcasing smooth gradients and a polished, almost metallic sheen. On Apple devices, the scooter appears agile and ready for motion, with subtle highlights and shadows that emphasize its rounded form and sleek contours. It perfectly captures the spirit of effortless travel, urban exploration, and a sense of freedom and spontaneity in digital messages."
}