{
  "code": "🐠",
  "Unicode": [
    "U+1F420"
  ],
  "slug": "tropical-fish",
  "shortcodes": {
    "github": ":tropical_fish:",
    "slack": ":tropical_fish:",
    "discord": ":tropical_fish:"
  },
  "title": "Tropical Fish",
  "keywords": [
    "fish",
    "tropical"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [
      "Intransitive: to try to catch fish.",
      "To catch or try to catch fish.",
      "Catch or try to catch fish or shellfish",
      "To try to catch fish, whether successfully or not.",
      "To move through the water, without touching the bottom.",
      "To move through the water, without touching the bottom; to propel oneself in water by natural means.",
      "Travel through water",
      "Move through water."
    ],
    "nouns": [
      "The butterflyfishes are a group of conspicuous tropical marine fish of the family Chaetodontidae; the bannerfishes and coralfishes are also included in this group.",
      "Some of which are called \"parche\"",
      "Any tropical marine fish of the family of having immense wing-like pectoral fins used to glide through the water",
      "Tropical marine fish.",
      "Any fish of the family Chaetodontidae.",
      "Any of a group of conspicuous tropical marine fish of the family Chaetodontidae; the bannerfish and coralfish are also included in this group. Butterflyfish are fairly small, mostly from 12 to 22 cm (c.7-9 in) in length.",
      "The flying gurnard, or helmet gurnard, is a fish of tropical to warm temperate waters on both sides of the Atlantic, found as far north as New Jersey and south as Brazil, and from the English Channel to Angola.",
      "Tropical fish with huge fanlike pectoral fins for underwater gliding; unrelated to searobins",
      "Any of various mostly cold-blooded aquatic vertebrates usually having scales and breathing through gills",
      "Fish anatomy is the study of the form or morphology of fishes.",
      "A lat, narrow strip of sand, gravel or pebbles along the shoreline of a body of water (ocean, river, lake).",
      "An area of sand sloping down to the water of a sea or lake",
      "A beach is a landform along the coast of an ocean, sea, lake, or river.",
      "The shore of a body of water, especially when sandy or pebbly.",
      "Landform along the shoreline of an ocean, sea, lake, or river",
      "Sometimes found on English maps",
      "The oceans, seas, bays, estuaries, and other major water bodies, including coastal marine and nearshore zones.",
      "The mass of water occupying all of the Earth's surface not occupied by land, but excluding all lakes and inland seas.",
      "Oceans are major bodies of saline water, and the principal component of the hydrosphere.",
      "Water from an ocean.",
      "Large body of saline water",
      "A large body of water constituting a principal part of the hydrosphere",
      "Water belonging to an ocean.",
      "An ocean is a body of saline water that composes much of a planet's hydrosphere."
    ]
  },
  "category": "Animals & Nature",
  "alsoKnownAs": [
    "Fish",
    "Yellow-Blue Fish"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A tropical fish, as swims in the warm waters of a coral reef or is kept as a pet in an aquarium. Depicted as a brightly colored fish in full profile facing left, with slender fins. Often shown as a blue-and-yellow fish with stripes, as an <a href=\"https://en.wikipedia.org/wiki/Pterophyllum\">angelfish</a>.</p>\r\n\r\n<p>May be used to represent a variety of fish (saltwater or freshwater), <a href=\"/fishing-pole/\">fishing</a>, metaphorical senses of <i>fish</i>, and fish as food, as consumed in the form of <a href=\"/sushi/\">🍣 Sushi</a>. Not to be confused with <a href=\"/fish/\">🐟 Fish</a> or <a href=\"/blowfish/\">🐡 Blowfish</a>, though their applications may overlap. See also <a href=\"/fishing-pole/\">🎣 Fishing Pole</a>.</p>\r\n\r\n<p><a href=\"/google/android-7.0/tropical-fish/\">Google</a> and <a href=\"/facebook/1.0/tropical-fish/\">Facebook&rsquo;s</a> fish previously resembled a goldfish, while&nbsp;<a href=\"/samsung/experience-9.0/tropical-fish/\">Samsung&rsquo;s</a>&nbsp;was black and white.&nbsp;Microsoft&rsquo;s fish was previously&nbsp;<a href=\"/microsoft/windows-10-anniversary-update/tropical-fish/\">orange with white stripes</a>, and&nbsp;<a href=\"/microsoft/windows-10/tropical-fish/\">yellow and blue</a> before that.</p>",
  "apple_vendor_description": "The tropical fish emoji on Apple devices swims with vibrant life, showcasing a bright orange body with distinct white stripes and a gracefully flowing tail. Its design features Apple’s characteristic smooth gradients and subtle highlights, giving it a polished, almost iridescent appearance. This cheerful aquatic creature on Apple devices evokes feelings of joy, exotic locales, and the beauty of nature."
}