{
  "code": "🕹️",
  "Unicode": [
    "U+1F579",
    "U+FE0F"
  ],
  "slug": "joystick",
  "shortcodes": {
    "github": ":joystick:",
    "slack": ":joystick:",
    "discord": ":joystick:"
  },
  "title": "Joystick",
  "keywords": [
    "game",
    "joystick",
    "video game"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [
      "To perform in (a sport); to participate in (a game).",
      "To take part in a sport's match.",
      "Participate in games or sport",
      "Participate in (a sport or game).",
      "To manoeuvre by means of a joystick."
    ],
    "nouns": [
      "A joystick is an input device consisting of a stick that pivots on a base and reports its angle or direction to the device it is controlling.",
      "Game input device consisting of a stick that pivots on a base",
      "A pointing device used mainly but not exclusively for computer games. A joystick has a base, on which control buttons can be mounted, and a vertical stem, which the user can move in any direction to control the movement of an object on the screen.",
      "Mechanical control device.",
      "A lever used by a pilot to control the ailerons and elevators of an airplane",
      "An input device commonly used for video games, aircraft and large machinery",
      "A lever by which a pilot controls the ailerons and elevator of an aircraft.",
      "A mechanical device consisting of a handgrip mounted on a base or pedestal and typically having one or more buttons, used to control an aircraft, computer or other equipment.",
      "An activity described by a set of rules, especially for the purpose of entertainment, often competitive or having an explicit goal.",
      "A class of computer program in which one or more users interact with the computer as a form of entertainment. Computer games run the gamut from simple alphabet games for toddlers to chess, treasure hunts, war games, and simulations of world events. The games are controlled from a keyboard or with a joystick or other device and are supplied on disks, on CD-ROMs, as game cartridges, on the Internet, or as arcade devices.",
      "Games are activities involving structured playing, usually undertaken for enjoyment and sometimes used as an educational tool.",
      "Structured information used for playing",
      "A pursuit or activity with rules performed either alone or with others, for the purpose of entertainment.",
      "A contest with rules to determine a winner",
      "A game is structured playing, usually undertaken for enjoyment and sometimes used as an educational tool.",
      "This is a collection of quotes about video games. games",
      "An electronic game, especially a game played using a general purpose computer (as opposed to a game console).",
      "A video game played on a personal computer",
      "Class of electronic game",
      "A video game is an electronic game that involves human interaction with a user interface to generate visual feedback on a video device.",
      "One of the player's chances to play, lost when a mistake is made.",
      "A type of game existing as and controlled by software, usually run by a video game console or a computer, and played on a video terminal or television screen. Controlled by a paddle, joystick, joypad, mouse, keyboard, or a combination of any of them.",
      "PC games, also known as computer games, are video games played on a general-purpose personal computer rather than a dedicated video game console or arcade machine.",
      "A game played against a computer",
      "One of the player's chances to play, lost when a mistake is made (e.g. in a video game).",
      "The activity of playing video or computer games",
      "A class of computer program in which one or more users interact with the computer as a form of entertainment. Computer games run the gamut from simple alphabet games for toddlers to chess, treasure hunts, war games, and simulations of world events. The games are controlled from a keyboard or with a joystick or other device and are supplied on disks, on CD-ROMs, as game cartridges, on the Internet, or as arcade devices.",
      "A game that involves interaction with a user interface to generate visual feedback on a video device, most commonly a television or monitor.",
      "Game controlled by a software."
    ]
  },
  "category": "Activities",
  "alsoKnownAs": [],
  "version": {
    "unicode-version": "7.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A <a href=\"https://en.wikipedia.org/wiki/Joystick\">joystick</a>, as used in playing classic arcade, computer, or video games. Generally depicted with a black base, red-knobbed control stick, and one or more red buttons.</p>\r\n\r\n<p>Commonly used for content concerning various types of gaming; occasionaly applied to aviation and aircraft.</p>\r\n\r\n<p>Google&#39;s base was <a href=\"/google/android-8.0/joystick/\">previously</a>&nbsp;blue, and&nbsp;Microsoft <a href=\"/microsoft/windows-10/joystick/\">previously featured</a> a more modern design.</p>",
  "apple_vendor_description": "The joystick emoji on Apple devices is a sleek, retro-inspired controller with a prominent, rounded stick and a series of buttons, all rendered with Apple's signature glossy 3D shading. Its smooth gradients and soft rounded edges give it a tactile, appealing look, evoking a sense of fun and gaming. This emoji is a clear symbol for video games, entertainment, or engaging in recreational activities, adding a playful element to messages."
}