{
  "code": "🇮🇪",
  "Unicode": [
    "U+1F1EE",
    "U+1F1EA"
  ],
  "slug": "flag-ireland",
  "shortcodes": {
    "github": ":ireland:",
    "slack": ":flag-ie:",
    "discord": ":flag_ie:"
  },
  "title": "Flag: Ireland",
  "keywords": [
    "flag"
  ],
  "senses": {
    "adjectives": [
      "From or in the countryside or connected with it.",
      "Of, from or pertaining to the countryside (adjective).",
      "Of or relating to Ireland, the Irish people, or the Irish language.",
      "Pertaining to or originating from Ireland or the Irish people.",
      "Of or relating to or characteristic of Ireland or its people"
    ],
    "verbs": [],
    "nouns": [
      "Emblem usually consisting of a rectangular piece of cloth of distinctive design",
      "Piece of cloth.",
      "A flag is a piece of fabric with a distinctive design that is used as a symbol, as a signaling device, or as decoration.",
      "A piece of cloth, often decorated with an emblem, used as a visual signal or symbol.",
      "Piece of fabric with a distinctive design",
      "A large island in northwest Europe.",
      "A republic consisting of 26 of 32 counties comprising the island of Ireland; achieved independence from the United Kingdom in 1921",
      "Ireland, also known as the Republic of Ireland, is a sovereign state in western Europe occupying the former United Kingdom territory of Southern Ireland; an area of about five-sixths of the island of Ireland.",
      "A republic in western Europe, covering most of the island of Ireland, with Dublin as its capital.",
      "The Irish Republic was a revolutionary state that declared its independence from Great Britain in January 1919.",
      "Also termed Saorstát Éireann",
      "So called in Northern Ireland",
      "Ireland is an island in the North Atlantic to the west of Great Britain, from which it is separated by the North Channel, the Irish Sea, and St Georges Channel, and after which it is the largest island of the British Isles archipelago.",
      "A country in Western Europe with capital Dublin.",
      "Island in North West Europe",
      "The island of Ireland, consisting of the Republic of Ireland and Northern Ireland",
      "An island in the Atlantic Ocean, the third largest of Europe.",
      "Ireland is a north-west European island lying to the west of Great Britain.",
      "Éire is the Irish name for the island of Ireland and the sovereign state of the same name.",
      "The national flag of Ireland -- frequently referred to as the Irish tricolor -- is a vertical tricolor of green, white, and orange.",
      "The opposite of secession",
      "As its original Latin term",
      "Government",
      "The collective body of a nation or state as politically organized, or as exercising political functions.",
      "The territory of a nation, especially an independent nation state or formerly independent nation; a political entity asserting ultimate authority over a geographical area.",
      "Nations is often used synonymously with ethnic group, but although ethnicity is now one of the most important aspects of cultural or social identity for the members of most nations, people with the same ethnic origin may live in different nation-states and be treated as members of separate nations for that reason.",
      "Political organisation with a centralized independent government",
      "The government.",
      "An organized political community, living under a government",
      "Nation has various meanings, and the meaning has changed over time.",
      "A state is an organized community living under one government.",
      "A political entity asserting ultimate authority over a geographical area.",
      "A people permanently occupying a fixed territory bound together by common law, habits and custom into one body politic exercising, through the medium of an organized government, independent sovereignty and control over all persons and things within its boundaries, unless or until authority is ceded to a federation or union of other states.",
      "The people who live in a nation or country",
      "A politically organized body of people under a single government",
      "A sovereign state.",
      "A state is a nonphysical juridical entity of the international legal system that is represented by one centralized government that has supreme independent authority over a geographic area.",
      "The geographic area under the control of a political state."
    ]
  },
  "alsoKnownAs": [
    "Irish Flag"
  ],
  "version": {
    "unicode-version": null,
    "emoji-version": "1.0"
  },
  "description": "<p>The flag for&nbsp;<a href=\"https://en.wikipedia.org/wiki/Republic_of_Ireland\">Ireland</a>, which may show as the letters&nbsp;<em>IE</em>&nbsp;on some platforms.</p>",
  "apple_vendor_description": "The flag of Ireland emoji, as rendered on Apple devices, displays its iconic tricolor of green, white, and orange with vibrant clarity and a subtle, realistic sheen.  Apple's characteristic 3D shading gives the flag a gentle curvature and depth, making it appear almost as if it's gently waving, symbolizing national pride, heritage, and connection to Ireland in digital conversations."
}