{
  "code": "📁",
  "Unicode": [
    "U+1F4C1"
  ],
  "slug": "file-folder",
  "shortcodes": {
    "github": ":file_folder:",
    "slack": ":file_folder:",
    "discord": ":file_folder:"
  },
  "title": "File Folder",
  "keywords": [
    "file",
    "folder"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [],
    "nouns": [
      "A computer file is a resource for storing information, which is available to a computer program and is usually based on some kind of durable storage.",
      "A resource for storing information",
      "A collection of information that is stored on a computer under a single name.",
      "(computer science) a file maintained in computer-readable form",
      "An aggregation of data on a storage device, identified by a name.",
      "The name of a menu in a conversation window from which the user can save the text of the current conversation, open received files, or close the conversation window.",
      "Block of arbitrary information, or resource for storing information, which is available to a computer program"
    ]
  },
  "category": "Objects",
  "alsoKnownAs": [
    "Folder",
    "Manilla Folder"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A tabbed folder, as used to file papers in a <a href=\"/file-cabinet/\">cabinet</a> or as an icon for a file on a <a href=\"/desktop-computer/\">computer</a>. Most platforms depict a yellow folder, as manila, with the tab shown at the left.</p>\r\n\r\n<p>Commonly used for various content concerning filing, organization, and work, especially at an <a href=\"/office-building/\">office</a>.</p>\r\n\r\n<p>Apple&rsquo;s folder is gray, Twitter&rsquo;s is blue. Google&rsquo;s design <a href=\"/google/android-11.0/file-folder/\">previously</a> featured multiple tabs, <a href=\"/microsoft/windows-10-anniversary-update/file-folder/\">Microsoft&rsquo;s</a> a blue tab.</p>\r\n\r\n<p>Nearly identical in appearance and use to <a href=\"/open-file-folder/\">📂 Open File Folder</a>, which is slightly open.</p>",
  "apple_vendor_description": "On Apple devices, the file folder emoji is depicted with a rich, textured blue, its surface exhibiting the smooth gradients and realistic lighting that define Apple's design language. The folder's edges are softly rounded, giving it a tactile and approachable feel, as if ready to be opened. This emoji, with its clean and organized appearance on Apple products, clearly represents documents, storage, organization, and the act of keeping information together in digital communication."
}