{
  "code": "👩🏼‍🍳",
  "Unicode": [
    "U+1F469",
    "U+1F3FC",
    "U+200D",
    "U+1F373"
  ],
  "slug": "woman-cook-medium-light-skin-tone",
  "shortcodes": null,
  "title": "woman cook: medium-light skin tone",
  "keywords": [
    "cook",
    "chef",
    "medium-light skin tone",
    "woman"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [
      "To prepare food.",
      "Prepare a hot meal",
      "To prepare a meal or a single dish.",
      "To concoct or prepare."
    ],
    "nouns": [
      "Person who cooks professionally for other people",
      "A person whose profession is to prepare food for customers.",
      "A person who prepares food for a living.",
      "A professional who prepares food for consumption",
      "Someone who cooks food",
      "A cook is a person who prepares food for consumption.",
      "A woman is a female human.",
      "Female adult human",
      "An animal of the sex that produces eggs.",
      "An adult human member of the sex that produces ova and bears young.",
      "An adult female human.",
      "An adult female person (as opposed to a man)",
      "Adult female human being.",
      "A person whose profession is to prepare food for customers.",
      "A chef is a person who is a highly skilled professional cook who is proficient in all aspects of food preparation.",
      "The head cook of an establishment such as a restaurant.",
      "The head cook of a restaurant or other establishment",
      "Person working with cooking food at an advanced level",
      "A professional cook",
      "A cook who manages other cooks in an establishment such as a restaurant.",
      "A professional proficient in all aspects of food preparation",
      "A person that has prepared a meal."
    ]
  },
  "category": "People & Body",
  "alsoKnownAs": null,
  "version": null,
  "description": "The Female Cook, Type-3 emoji is a sequence of the  Woman,  Emoji Modifier Fitzpatrick Type-3 and  Cooking emojis. These are combined",
  "apple_vendor_description": "This Apple emoji showcases a woman in a chef's hat, poised and ready to create culinary delights, rendered with Apple's characteristic polished 3D aesthetic. Her medium-light skin tone is depicted with subtle highlights and soft gradients, giving her a vibrant and approachable appearance. The crisp white chef's hat and a hint of implied motion around her suggest skill and enthusiasm, making this emoji perfect for expressing joy in cooking, baking, or sharing delicious food."
}