{
  "code": "👨‍🎤",
  "Unicode": [
    "U+1F468",
    "U+200D",
    "U+1F3A4"
  ],
  "slug": "man-singer",
  "shortcodes": {
    "github": ":man_singer:",
    "slack": ":male-singer:",
    "discord": ":man_singer:"
  },
  "title": "Man Singer",
  "keywords": [
    "actor",
    "entertainer",
    "man",
    "rock",
    "singer",
    "star"
  ],
  "senses": {
    "adjectives": [
      "Indicating the most important performer or role",
      "Most important"
    ],
    "verbs": [],
    "nouns": [
      "Person who sings, is able to sing, or earns a living by singing.",
      "A singer; a person who likes to sing.",
      "Person who sings.",
      "A person who sings, is able to sing, or earns a living by singing.",
      "A person who sings",
      "A person who tries or whose job is to please, entertain or amuse.",
      "A person who tries to please or amuse",
      "Sexual maturity is the age or stage when an organism can reproduce.",
      "The age or stage when an organism can reproduce",
      "An adult male human.",
      "A man is a male human.",
      "An adult male human",
      "An adult human member of the sex that begets young by fertilizing ova.",
      "A human member of the masculine sex or gender.",
      "An adult person who is male (as opposed to a woman)"
    ]
  },
  "category": "People & Body",
  "alsoKnownAs": [
    "Aladdin Sane",
    "Bowie"
  ],
  "version": {
    "unicode-version": null,
    "emoji-version": "4.0"
  },
  "description": "<p>A man singer or rock star&nbsp;generally displayed with a <a href=\"/microphone/\">microphone</a>, and sometimes <a href=\"/musical-notes/\">musical notes</a>.</p>\r\n\r\n<p>iOS and Android display this emoji as a <a href=\"https://en.wikipedia.org/wiki/David_Bowie\">Bowie</a>-esque figure while&nbsp;WhatsApp appears heavily inspired by <a href=\"https://en.wikipedia.org/wiki/Prince_(musician)\">Prince</a>.</p>",
  "apple_vendor_description": "Apple's man singer emoji depicts a charismatic figure in full vocal performance, often with a microphone held aloft. The design features Apple's smooth gradients and 3D shading, giving the stylized clothing and facial expression a lively, engaging quality. Realistic lighting accentuates the performer's dynamic pose, suggesting passion and artistic expression. This emoji is ideal for communicating enthusiasm for music, attending a concert, or celebrating a performance."
}