{
  "code": "💭",
  "Unicode": [
    "U+1F4AD"
  ],
  "slug": "thought-balloon",
  "shortcodes": {
    "github": ":thought_balloon:",
    "slack": ":thought_balloon:",
    "discord": ":thought_balloon:"
  },
  "title": "Thought Balloon",
  "keywords": [
    "balloon",
    "bubble",
    "comic",
    "thought"
  ],
  "senses": {
    "adjectives": [
      "Endowed with the capacity to reason",
      "Obtained through intuition rather than from reasoning or observation",
      "Obtained through intuition rather than from reasoning or observation.",
      "Having intellectual depth"
    ],
    "verbs": [
      "To have or hold as a (personal) opinion; judge; think.",
      "To have as opinion, belief, or idea.",
      "To think of doing.",
      "To be of the opinion (that).",
      "Judge or regard; look upon; judge",
      "Be of the opinion that.",
      "To account; to esteem; to think; to judge; to hold in opinion; to regard. (Source Webster 1913)",
      "To have as an opinion; to consider, suppose.",
      "Have a wish or desire to know something"
    ],
    "nouns": [
      "An idea is a concept or mental impression.",
      "The content of cognition; the main thing you are thinking about",
      "In philosophy, ideas are usually construed as mental representational images of some object.",
      "A plan or notion that is formed and exists in the mind as a result of mental activity.",
      "More generally, any result of mental activity; a thought, a notion; a way of thinking.",
      "Mental image or concept",
      "Suspensions of minute water droplets or ice crystals produced by the condensation of water vapour.",
      "In meteorology, a cloud is a visible mass of liquid droplets or frozen crystals made of water or various chemicals suspended in the atmosphere above the surface of a planetary body.",
      "Visible mass of liquid droplets or frozen crystals suspended in the atmosphere",
      "A visible mass of water droplets suspended in the air.",
      "Visible mass of water droplets suspended in the air.",
      "A visible mass of water or ice particles suspended at a considerable altitude",
      "Clouds are visible masses of water droplets or frozen ice crystals suspended in the atmosphere above the surface of the Earth or another planetary body.",
      "Thought can refer to the ideas or arrangements of ideas that result from thinking, the act of producing thoughts, or the process of producing thoughts.",
      "The process of using your mind to consider something carefully",
      "The act of cerebrating; thinking, mental activity.",
      "The process by which such forms arise or are manipulated; thinking.",
      "Mental activity involving an individual's subjective consciousness",
      "The production of a spoken language",
      "(language) communication by word of mouth",
      "Spoken language, is language produced by articulate sounds, as opposed to written language.",
      "An artificial language that specifies instructions to be executed on a computer. The term covers a wide spectrum, from binary-coded machine language to high-level languages.",
      "System of communication using words or symbols.",
      "Speech is the vocalized form of human communication.",
      "Language a post was written in or the system calculated for the post.",
      "Human natural language, in which the words are uttered through the mouth. The opposites are written language, sign language and nonverbal communication.",
      "Language produced orally",
      "A content descriptor developed by the Entertainment Software Rating Board (ESRB).",
      "A form of communication using words either spoken or gestured with the hands and structured with grammar, often with a writing system.",
      "A dialect or language."
    ]
  },
  "category": "Smileys & Emotion",
  "alsoKnownAs": [
    "Thought Bubble",
    "Thinking Bubble"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A large cloud-like shape more commonly known as a thought bubble.</p>\r\n\r\n<p>Used to represent thinking, or thoughts, and commonly used in&nbsp;comics to display the thoughts of a drawn character. May also be used to represent a dream, or daydream.</p>",
  "apple_vendor_description": "The thought balloon emoji on Apple devices is rendered as a soft, puffy cloud shape with a gentle gradient, emanating from a series of small, interconnected circles, signifying an unspoken idea. Apple's design language gives it a light, airy feel, with subtle shading that suggests depth without being heavy. This emoji is perfect for conveying contemplation, introspection, or an unspoken thought or question in a conversation."
}