{
  "code": "👨‍🚒",
  "Unicode": [
    "U+1F468",
    "U+200D",
    "U+1F692"
  ],
  "slug": "man-firefighter",
  "shortcodes": {
    "github": ":man_firefighter:",
    "slack": ":male-firefighter:",
    "discord": ":man_firefighter:"
  },
  "title": "Man Firefighter",
  "keywords": [
    "firefighter",
    "firetruck",
    "man"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [],
    "nouns": [
      "Two or more persons trained to put out fires.",
      "An organization whose purpose is to extinguish fires.",
      "A person who puts out fires.",
      "A female person who is trained to put out fires.",
      "A female firefighter.",
      "A firefighter is a rescuer extensively trained in firefighting, primarily to extinguish hazardous fires that threaten property and civilian or natural populations, and to rescue people from dangerous situations, like collapsed or burning buildings or crashed vehicles.",
      "An individual employed to extinguish fires and rescue people",
      "Rescuer trained to extinguish hazardous fires",
      "Someone (implied male) who is skilled in the work of fighting fire.",
      "A member of a fire department who tries to extinguish fires",
      "A person who is trained to put out fires.",
      "Sexual maturity is the age or stage when an organism can reproduce.",
      "The age or stage when an organism can reproduce",
      "An adult male human.",
      "A man is a male human.",
      "An adult male human",
      "An adult human member of the sex that begets young by fertilizing ova.",
      "A human member of the masculine sex or gender.",
      "An adult person who is male (as opposed to a woman)",
      "A fire engine is a specific vehicle designed primarily for firefighting operations.",
      "Any of various large trucks that carry firemen and equipment to the site of a fire",
      "Any fire apparatus, such as a fire truck or fire engine."
    ]
  },
  "category": "People & Body",
  "alsoKnownAs": [
    "Male",
    "Moustache Man",
    "Fire Department",
    "Fire Truck"
  ],
  "version": {
    "unicode-version": null,
    "emoji-version": "4.0"
  },
  "description": "<p>A man professionally tasked with controlling and extinguishing fires.</p>",
  "apple_vendor_description": "The man firefighter emoji on Apple devices showcases a determined individual clad in a classic dark blue uniform with bright yellow reflective accents, all rendered with Apple's signature smooth gradients and realistic lighting to convey a sense of bravery. His expression, as seen on Apple devices, is resolute, and his stance suggests readiness to help. This emoji is often used to represent courage, protection, emergency services, or to acknowledge heroic actions."
}