{
  "code": "➕",
  "Unicode": [
    "U+2795"
  ],
  "slug": "plus",
  "shortcodes": {
    "github": ":heavy_plus_sign:",
    "slack": ":heavy_plus_sign:",
    "discord": ":heavy_plus_sign:"
  },
  "title": "Heavy Plus Sign",
  "keywords": [
    "+",
    "math",
    "plus",
    "sign"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [
      "To add; to subject to addition.",
      "To combine more than one item into one; to put together.",
      "Make an addition (to); join or combine or unite with others; increase the quality, quantity, size or scope of",
      "To join or unite, as one thing to another, or as several particulars, so as to increase the number, augment the quantity or enlarge the magnitude, or so as to form into one aggregate. Hence: To sum up; to put together mentally.",
      "To join or unite, as one thing to another, or as several particulars, so as to increase the number, augment the quantity, enlarge the magnitude, or so as to form into one aggregate; to sum up; to put together mentally, as, to add numbers; to add up a column.",
      "To join or combine thereby increasing the quantity or size of something."
    ],
    "nouns": [
      "The mathematical operation of combining or adding two numbers to obtain an equal simple amount or total",
      "(arithmetic) the mathematical operation of increasing one amount by another. The result of adding two quantities is their sum.",
      "Addition is a mathematical operation that represents the total amount of objects together in a collection.",
      "The arithmetic operation of summing; calculating the sum of two or more numbers",
      "A mathematical notation",
      "Sum of the previous one and the following one.",
      "Summation is the operation of adding a sequence of numbers; the result is their sum or total.",
      "The arithmetic operation of adding.",
      "Arithmetic: process of adding."
    ]
  },
  "category": "Symbols",
  "alsoKnownAs": [],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A large plus / addition symbol, as used in mathematics.</p>",
  "apple_vendor_description": "Apple's plus sign emoji is a bold, white cross with perfectly symmetrical arms, set against a vibrant, deep blue circular background that pops with glossy 3D shading. The smooth gradients and crisp edges ensure it stands out clearly on any Apple device, symbolizing addition, inclusion, or a positive affirmation. It’s a versatile symbol used to indicate 'and,' 'more,' or to express agreement and enthusiasm in a clear, visually appealing way."
}