{
  "code": "😓",
  "Unicode": [
    "U+1F613"
  ],
  "slug": "downcast-face-with-sweat",
  "shortcodes": {
    "github": ":sweat:",
    "slack": ":sweat:",
    "discord": ":sweat:"
  },
  "title": "Face with Cold Sweat",
  "keywords": [
    "cold",
    "downcast face with sweat",
    "face",
    "sweat"
  ],
  "senses": {
    "adjectives": [
      "Feeling mentally uncomfortable because something is missing or wrong.",
      "Experiencing or showing sorrow or unhappiness- Christina Rossetti",
      "Feeling sorrow; sorrowful, mournful.",
      "Not happy; sad.",
      "Experiencing or marked by or causing sadness or sorrow or discontent",
      "Extremely irritating to the nerves",
      "Intensely distressing or irritating to the nerves.",
      "Causing stress; irritating to the nerves.",
      "Intensely irritating or distressing to the nerves",
      "Irritating; causing stress.",
      "Irritating, stressful or bothersome.",
      "Discouraging, inspiring fear.",
      "Discouraging, inspiring fear",
      "Discouraging through fear",
      "Easily agitated or distressed.",
      "Easily agitated",
      "Easily agitated or alarmed; on edge or edgy.",
      "Depleted of strength or energy"
    ],
    "verbs": [
      "Excrete perspiration through the pores in the skin",
      "To emit sweat.",
      "To secrete sweat.",
      "To emit sweat or perspiration through the skin's pores.",
      "To cry out with a shrill voice; to utter a sudden, sharp outcry, or shrill, loud cry, as in fright or extreme pain; to shriek; to screech.",
      "To utter a sudden and loud outcry, as in joy, triumph, or exultation, or to attract attention, to animate soldiers, etc.",
      "To utter a sudden and loud outcry.",
      "To speak with a loud, excited voice.",
      "Utter a sudden loud cry",
      "To utter in a loud or distinct voice.",
      "To stress, single out as important",
      "To stress, single out as important.",
      "To emphasize, to stress"
    ],
    "nouns": [
      "Part of the body at the front of the head",
      "The face is a central organ of sense and is also very central in the expression of emotion among humans and among numerous other species.",
      "Faces are the central sense organ complexes, for those animals that have one, normally on the ventral surface of the head.",
      "The front of the human head from the forehead to the chin and ear to ear",
      "The front part of the head, featuring the eyes, nose, and mouth and the surrounding area.",
      "A natural and periodic state of rest during which consciousness of the world is suspended",
      "A periodic state of physiological rest during which consciousness is suspended and metabolic rate is decreased.",
      "The state of reduced consciousness during which a human or animal rests in a daily rhythm.",
      "Sleep is a naturally recurring state of bodily rest involving altered consciousness, relatively inhibited sensory activity, and inhibition of nearly all voluntary muscles.",
      "State characterized by reduced or absent consciousness",
      "In animals, sleep is a naturally recurring state characterized by altered consciousness, relatively inhibited sensory activity, and inhibition of nearly all voluntary muscles.",
      "State of reduced consciousness.",
      "Emotional pressure suffered by a human being or other animal.",
      "(psychology) a state of mental or emotional strain or suspense",
      "Difficulty that causes worry or emotional tension.",
      "A stimulus or succession of stimuli of such magnitude as to tend to disrupt the homeostasis of the organism.",
      "Physiological or biological stress is an organism's response to a stressor such as an environmental condition or a stimulus.",
      "Basic emotion",
      "Sadness is emotional pain associated with, or characterized by feelings of disadvantage, loss, despair, helplessness, sorrow, and rage.",
      "Emotions experienced when not in a state of well-being",
      "Sadness is emotional pain associated with, or characterized by feelings of disadvantage, loss, despair, helplessness and sorrow.",
      "The state of being plangent",
      "A single tear (clear, salty liquid secreted by the eye).",
      "A drop of clear, salty liquid produced from the eyes by crying or irritation.",
      "A clear, salty liquid produced by the lacrimal gland in the eye, whose normal function is to clean and lubricate the eyes; its production is increased when the eye is irritated, or when yawning, laughing or crying.",
      "A drop of liquid produced from the eyes by crying or irritation.",
      "A drop of the clear salty saline solution secreted by the lacrimal glands",
      "Drop of clear salty liquid from the eyes.",
      "The use of forces and means higher than normal in order to achieve a given purpose.",
      "The action of exerting.",
      "An expenditure of physical or mental effort.",
      "The work involved in performing an activity; exertion.",
      "Elbow grease is an idiom for working hard at manual labor, as in \"You need to use some elbow grease.\"",
      "Use of physical or mental energy; hard work",
      "Effort, in physical terms, is the amount of work involved in performing an activity; in general use it is also synonymous with Endeavor, which implies a deliberate exertion, and to use more energy than usual in an activity.",
      "Effort or hard work, especially physical work involving repeated motion of the forearm, such as scrubbing.",
      "Exertion is the use of physical or perceived energy."
    ]
  },
  "category": "Smileys & Emotion",
  "alsoKnownAs": [
    "Hard Work",
    "Sad Sweat Face"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A yellow face with closed eyes, frown, and a bead of sweat dripping from its forehead. Usually depicted with a single sweat bead on its right side, though Facebook and WhatsApp include the sweat bead on its left side.</p>\r\n\r\n<p>Meaning widely varies, but commonly conveys a moderate degree of sadness, pain, frustration, or disappointment, similar to <a href=\"/crying-face/\">😢&nbsp;Crying Face</a> and <a href=\"/sad-but-relieved-face/\">😥&nbsp;Sad But Relieved Face</a>. Not to be confused with <a href=\"/grinning-face-with-sweat/\">😅&nbsp;Grinning Face With Sweat</a> or other emojis with tear or sweat droplets.</p>\r\n\r\n<p>Google&nbsp;<a href=\"/google/android-8.0/downcast-face-with-sweat/\">previously featured</a> a blue face. Microsoft <a href=\"/microsoft/windows-10/downcast-face-with-sweat/\">previously depicted</a> multiple beads of sweat from around the smiley&rsquo;s forehead. Earlier designs <a href=\"/samsung/experience-9.0/downcast-face-with-sweat/\">from Samsung</a> had more <a href=\"/pleading-face/\">pleading</a> eyes.</p>",
  "apple_vendor_description": "This forlorn emoji on Apple devices features a pale yellow face with downturned eyebrows and a single, large bead of sweat rolling down its temple.  The mouth is a subtle, grimace-like line, conveying a sense of mild distress or disappointment, all rendered with Apple's signature smooth gradients and soft, rounded edges.  Its gentle 3D shading adds a touch of realism to the expression, making it a perfect way to communicate feelings of being overwhelmed, slightly embarrassed, or facing a minor challenge in conversations on Apple devices."
}