{
  "code": "↙️",
  "Unicode": [
    "U+2199",
    "U+FE0F"
  ],
  "slug": "down-left-arrow",
  "shortcodes": {
    "github": ":arrow_lower_left:",
    "slack": ":arrow_lower_left:",
    "discord": ":arrow_lower_left:"
  },
  "title": "South West Arrow",
  "keywords": [
    "arrow",
    "direction",
    "down-left arrow",
    "intercardinal",
    "southwest"
  ],
  "senses": {
    "adjectives": [
      "Between the cardinal directions, as for example southwest between south and west.",
      "Used of the language of the deaf",
      "Being or located on or directed toward the side of the body to the west when facing north",
      "The opposite of right; toward the west when one is facing north.",
      "The west side of the body when one is facing north.",
      "Showing the way by conducting or leading; imposing direction on",
      "Coming from the southwest",
      "Comng from the southwest."
    ],
    "verbs": [],
    "nouns": [
      "One of the four principal compass points, specifically 90°, conventionally directed to the right on maps. The direction of the rising sun.",
      "The directions of the compass",
      "One of the four major compass points, specifically 180°, directed toward the South Pole, and conventionally downwards on a map.",
      "The direction corresponding to the southwestward compass point",
      "The four cardinal directions or cardinal points are the directions of north, east, south, and west, commonly denoted by their initials: N, E, S, W. East and west are at right angles to north and south, with east being in the clockwise direction of rotation from north and west being directly opposite east.",
      "One of the four principal compass points, specifically 90, conventionally directed to the right on maps; the direction of the rising sun at an equinox.",
      "One of the four major compass points, specifically 180, directed toward the South Pole, and conventionally downwards on a map.",
      "Directions of north, east, south, and west",
      "A mark to indicate a direction or relation",
      "A mark to indicate a direction or relation.",
      "A sign or symbol used to indicate a direction (e.g. \\to)."
    ]
  },
  "category": "Symbols",
  "alsoKnownAs": [
    "Diagonal Down-Left Arrow"
  ],
  "version": {
    "unicode-version": "1.1",
    "emoji-version": "1.0"
  },
  "description": "<p>An arrow pointing diagonally&nbsp;in an down-left, or south-west direction.</p>",
  "apple_vendor_description": "Apple's down-left arrow emoji features a bold, clean design with a sharp point and a well-defined shaft, rendered with a subtle glossy finish characteristic of Apple's 3D style. On Apple devices, it appears with smooth, rounded corners at its base, providing a friendly yet directional cue, and is often depicted in a vibrant blue. This emoji is essential for indicating direction, suggesting a downward or leftward movement, or guiding users through digital interfaces."
}