{
  "code": "🏊‍♂️",
  "Unicode": [
    "U+1F3CA",
    "U+200D",
    "U+2642",
    "U+FE0F"
  ],
  "slug": "man-swimming",
  "shortcodes": {
    "github": ":swimming_man:",
    "slack": ":man-swimming:",
    "discord": ":man_swimming:"
  },
  "title": "Man Swimming",
  "keywords": [
    "man",
    "man swimming",
    "swim"
  ],
  "senses": {
    "adjectives": [
      "Depicted swimming horizontally",
      "Applied to a fish depicted horizontally"
    ],
    "verbs": [
      "To move through the water, without touching the bottom.",
      "To move through the water, without touching the bottom; to propel oneself in water by natural means.",
      "Travel through water",
      "Move through water."
    ],
    "nouns": [
      "Sexual maturity is the age or stage when an organism can reproduce.",
      "The age or stage when an organism can reproduce",
      "An adult male human.",
      "A man is a male human.",
      "An adult male human",
      "An adult human member of the sex that begets young by fertilizing ova.",
      "A human member of the masculine sex or gender.",
      "An adult person who is male (as opposed to a woman)",
      "The activity of moving oneself through water using one's arms and legs while buoyed up by the water, carried out by humans for amusement, exercise, sport or entertainment.",
      "Act or instance of swimming.",
      "A race carried out by swimming through water",
      "An act or instance of swimming.",
      "The act of swimming: \"they took a short swim in the pool\"",
      "Swimming is a water based sport governed by the Fédération Internationale de Natation.",
      "Water based sport"
    ]
  },
  "category": "People & Body",
  "alsoKnownAs": [
    "Swimming",
    "Man Symbol",
    "Mars Symbol"
  ],
  "version": {
    "unicode-version": null,
    "emoji-version": "4.0"
  },
  "description": "<p>The male version of the <a href=\"/person-swimming/\">🏊&nbsp;Swimmer</a> emoji.</p>",
  "apple_vendor_description": "On Apple devices, the \"Man Swimming\" emoji captures a dynamic figure in motion, with smooth, flowing lines and a sense of aquatic buoyancy. The swimmer's form is rendered with Apple's signature 3D shading, creating realistic highlights and subtle shadows that suggest the play of light on water and skin. This emoji conveys activity, athleticism, and the joy of being in the water, representing leisure, exercise, or an adventurous spirit with its vibrant and energetic portrayal on Apple devices."
}