{
  "code": "🤸🏽",
  "Unicode": [
    "U+1F938",
    "U+1F3FD"
  ],
  "slug": "person-cartwheeling-medium-skin-tone",
  "shortcodes": null,
  "title": "person cartwheeling: medium skin tone",
  "keywords": [
    "gymnastics",
    "cartwheel",
    "medium skin tone"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [
      "Do cartwheels: perform an acrobatic movement using both hands and feet"
    ],
    "nouns": [
      "A sport that involves exercises intended to display strength and balance and agility",
      "A sport involving performance of exercises requiring physical strength, flexibility, agility, coordination, and balance.",
      "Sport",
      "A sport involving the performance of sequences of movements requiring physical strength, flexibility, and kinesthetic awareness.",
      "Gymnastics is a very complex competition involving the performance of exercises requiring physical strength, flexibility, power, agility, coordination, grace, balance and control.",
      "A gymnastic maneuver.",
      "A cartwheel is a sideways rotary movement of the body.",
      "An acrobatic maneuver",
      "A gymnastic maneuver whereby the gymnast rotates to one side or the other while keeping arms and legs outstretched, spinning for one or more revolutions.",
      "Acrobatic revolutions with the body turned sideways and the arms and legs outstretched like the spokes of a wheel"
    ]
  },
  "category": "People & Body",
  "alsoKnownAs": null,
  "version": null,
  "description": "This version of the  Person Cartwheeling emoji has the  Medium Skin Tone applied, which is displayed as a Moderate Brown Skin Tone on su",
  "apple_vendor_description": "On Apple devices, the person cartwheeling with a medium skin tone bursts with dynamic energy, depicted mid-air with arms and legs extended in a graceful arc. Apple’s signature glossy 3D shading creates a sense of vibrant motion, with soft rounded edges on the figure that make it feel approachable and lively. This emoji beautifully captures a feeling of joy, freedom, and enthusiastic celebration, often used to convey excitement or a playful spirit in digital conversations."
}