{
  "code": "🛶",
  "Unicode": [
    "U+1F6F6"
  ],
  "slug": "canoe",
  "shortcodes": {
    "github": ":canoe:",
    "slack": ":canoe:",
    "discord": ":kayak:"
  },
  "title": "Canoe",
  "keywords": [
    "boat",
    "canoe"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [
      "Travel by canoe",
      "To traverse or travel by ship on a body of water.",
      "To travel by boat.",
      "Travel by boat.",
      "Traverse or travel on (a body of water)",
      "To be impelled or driven forward by the action of wind upon sails, as a ship on water; to be impelled on a body of water by steam or other power."
    ],
    "nouns": [
      "A small long and narrow boat, propelled by one or more people (depending on the size of canoe), using single-bladed paddles. The paddlers face in the direction of travel, in either a seated position, or kneeling on the bottom of the boat. Canoes are open on top, and pointed at both ends.",
      "Small and light boat; pointed at both ends; propelled with a paddle",
      "A canoe is a lightweight narrow boat, typically pointed at both ends and open on top, propelled by one or more seated or kneeling paddlers facing the direction of travel using a single-bladed paddle.",
      "Type of boat",
      "A light narrow boat driven by a paddle.",
      "Small long and narrow boat.",
      "A boat is a watercraft, usually smaller than most ships.",
      "A watercraft designed to float or plane on, and provide transport over water.",
      "A boat is a watercraft of any size designed to float or plane, to work or travel on water.",
      "Watercraft",
      "A small vessel for travel on water"
    ]
  },
  "category": "Travel & Places",
  "alsoKnownAs": [],
  "version": {
    "unicode-version": "9.0",
    "emoji-version": "3.0"
  },
  "description": "<p>A narrow lightweight water vessel that is usually pointed on both ends and made of either wood or plastic.</p>\r\n\r\n<p>Generally depicted with a paddle.</p>",
  "apple_vendor_description": "Apple's canoe emoji floats with a sense of serene adventure, its sleek, polished wooden hull reflecting light with a realistic gleam. The design features soft, rounded edges and smooth gradients that suggest a smooth glide through water, embodying tranquility and exploration. On Apple devices, this emoji evokes feelings of outdoor recreation, peaceful journeys, or a desire for nature and escape."
}