{
  "code": "🐇",
  "Unicode": [
    "U+1F407"
  ],
  "slug": "rabbit",
  "shortcodes": {
    "github": ":rabbit2:",
    "slack": ":rabbit2:",
    "discord": ":rabbit2:"
  },
  "title": "Rabbit",
  "keywords": [
    "bunny",
    "pet",
    "rabbit"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [],
    "nouns": [
      "Species of small mammals (Leporidae)",
      "One of several small mammals of the family Leporidae, with long ears, long hind legs and a short, fluffy tail.",
      "A mammal of the family Leporidae, with long ears, long hind legs and a short, fluffy tail.",
      "Any of various burrowing animals of the family Leporidae having long ears and short tails; some domesticated and raised for pets or food",
      "Rabbits are small mammals in the family Leporidae of the order Lagomorpha, found in several parts of the world.",
      "Animal kept for companionship and a person's enjoyment",
      "A pet is an animal kept primarily for a person's company or protection, as opposed to working animals, sport animals, livestock, and laboratory animals, which are kept primarily for performance, agricultural value, or research.",
      "An animal which is kept in the home as a companion and treated affectionately.",
      "An animal kept as a companion.",
      "A domesticated animal kept for companionship or amusement",
      "The use of rituals or actions, especially based on supernatural or occult knowledge, to manipulate or obtain information about the natural world, especially when seen as falling outside the realm of religion; also the forces allegedly drawn on for such practices.",
      "Any art that invokes supernatural powers",
      "The working of miracles",
      "Magic or sorcery is an attempt to understand, experience and influence the world using rituals, symbols, actions, gestures and language.",
      "A performer of miracles.",
      "Thaumaturgy is the capability of a magician or a saint to work magic or miracles.",
      "Ritual associated with supernatural magic or mysticism.",
      "The use of rituals or actions, especially based on supernatural or occult knowledge, to manipulate or obtain information about the natural world, especially when seen as falling outside the realm of religion; also the forces allegedly drawn on for such practices. A specific ritual or procedure associated with supernatural magic or with mysticism; a spell.",
      "The magic arts",
      "The working of miracles.",
      "The use of paranormal methods to manipulate natural forces (e.g., witchcraft)"
    ]
  },
  "category": "Animals & Nature",
  "alsoKnownAs": [
    "Bunny",
    "Bunny Rabbit"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A rabbit, a hoppy mammal with long ears. Depicted as a white, gray, or brown rabbit in full profile facing left with pink ears and a short tail, sitting on its long, hind legs or on all fours.</p>\r\n\r\n<p>May be used in association with <a href=\"/spring/\">spring</a>, <a href=\"/easter/\">Easter</a>, magic, <a href=\"/people-with-bunny-ears/\">bunny ears</a>, or various rabbit-based characters or expressions (e.g., <i>going down the rabbit hole</i>).</p>\r\n\r\n<p>See also <a href=\"/rabbit-face/\">🐰 Rabbit Face</a>. One of the 12 animals of the <a href=\"/chinese-new-year/\">Chinese zodiac</a>.</p>\r\n\r\n<p>Apple&rsquo;s rabbit has red eyes, WhatsApp&rsquo;s whiskers. Microsoft&rsquo;s rabbit was <a href=\"/microsoft/windows-10/rabbit/\">previously</a> brown, <a href=\"/facebook/2.0/rabbit/\">Facebook&rsquo;s</a> white.</p>",
  "apple_vendor_description": "On Apple devices, the rabbit emoji is a charming and soft-looking creature with a fluffy white coat, rendered with Apple's signature glossy 3D shading that gives it a delightful, almost huggable appearance. Its bright, curious eyes and delicate pink ears, detailed with subtle gradients and realistic lighting, convey a sense of innocence, gentleness, and playful energy. This adorable depiction of a rabbit is perfect for expressing springtime themes, new beginnings, or simply a touch of cuteness in messages."
}