{
  "code": "🇸🇲",
  "Unicode": [
    "U+1F1F8",
    "U+1F1F2"
  ],
  "slug": "flag-san-marino",
  "shortcodes": {
    "github": ":san_marino:",
    "slack": ":flag-sm:",
    "discord": ":flag_sm:"
  },
  "title": "Flag: San Marino",
  "keywords": [
    "flag"
  ],
  "senses": {
    "adjectives": [
      "From or in the countryside or connected with it.",
      "Of, from or pertaining to the countryside (adjective)."
    ],
    "verbs": [],
    "nouns": [
      "Emblem usually consisting of a rectangular piece of cloth of distinctive design",
      "Piece of cloth.",
      "A flag is a piece of fabric with a distinctive design that is used as a symbol, as a signaling device, or as decoration.",
      "A piece of cloth, often decorated with an emblem, used as a visual signal or symbol.",
      "Piece of fabric with a distinctive design",
      "The official name of San Marino.",
      "A country in Europe within Italy.",
      "A person who originated from or is a citizen of San Marino.",
      "San Marino, officially the Republic of San Marino and also known as the Most Serene Republic of San Marino, is an enclaved microstate surrounded by Italy, situated on the Italian Peninsula on the north-eastern side of the Apennine Mountains.",
      "A sovereign nation within the borders of Italy",
      "Country in Europe",
      "The smallest republic in the world; the oldest independent country in Europe (achieved independence in 301); located in the Apennines and completely surrounded by Italy",
      "Someone from San Marino or of Sammarinese descent",
      "A country in Europe, located within the borders of Italy. Official name: Republic of San Marino.",
      "Someone from San Marino.",
      "The opposite of secession",
      "As its original Latin term",
      "Government",
      "The collective body of a nation or state as politically organized, or as exercising political functions.",
      "The territory of a nation, especially an independent nation state or formerly independent nation; a political entity asserting ultimate authority over a geographical area.",
      "Nations is often used synonymously with ethnic group, but although ethnicity is now one of the most important aspects of cultural or social identity for the members of most nations, people with the same ethnic origin may live in different nation-states and be treated as members of separate nations for that reason.",
      "Political organisation with a centralized independent government",
      "The government.",
      "An organized political community, living under a government",
      "Nation has various meanings, and the meaning has changed over time.",
      "A state is an organized community living under one government.",
      "A political entity asserting ultimate authority over a geographical area.",
      "A people permanently occupying a fixed territory bound together by common law, habits and custom into one body politic exercising, through the medium of an organized government, independent sovereignty and control over all persons and things within its boundaries, unless or until authority is ceded to a federation or union of other states.",
      "The people who live in a nation or country",
      "A politically organized body of people under a single government",
      "A sovereign state.",
      "A state is a nonphysical juridical entity of the international legal system that is represented by one centralized government that has supreme independent authority over a geographic area.",
      "The geographic area under the control of a political state."
    ]
  },
  "alsoKnownAs": [
    "Sammarinese Flag"
  ],
  "version": {
    "unicode-version": null,
    "emoji-version": "1.0"
  },
  "description": "<p>The flag for <a href=\"https://en.wikipedia.org/wiki/San_Marino\">San Marino</a>, which may show as the letters&nbsp;<em>SM</em>&nbsp;on some platforms.</p>",
  "apple_vendor_description": "On Apple devices, the flag of San Marino unfurls with crisp detail, its white and blue stripes rendered with a subtle sheen and realistic lighting. The coat of arms at its center is sharp and defined, showcasing Apple's commitment to visual accuracy. This emoji serves as a proud national symbol, instantly recognizable and adding a touch of patriotic flair to messages on Apple devices."
}