{
  "code": "🛋️",
  "Unicode": [
    "U+1F6CB",
    "U+FE0F"
  ],
  "slug": "couch-and-lamp",
  "shortcodes": {
    "github": ":couch_and_lamp:",
    "slack": ":couch_and_lamp:",
    "discord": ":couch_and_lamp:"
  },
  "title": "Couch and Lamp",
  "keywords": [
    "couch",
    "couch and lamp",
    "hotel",
    "lamp"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [],
    "nouns": [
      "A furniture set of sofas and chairs",
      "A couch or sofa is a piece of furniture for seating two or more people in the form of a bench, with or without armrests, that is partially or entirely upholstered, and often fitted with springs and tailored cushions.",
      "An upholstered seat, typically having sides and back, long enough to accommodate two or more people.",
      "Piece of furniture for seating two or more persons in the form of a bench with armrests",
      "An upholstered seat for more than one person",
      "A piece of furniture on which more than one person can sit, with cushions, a back, and arm rests.",
      "An item of furniture for the comfortable seating of more than one person."
    ]
  },
  "category": "Objects",
  "alsoKnownAs": [
    "Lounge",
    "Settee",
    "Sofa"
  ],
  "version": {
    "unicode-version": "7.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A couch (sofa) with a floor lamp on the right, as in the&nbsp;living room of a <a href=\"/house/\">house</a>. Color and style of the couch and lamp vary widely by platform.&nbsp;Used for various content concerning furniture and housing as well as resting and lounging.</p>",
  "apple_vendor_description": "On Apple devices, the couch and lamp emoji depicts a cozy domestic scene rendered with Apple's signature smooth gradients and realistic lighting. The plush couch, often shown in a soft beige or grey, features subtly rounded edges and inviting textures, while the accompanying lamp emits a warm, gentle glow. This combination evokes feelings of comfort, relaxation, and home, perfect for signaling downtime or a desire for a peaceful environment in digital communication."
}