{
  "code": "🌾",
  "Unicode": [
    "U+1F33E"
  ],
  "slug": "sheaf-of-rice",
  "shortcodes": {
    "github": ":ear_of_rice:",
    "slack": ":ear_of_rice:",
    "discord": ":ear_of_rice:"
  },
  "title": "Ear of Rice",
  "keywords": [
    "ear",
    "grain",
    "rice",
    "sheaf of rice"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [],
    "nouns": [
      "Annual or perennial rhizomatous marsh grasses; seed used for food; straw used for paper",
      "Seeds of the rice plant (Oryza sativa) used as food.",
      "A person who grows rice.",
      "The seeds of this plant used as food.",
      "Rice is the seed of the monocot plants Oryza sativa or Oryza glaberrima.",
      "Rice, before it is milled.",
      "Seeds used as food.",
      "Grains of common wheat; sometimes cooked whole or cracked as cereal; usually ground into flour",
      "Any of several cereal grains, of the genus Triticum, that yields flour as used in bakery.",
      "The entire wheat kernel (except for the hull), comprising the bran, germ, and endosperm, sometimes used in food.",
      "A wheatberry or wheat berry is an entire wheat kernel, composed of the bran, germ, and endosperm.",
      "Plants, taken collectively.",
      "An organism that is not an animal, especially an organism capable of photosynthesis. Typically a small or herbaceous organism of this kind, rather than a tree.",
      "(botany) a living organism lacking the power of locomotion",
      "Plants considered as a group, especially those of a particular country, region, time, etc.",
      "The plants that inhabit a certain region or environment.",
      "Collectively, the set of all plants.",
      "Organism capable of photosynthesis.",
      "Inventory of plant species in a given region",
      "Flora is the plant life occurring in a particular region or time, generally the naturally occurring or indigenous -- native plant life.",
      "Any living organism that synthesizes its food from inorganic substances, possesses cellulose cell walls, responds slowly and often permanently to a stimulus, lacks specialized sense organs and nervous system, and has no powers of locomotion.",
      "Species belonging to the plant kingdom.",
      "The plant life characterizing a specific geographic region or environment.",
      "Plants, also called green plants, are multicellular eukaryotes of the kingdom Plantae.",
      "Plants are living organisms belonging to the kingdom Plantae."
    ]
  },
  "category": "Animals & Nature",
  "alsoKnownAs": [
    "Crop",
    "Farming",
    "Wheat"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A rice plant, as grown before harvesting and processing. Depicted as a sheaf of <a href=\"https://en.wikipedia.org/wiki/Oryza_sativa\">Asian rice</a> with green leaves and yellow seed heads drooping over to the right or left. Sometimes assumed to be wheat.</p>\r\n\r\n<p>May be used to represent a variety of cereal grains (e.g., wheat, corn, oats, sorghum) as well as crops, fields and harvests, and farming more generally.</p>\r\n\r\n<p>This emoji is occassionally used in the place of the word &#39;white&#39;&nbsp;as in, a <a href=\"/light-skin-tone/\">white skin tone</a>. This form of <a href=\"https://www.wired.com/story/voldemorting-ultimate-seo-diss-resident-linguist/\">Voldemorting</a>&nbsp;is potentially due to the similarity of the words &#39;white&#39; and &#39;wheat&#39;, and used&nbsp;<a href=\"https://www.reddit.com/r/OutOfTheLoop/comments/kp0boe/what_is_the_deal_with_using_the_grain_emoji/\">in online discussions</a>&nbsp;where it is&nbsp;undesirable to have the actual word written out.</p>",
  "apple_vendor_description": "The sheaf of rice emoji on Apple devices presents a beautifully rendered bundle of golden-yellow stalks, tied together with a subtle twine, all brought to life with Apple's signature smooth gradients and realistic lighting. Its slightly curved form and detailed texture evoke a sense of harvest, abundance, and the bounty of nature, reflecting the naturalistic aesthetic Apple is known for. This emoji is often used to symbolize agriculture, food production, or a connection to rural life and sustenance."
}