{
  "code": "🙋‍♂️",
  "Unicode": [
    "U+1F64B",
    "U+200D",
    "U+2642",
    "U+FE0F"
  ],
  "slug": "man-raising-hand",
  "shortcodes": {
    "github": ":raising_hand_man:",
    "slack": ":man-raising-hand:",
    "discord": ":man_raising_hand:"
  },
  "title": "Man Raising Hand",
  "keywords": [
    "gesture",
    "man",
    "man raising hand",
    "raising hand"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [
      "To express something by a gesture or gestures.",
      "To say or express through gestures.",
      "Show, express or direct through movement",
      "To show, express or direct through movements.",
      "To express through gestures."
    ],
    "nouns": [
      "Sexual maturity is the age or stage when an organism can reproduce.",
      "The age or stage when an organism can reproduce",
      "An adult male human.",
      "A man is a male human.",
      "An adult male human",
      "An adult human member of the sex that begets young by fertilizing ova.",
      "A human member of the masculine sex or gender.",
      "An adult person who is male (as opposed to a woman)",
      "The use of movements, especially of the hands, to communicate familiar or prearranged signals",
      "A gesture is a form of non-verbal communication or non-vocal communication in which visible bodily actions communicate particular messages, either in place of, or in conjunction with, speech.",
      "Form of non-verbal communication or non-vocal communication",
      "A quick movement of a finger or pen on a screen that the computer interprets as a command, rather than as a mouse movement, writing, or drawing.",
      "The use of movements (especially of the hands) to communicate familiar or prearranged signals"
    ]
  },
  "category": "People & Body",
  "alsoKnownAs": [
    "Answering Question",
    "Hand Up",
    "Man Symbol",
    "Mars Symbol"
  ],
  "version": {
    "unicode-version": null,
    "emoji-version": "4.0"
  },
  "description": "<p>The man version of the <a href=\"/person-raising-hand/\">🙋&nbsp;Happy Person Raising One Hand</a> emoji.</p>",
  "apple_vendor_description": "On Apple devices, the man raising his hand emoji is depicted with a friendly, attentive expression and a posture conveying eagerness to participate or answer. The design features Apple's signature smooth gradients and realistic lighting, giving the figure a subtle 3D appearance with softly rounded edges. This emoji is commonly used to signal a raised hand in a virtual classroom, a desire to speak, or an offer to help, embodying a proactive and engaged spirit within Apple's vibrant emoji set."
}