{
  "code": "🇵🇫",
  "Unicode": [
    "U+1F1F5",
    "U+1F1EB"
  ],
  "slug": "flag-french-polynesia",
  "shortcodes": {
    "github": ":french_polynesia:",
    "slack": ":flag-pf:",
    "discord": ":flag_pf:"
  },
  "title": "Flag: French Polynesia",
  "keywords": [
    "flag"
  ],
  "senses": {
    "adjectives": [
      "From or in the countryside or connected with it.",
      "Of, from or pertaining to the countryside (adjective).",
      "Of or pertaining to France or the people of France",
      "Of or relating to the people or culture of France.",
      "Of or relating to the French people.",
      "Of or pertaining to France, the French people.",
      "Of or relating to Gaul or France."
    ],
    "verbs": [],
    "nouns": [
      "Emblem usually consisting of a rectangular piece of cloth of distinctive design",
      "Piece of cloth.",
      "A flag is a piece of fabric with a distinctive design that is used as a symbol, as a signaling device, or as decoration.",
      "A piece of cloth, often decorated with an emblem, used as a visual signal or symbol.",
      "Piece of fabric with a distinctive design",
      "French Polynesia is an overseas collectivity of the French Republic;, sometimes unofficially referred to as an overseas country;.",
      "French overseas country in the Southern Pacific ocean",
      "Overseas territory of France.",
      "ISO 3166 internet country code. pf",
      "An overseas territory of France in Oceania. Official name: Territory of French Polynesia.",
      "A person from French Polynesia.",
      "A French overseas possession in the South Pacific",
      "An overseas collectivity (and formally designated an \"overseas country\") of France in the Southern Pacific, about midway between South America and Australia. Its capital is Papeete, on the island of Tahiti.",
      "Polynesia is a subregion of Oceania, made up of over 1,000 islands scattered over the central and southern Pacific Ocean.",
      "The islands in the eastern part of Oceania",
      "Part of Oceania.",
      "Subregion of Oceania",
      "Part of Oceania including Easter Island, Hawaii, New Zealand, and most of the islands between them.",
      "The opposite of secession",
      "As its original Latin term",
      "Government",
      "The collective body of a nation or state as politically organized, or as exercising political functions.",
      "The territory of a nation, especially an independent nation state or formerly independent nation; a political entity asserting ultimate authority over a geographical area.",
      "Nations is often used synonymously with ethnic group, but although ethnicity is now one of the most important aspects of cultural or social identity for the members of most nations, people with the same ethnic origin may live in different nation-states and be treated as members of separate nations for that reason.",
      "Political organisation with a centralized independent government",
      "The government.",
      "An organized political community, living under a government",
      "Nation has various meanings, and the meaning has changed over time.",
      "A state is an organized community living under one government.",
      "A political entity asserting ultimate authority over a geographical area.",
      "A people permanently occupying a fixed territory bound together by common law, habits and custom into one body politic exercising, through the medium of an organized government, independent sovereignty and control over all persons and things within its boundaries, unless or until authority is ceded to a federation or union of other states.",
      "The people who live in a nation or country",
      "A politically organized body of people under a single government",
      "A sovereign state.",
      "A state is a nonphysical juridical entity of the international legal system that is represented by one centralized government that has supreme independent authority over a geographic area.",
      "The geographic area under the control of a political state."
    ]
  },
  "alsoKnownAs": [
    "French Polynesian Flag"
  ],
  "version": {
    "unicode-version": null,
    "emoji-version": "1.0"
  },
  "description": "<p>The flag for French Polynesia, which may show as the letters&nbsp;<em>PF</em>&nbsp;on some platforms.</p>",
  "apple_vendor_description": "The flag of French Polynesia, as seen on Apple devices, is a vibrant display of color, featuring bold red stripes flanking a white band, all rendered with Apple's signature smooth gradients and realistic texture. The design evokes a sense of tropical beauty and distinct cultural identity, with crisp detail and subtle highlights that make it pop on screen. This emoji serves as a proud representation of the island nation, ideal for travel discussions, cultural sharing, or expressing a connection to this beautiful part of the world."
}