{
  "code": "🐍",
  "Unicode": [
    "U+1F40D"
  ],
  "slug": "snake",
  "shortcodes": {
    "github": ":snake:",
    "slack": ":snake:",
    "discord": ":snake:"
  },
  "title": "Snake",
  "keywords": [
    "bearer",
    "Ophiuchus",
    "serpent",
    "snake",
    "zodiac"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [
      "To make a hissing sound.",
      "To utter with a hissing sound.",
      "Make a sharp hissing sound, as if to show disapproval",
      "To speak with a hissing sound"
    ],
    "nouns": [
      "Animal expression of disapproval.",
      "A fricative sound (especially as an expression of disapproval)",
      "A spluttering or hissing sound.",
      "An expression of disapproval made to sound like the noise of a snake.",
      "Snakes are elongated, legless, carnivorous reptiles of the suborder Serpentes that can be distinguished from legless lizards by their lack of eyelids and external ears.",
      "Elongated reptile",
      "Limbless scaly elongate reptile; some are venomous",
      "Any reptile of the suborder Serpentes, typically having a scaly cylindrical limbless body, fused eyelids, and a jaw modified for swallowing large prey.",
      "Profound immorality",
      "Evil, in a general context, is taken as the absence or complete opposite of that which is ascribed as being good.",
      "The evil eye",
      "The quality or state of being evil.",
      "Evil is a term used to indicate acts or qualities involving needless or wanton harm or destruction, or the deliberate violation of some accepted moral codes of behavior.",
      "Sinister or malign",
      "The quality of being morally wrong in principle or practice",
      "The quality of being egregious",
      "Of or relating to evil."
    ]
  },
  "category": "Animals & Nature",
  "alsoKnownAs": [
    "Serpent"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A snake, a slithering reptile without limbs. Generally depicted as a yellowish-green snake facing left, with a long, coiled body and flicking a red, forked tongue.</p>\r\n\r\n<p>May be used for various metaphorical senses of <em>snake</em>.</p>\r\n\r\n<p>One of the 12 animals of the <a href=\"/chinese-new-year/\">Chinese zodiac</a>. May also be used in association with&nbsp;<a href=\"/ophiuchus/\">⛎ Ophiuchus</a>, the Serpent-Bearer, sometimes considered a 13th sign of the Western zodiac.</p>\r\n\r\n<p>Samsung&rsquo;s snake was <a href=\"/samsung/touchwiz-7.1/snake/\">previously</a> facing forward.</p>",
  "apple_vendor_description": "The snake emoji on Apple devices slithers with a smooth, sinuous form, its scales rendered with meticulous detail and a subtle, iridescent sheen. Apple's design language brings this creature to life with realistic lighting and glossy 3D shading, giving it a vibrant, almost tangible presence. Whether symbolizing cunning, transformation, or a more literal interpretation, this emoji evokes a sense of intrigue and primal energy, presented with the polished aesthetic characteristic of Apple’s emoji collection."
}