{
  "code": "🇧🇭",
  "Unicode": [
    "U+1F1E7",
    "U+1F1ED"
  ],
  "slug": "flag-bahrain",
  "shortcodes": {
    "github": ":bahrain:",
    "slack": ":flag-bh:",
    "discord": ":flag_bh:"
  },
  "title": "Flag: Bahrain",
  "keywords": [
    "flag"
  ],
  "senses": {
    "adjectives": [
      "From or in the countryside or connected with it.",
      "Of, from or pertaining to the countryside (adjective)."
    ],
    "verbs": [],
    "nouns": [
      "The national flag of Bahrain consists of a white band on the left, separated from a red area on the right by five triangles that serve as a serrated line.",
      "Emblem usually consisting of a rectangular piece of cloth of distinctive design",
      "Piece of cloth.",
      "A flag is a piece of fabric with a distinctive design that is used as a symbol, as a signaling device, or as decoration.",
      "A piece of cloth, often decorated with an emblem, used as a visual signal or symbol.",
      "Piece of fabric with a distinctive design",
      "An island country in the Persian Gulf off the coast of Saudi Arabia; oil revenues funded progressive programs until reserves were exhausted in 1970s",
      "Official name of Bahrain.",
      "A country in the Middle East.",
      "Country in Asia",
      "A country in the Middle East. Official name: Kingdom of Bahrain.",
      "Bahrain, officially the Kingdom of Bahrain, is a small island country situated near the western shores of the Persian Gulf.",
      "The State of Bahrain was the name of Bahrain between 1971 and 2002.",
      "An island nation in the Persian Gulf",
      "The official name of Bahrain.",
      "The opposite of secession",
      "As its original Latin term",
      "Government",
      "The collective body of a nation or state as politically organized, or as exercising political functions.",
      "The territory of a nation, especially an independent nation state or formerly independent nation; a political entity asserting ultimate authority over a geographical area.",
      "Nations is often used synonymously with ethnic group, but although ethnicity is now one of the most important aspects of cultural or social identity for the members of most nations, people with the same ethnic origin may live in different nation-states and be treated as members of separate nations for that reason.",
      "Political organisation with a centralized independent government",
      "The government.",
      "An organized political community, living under a government",
      "Nation has various meanings, and the meaning has changed over time.",
      "A state is an organized community living under one government.",
      "A political entity asserting ultimate authority over a geographical area.",
      "A people permanently occupying a fixed territory bound together by common law, habits and custom into one body politic exercising, through the medium of an organized government, independent sovereignty and control over all persons and things within its boundaries, unless or until authority is ceded to a federation or union of other states.",
      "The people who live in a nation or country",
      "A politically organized body of people under a single government",
      "A sovereign state.",
      "A state is a nonphysical juridical entity of the international legal system that is represented by one centralized government that has supreme independent authority over a geographic area.",
      "The geographic area under the control of a political state."
    ]
  },
  "alsoKnownAs": [
    "Bahrainian Flag",
    "Bahrani Flag"
  ],
  "version": {
    "unicode-version": null,
    "emoji-version": "1.0"
  },
  "description": "<p>The flag for Bahrain, which may show as the letters&nbsp;<em>BH</em>&nbsp;on some platforms.</p>",
  "apple_vendor_description": "The flag of Bahrain, as rendered on Apple devices, is a vibrant and crisp representation of the national emblem, featuring a distinct white serrated band on a red field. Apple's design ensures the colors are rich and saturated, with subtle 3D shading and soft rounded edges that give the flag a gentle, waving appearance. This emoji is a direct and clear symbol for representing Bahrain, its culture, or news related to the country."
}