{
  "code": "🌻",
  "Unicode": [
    "U+1F33B"
  ],
  "slug": "sunflower",
  "shortcodes": {
    "github": ":sunflower:",
    "slack": ":sunflower:",
    "discord": ":sunflower:"
  },
  "title": "Sunflower",
  "keywords": [
    "flower",
    "sun",
    "sunflower"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [],
    "nouns": [
      "The star that is the source of light and heat for the planets in the solar system",
      "The Sun is the star at the center of the Solar System.",
      "The star at the center of the Solar System, represented in astronomy and astrology by ?.",
      "Star at the centre of the Solar System",
      "The particular star at the centre of our solar system, from which the Earth gets light and heat.",
      "An inhabitant of any part of the solar system of the star Sol (i.e. the Sun).",
      "The fourth planet from Earth in the Ptolemaic geocentric cosmology",
      "The reproductive structure of angiosperm plants, consisting of stamens and carpels surrounded by petals and sepals all borne on the receptacle.",
      "A flower lacking sepals, petals, stamens, or carpels.",
      "Flowers, sometimes known as blooms or blossoms, are the reproductive structures found in flowering plants.",
      "A flower, sometimes known as a bloom or blossom, is the reproductive structure found in flowering plants.",
      "Structure found in some plants (division Magnoliophyta / angiosperms) to support reproduction",
      "A plant cultivated for its blooms or blossoms",
      "Any plant of the genus Helianthus having large flower heads with dark disk florets and showy yellow rays",
      "A genus of plants that includes Helianthus annuus",
      "A genus of plants, including the Sunflower",
      "Sunflowers are an annual plant native to the Americas that possess a large inflorescence.",
      "The commonly cultivated species, Helianthus annuus, a native of America.",
      "Helianthus or sunflowers L. is a genus of plants comprising about 70 species in the family Asteraceae, all of which are native to North America except three species in South America.",
      "Annual plant with a large yellow flowering head of the genus Helianthus and the family of the Asteraceae.",
      "Any plant, of the genus Helianthus, having large flower heads with dark disk florets and showy yellow rays; the sunflowers",
      "Plants, taken collectively.",
      "An organism that is not an animal, especially an organism capable of photosynthesis. Typically a small or herbaceous organism of this kind, rather than a tree.",
      "(botany) a living organism lacking the power of locomotion",
      "Plants considered as a group, especially those of a particular country, region, time, etc.",
      "The plants that inhabit a certain region or environment.",
      "Collectively, the set of all plants.",
      "Organism capable of photosynthesis.",
      "Inventory of plant species in a given region",
      "Flora is the plant life occurring in a particular region or time, generally the naturally occurring or indigenous -- native plant life.",
      "Any living organism that synthesizes its food from inorganic substances, possesses cellulose cell walls, responds slowly and often permanently to a stimulus, lacks specialized sense organs and nervous system, and has no powers of locomotion.",
      "Species belonging to the plant kingdom.",
      "The plant life characterizing a specific geographic region or environment.",
      "Plants, also called green plants, are multicellular eukaryotes of the kingdom Plantae.",
      "Plants are living organisms belonging to the kingdom Plantae."
    ]
  },
  "category": "Animals & Nature",
  "alsoKnownAs": [
    "Yellow Flower"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A sunflower, a tall, round&nbsp;flower with large yellow petals. Depicted as a single, vertical sunflower with a large, dark-brown center on a green stem.</p>\r\n\r\n<p>Commonly used for <a href=\"/mothers-day/\">Mother&rsquo;s Day</a>&nbsp;and other special occasions. May be more generally used to convey such sentiments happiness and love. Also used as a yellow accent color and in association with summer and farming.</p>\r\n\r\n<p>Not to be confused with <a href=\"/blossom/\">🌼 Blossom</a>, which is yellow on many platforms.</p>",
  "apple_vendor_description": "The sunflower emoji on Apple devices bursts with radiant energy, its golden-yellow petals unfurling with soft, rounded edges and a delightful glossy sheen. At its center, the textured seed head is rendered with incredible detail and realistic lighting, exuding a warm, inviting glow. This cheerful emoji, a hallmark of Apple's vibrant design language, symbolizes happiness, positivity, and the warmth of summer, bringing a ray of sunshine to any conversation."
}