{
  "code": "🍏",
  "Unicode": [
    "U+1F34F"
  ],
  "slug": "green-apple",
  "shortcodes": {
    "github": ":green_apple:",
    "slack": ":green_apple:",
    "discord": ":green_apple:"
  },
  "title": "Green Apple",
  "keywords": [
    "apple",
    "fruit",
    "green"
  ],
  "senses": {
    "adjectives": [
      "Somewhat green.",
      "Of the color between blue and yellow in the color spectrum; similar to the color of fresh grass",
      "Having green as its color.",
      "Having green as its colour; having the hue of that portion of the visible spectrum lying between yellow and blue, evoked in the human observer by radiant energy with wavelengths of approximately 490 to 570 nanometers.",
      "Having green as its colour.",
      "Greatly pleasing or entertaining",
      "Having or showing good taste; tasteful.",
      "Extremely pleasing to the sense of taste",
      "Pleasing to the taste; delicious.",
      "Pleasing to the taste.",
      "Pleasing to the sense of taste.",
      "Tasty, attractive to the palate.",
      "Pleasing to the taste, tasty.",
      "Pleasing to the sense of taste",
      "Pleasing to the taste."
    ],
    "verbs": [
      "Take in solid food",
      "To consume something solid or semi-solid (usually food) by putting it into the mouth and eventually swallowing it.",
      "To consume (something solid or semi-solid, usually food) by putting it into the mouth and swallowing it."
    ],
    "nouns": [
      "The state or quality of being green; green colour.",
      "The colour of growing foliage, as well as other plant cells containing chlorophyll; the colour between yellow and blue in the visible spectrum; one of the primary additive colour for transmitted light; the colour obtained by subtracting red and blue from white light using cyan and yellow filters.",
      "A colour sometimes referred to as Luggage or Luggage Green",
      "The color located between yellow and blue in the continuum of colors of visible light",
      "State of being green (green in color).",
      "Green color or pigment; resembling the color of growing grass",
      "Green is a color on the spectrum of visible light, located between blue and yellow.",
      "The ripened reproductive body of a seed plant",
      "Fruit, in broad terms, is a structure of a plant that contains its seeds.",
      "The seed-bearing part of a plant, often edible, colourful/colorful and fragrant, produced from a floral ovary after fertilization.",
      "Part of a flowering plant",
      "A fully matured plant ovary with or without other floral or shoot parts united with it at maturity.",
      "In botany, a fruit is a part of a flowering plant that derives from specific tissues of the flower, one or more ovaries, and in some cases accessory tissues.",
      "Fruit with red or yellow or green skin and sweet to tart crisp whitish flesh",
      "An apple is the pomaceous fruit of the apple tree, Malus domestica of the rose family.",
      "Apples are the pomaceous fruit of apple trees, species Malus domestica in the rose family.",
      "The peel of an apple.",
      "The flower of an apple tree that will eventually turn into an apple.",
      "The popular, crisp, round fruit of the apple tree, usually with red, yellow or green skin, light-coloured flesh and pips inside.",
      "The cultivation of fruit; fruit growing",
      "A tree of the genus Malus, especially one cultivated for its edible fruit; the apple tree.",
      "The flower of an apple tree.",
      "Fruit of the apple tree"
    ]
  },
  "category": "Food & Drink",
  "alsoKnownAs": [
    "Golden Delicious Apple",
    "Granny Smith Apple"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A common green apple, tarter counterpart to the&nbsp;<a href=\"/red-apple/\">Red Apple</a>.&nbsp;Displayed with a stem and single, green leaf on major platforms.</p>",
  "apple_vendor_description": "Apple’s iconic green apple emoji is depicted with a vibrant, glossy sheen and a realistic, polished surface, characteristic of Apple’s 3D design language. Its smooth, rounded form is accentuated by gentle highlights and soft shadows, making it appear almost tactile on Apple devices. This emoji, with its fresh and crisp appearance, symbolizes health, learning, new beginnings, or can even represent Apple products themselves, bringing a touch of natural vitality and digital sophistication to messages."
}