{
  "code": "💝",
  "Unicode": [
    "U+1F49D"
  ],
  "slug": "heart-with-ribbon",
  "shortcodes": {
    "github": ":gift_heart:",
    "slack": ":gift_heart:",
    "discord": ":gift_heart:"
  },
  "title": "Heart with Ribbon",
  "keywords": [
    "heart with ribbon",
    "ribbon",
    "valentine"
  ],
  "senses": {
    "adjectives": [
      "Feeling or showing love and affection"
    ],
    "verbs": [
      "To decorate with ribbon."
    ],
    "nouns": [
      "Love is a variety of different feelings, states, and attitudes that ranges from interpersonal affection to pleasure.",
      "An intense feeling of affection and care towards another person.",
      "Emotion based on affection",
      "A strong positive emotion of regard and affection",
      "In the Italian or Latin languages",
      "The form of romantic affection that is considered pure and wholly positive, not just based on feelings of lust.",
      "Love is a word which refers to a variety of different emotional states, feelings or attitudes which range from those of simple personal pleasures or desires to those characterizing interpersonal affection and many forms of profound kindness, compassion, and benevolent concern for the good of others."
    ]
  },
  "category": "Smileys & Emotion",
  "alsoKnownAs": [
    "Chocolate Box",
    "Gift Box",
    "Gift Heart"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A heart-shaped box, tied with a <a href=\"/ribbon/\" title=\"🎀 Ribbon\">ribbon</a>. May be a gift box, box of chocolates, or a jewellery box.</p>",
  "apple_vendor_description": "On Apple devices, the heart with ribbon emoji is a beautifully rendered symbol of affection, featuring a plump, rosy heart adorned with a flowing, satin-like ribbon. The glossy finish and soft gradients, hallmarks of Apple's design language, give it a luxurious and heartfelt appearance. This emoji signifies a special gift, a cherished sentiment, or an expression of deep love and appreciation, often used on Apple devices to add a touch of elegance and sincerity to messages."
}