{
  "code": "🇨🇿",
  "Unicode": [
    "U+1F1E8",
    "U+1F1FF"
  ],
  "slug": "flag-czechia",
  "shortcodes": {
    "github": ":czech_republic:",
    "slack": ":flag-cz:",
    "discord": ":flag_cz:"
  },
  "title": "Flag: Czechia",
  "keywords": [
    "flag"
  ],
  "senses": {
    "adjectives": [
      "From or in the countryside or connected with it.",
      "Of, from or pertaining to the countryside (adjective).",
      "Of or relating to Czechoslovakia or its people or their language",
      "Of, from, or pertaining to the Czech Republic or the Czech people, culture, or language.",
      "Of or relating to Czech, Czechs, or the Czech language.",
      "Of, from, or pertaining to the country, people, culture, or language."
    ],
    "verbs": [],
    "nouns": [
      "Emblem usually consisting of a rectangular piece of cloth of distinctive design",
      "Piece of cloth.",
      "A flag is a piece of fabric with a distinctive design that is used as a symbol, as a signaling device, or as decoration.",
      "A piece of cloth, often decorated with an emblem, used as a visual signal or symbol.",
      "Piece of fabric with a distinctive design",
      "A country in Central Europe, with capital Prague.",
      "Country in Europe",
      "Country in Central Europe.",
      "A country in Europe",
      "A country in Europe. Official full name: Czech Republic.",
      "A country in Central Europe. Official short-form name: Czechia.",
      "A landlocked republic in central Europe; separated from Slovakia in 1993",
      "The Czech Republic is a landlocked country in Central Europe.",
      "The opposite of secession",
      "As its original Latin term",
      "Government",
      "The collective body of a nation or state as politically organized, or as exercising political functions.",
      "The territory of a nation, especially an independent nation state or formerly independent nation; a political entity asserting ultimate authority over a geographical area.",
      "Nations is often used synonymously with ethnic group, but although ethnicity is now one of the most important aspects of cultural or social identity for the members of most nations, people with the same ethnic origin may live in different nation-states and be treated as members of separate nations for that reason.",
      "Political organisation with a centralized independent government",
      "The government.",
      "An organized political community, living under a government",
      "Nation has various meanings, and the meaning has changed over time.",
      "A state is an organized community living under one government.",
      "A political entity asserting ultimate authority over a geographical area.",
      "A people permanently occupying a fixed territory bound together by common law, habits and custom into one body politic exercising, through the medium of an organized government, independent sovereignty and control over all persons and things within its boundaries, unless or until authority is ceded to a federation or union of other states.",
      "The people who live in a nation or country",
      "A politically organized body of people under a single government",
      "A sovereign state.",
      "A state is a nonphysical juridical entity of the international legal system that is represented by one centralized government that has supreme independent authority over a geographic area.",
      "The geographic area under the control of a political state."
    ]
  },
  "alsoKnownAs": [
    "Czech Flag"
  ],
  "version": {
    "unicode-version": null,
    "emoji-version": "1.0"
  },
  "description": "<p>The flag for Czechia, which may show as the letters&nbsp;<em>CZ</em>&nbsp;on some platforms. Also&nbsp;known as&nbsp;<em>Czech Republic</em>.</p>",
  "apple_vendor_description": "The flag of Czechia on Apple devices is a crisp and vibrant depiction, featuring its iconic red and blue triangles against a white stripe. Apple’s design language ensures sharp lines and a smooth, polished finish, making the colors appear rich and true. This emoji serves as a direct and recognizable national symbol, perfect for expressing Czech identity, discussing travel to the country, or showing support for Czech interests on Apple devices.",
  "category": "Flags"
}