{
  "code": "↘️",
  "Unicode": [
    "U+2198",
    "U+FE0F"
  ],
  "slug": "down-right-arrow",
  "shortcodes": {
    "github": ":arrow_lower_right:",
    "slack": ":arrow_lower_right:",
    "discord": ":arrow_lower_right:"
  },
  "title": "South East Arrow",
  "keywords": [
    "arrow",
    "direction",
    "down-right arrow",
    "intercardinal",
    "southeast"
  ],
  "senses": {
    "adjectives": [
      "Between the cardinal directions, as for example southwest between south and west.",
      "Situated in, or pointing to, the southeast.",
      "Situated in, or pointing towards the southeast.",
      "Of or pertaining to the southeast.",
      "Situated in or oriented toward the southeast",
      "Situated in, or pointing to, the southeast",
      "Resembling an arrow or some aspect of one.",
      "Showing the way by conducting or leading; imposing direction on"
    ],
    "verbs": [
      "Move downward and lower, but not necessarily all the way",
      "To move downward and lower (e.g. of temperature values or falling objects)."
    ],
    "nouns": [
      "In mathematics, the Euclidean group E, also known as ISO or similar, is the symmetry group of n-dimensional Euclidean space.",
      "The directions of the compass",
      "Intercardinal direction",
      "The compass point midway between south and east; at 135 degrees",
      "The four cardinal directions or cardinal points are the directions of north, east, south, and west, commonly denoted by their initials: N, E, S, W. East and west are at right angles to north and south, with east being in the clockwise direction of rotation from north and west being directly opposite east.",
      "A mark to indicate a direction or relation",
      "A mark to indicate a direction or relation.",
      "A sign or symbol used to indicate a direction (e.g. \\to)."
    ]
  },
  "category": "Symbols",
  "alsoKnownAs": [
    "Diagonal Down-Right Arrow"
  ],
  "version": {
    "unicode-version": "1.1",
    "emoji-version": "1.0"
  },
  "description": "<p>An arrow pointing diagonally&nbsp;in an down-right, or south-east direction.</p>",
  "apple_vendor_description": "On Apple devices, the down-right arrow emoji is depicted with bold, clean lines and a vibrant color, featuring Apple's characteristic glossy 3D shading for a tactile feel.  Its smooth, rounded tip and precise angle convey direction and progress with a subtle sense of momentum.  This emoji, with its polished appearance, is frequently used on Apple devices to indicate a downward trend, a rightward movement, or to draw attention to content below or to the right."
}