{
  "code": "🇬🇬",
  "Unicode": [
    "U+1F1EC",
    "U+1F1EC"
  ],
  "slug": "flag-guernsey",
  "shortcodes": {
    "github": ":guernsey:",
    "slack": ":flag-gg:",
    "discord": ":flag_gg:"
  },
  "title": "Flag: Guernsey",
  "keywords": [
    "flag"
  ],
  "senses": {
    "adjectives": [
      "From or in the countryside or connected with it.",
      "Of, from or pertaining to the countryside (adjective)."
    ],
    "verbs": [],
    "nouns": [
      "Emblem usually consisting of a rectangular piece of cloth of distinctive design",
      "Piece of cloth.",
      "A flag is a piece of fabric with a distinctive design that is used as a symbol, as a signaling device, or as decoration.",
      "A piece of cloth, often decorated with an emblem, used as a visual signal or symbol.",
      "Piece of fabric with a distinctive design",
      "A British Crown dependency in the Channel Islands which includes the islands of Guernsey, Alderney and Sark.",
      "Guernsey, officially the Bailiwick of Guernsey, is a possession of the Crown in right of Guernsey in the English Channel, off the coast of Normandy.",
      "A Channel Island to the northwest of Jersey",
      "British Crown dependency comprised of several islands",
      "A group of islands in the English Channel - Jersey, Guernsey, Alderney, Sark, Herm, Brecqhou, Lihou, Jethou and Burhou",
      "Groups of islands off the coast of California.",
      "GBG or GGY).",
      "The opposite of secession",
      "As its original Latin term",
      "Government",
      "The collective body of a nation or state as politically organized, or as exercising political functions.",
      "The territory of a nation, especially an independent nation state or formerly independent nation; a political entity asserting ultimate authority over a geographical area.",
      "Nations is often used synonymously with ethnic group, but although ethnicity is now one of the most important aspects of cultural or social identity for the members of most nations, people with the same ethnic origin may live in different nation-states and be treated as members of separate nations for that reason.",
      "Political organisation with a centralized independent government",
      "The government.",
      "An organized political community, living under a government",
      "Nation has various meanings, and the meaning has changed over time.",
      "A state is an organized community living under one government.",
      "A political entity asserting ultimate authority over a geographical area.",
      "A people permanently occupying a fixed territory bound together by common law, habits and custom into one body politic exercising, through the medium of an organized government, independent sovereignty and control over all persons and things within its boundaries, unless or until authority is ceded to a federation or union of other states.",
      "The people who live in a nation or country",
      "A politically organized body of people under a single government",
      "A sovereign state.",
      "A state is a nonphysical juridical entity of the international legal system that is represented by one centralized government that has supreme independent authority over a geographic area.",
      "The geographic area under the control of a political state."
    ]
  },
  "alsoKnownAs": [
    "Guernsey Flag"
  ],
  "version": {
    "unicode-version": null,
    "emoji-version": "1.0"
  },
  "description": "<p>The flag for <a href=\"https://en.wikipedia.org/wiki/Guernsey\">Guernsey</a>, which may show as the letters&nbsp;<em>GG</em>&nbsp;on some platforms.</p>",
  "apple_vendor_description": "The flag of Guernsey, as displayed on Apple devices, is a vibrant and detailed representation, featuring the St. George's Cross overlaid with William the Conqueror's cross. Apple’s design imbues the flag with a sense of crispness and dimensionality, with smooth gradients and realistic lighting that make the fabric appear to ripple slightly. It serves as a clear and proud symbol of the Bailiwick of Guernsey, instantly recognizable on any Apple device.",
  "category": "Flags"
}