{
  "code": "🛂",
  "Unicode": [
    "U+1F6C2"
  ],
  "slug": "passport-control",
  "shortcodes": {
    "github": ":passport_control:",
    "slack": ":passport_control:",
    "discord": ":passport_control:"
  },
  "title": "Passport Control",
  "keywords": [
    "control",
    "passport"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [
      "Command with authority",
      "Maintain the security of by carrying out a patrol",
      "Exercise authoritative control or power over",
      "To have or exercise supreme power, control or authority over, especially military; to have under direction or control.",
      "To exercise influence over, to suggest or dictate the behavior of."
    ],
    "nouns": [
      "A document issued by a country to a citizen allowing that person to travel abroad and re-enter the home country",
      "Any document that allows entry or passage.",
      "A gouvernment issued proof of identity, with which one is allowed to cross a nation's borders.",
      "A passport is a travel document, usually issued by the government of a nation, that certifies the identity and nationality of its holder for the purpose of international travel.",
      "A travel document",
      "A police force is a constituted body of persons empowered by the state to enforce the law, protect property, and limit civil disorder.",
      "A civil force granted the legal authority to enforce the law and maintain public order.",
      "Constabulary may have several definitions: A civil, non-paramilitary force consisting of police officers called constables.",
      "Branch of the government which is charged with the preservation of public order, the promotion of public health and safety, and the prevention, detection, and punishment of crimes.",
      "The force of policemen and officers",
      "Constituted body of persons empowered by the state to enforce the law",
      "An organisation that enforces the law.",
      "With `old bill' as a slang term in the UK",
      "A visible indication.",
      "A perceptible indication of something not immediately apparent (as a visible clue that something has happened)",
      "A perceptible indication of something not immediately apparent, as a visible clue that something has happened.",
      "A member of a police force",
      "A member of a police force, especially one who is male.",
      "An officer of a law enforcement agency.",
      "A police officer is a warranted employee of a police force.",
      "A male police officer.",
      "A police officer, especially a junior one who does patrol instead of detection or supervising other policemen.",
      "A female police officer.",
      "A police officer or prison guard.",
      "Warranted employee of a police force",
      "An officer in a law enforcement agency.",
      "A female letter carrier, a woman who delivers mail.",
      "A man who delivers the mail",
      "Mailperson, somebody who delivers mail.",
      "Someone (implied male) who delivers the post (mail) to, and/or collects the post from, residential or commercial addresses, or from public mailboxes.",
      "An employee of the post office who delivers mail (post) to, and collects it from, a residence or business, or from public mailboxes.",
      "Someone (implied male) who delivers mail to, and/or collects mail from, residential or commercial addresses, or from public mailboxes",
      "A person delivering post",
      "Post office employee.",
      "A mail carrier, mailman, postal carrier, postman, postwoman, postman/postwoman, letter carrier or postie is an employee of the post office or postal service, who delivers mail and parcel post to residences and businesses.",
      "Employee of the post office or postal service, who delivers mail to residences and businesses"
    ]
  },
  "category": "Symbols",
  "alsoKnownAs": [
    "Border Control"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A person checking passports at an international border.</p>",
  "apple_vendor_description": "Apple's passport control emoji presents a clear and functional scene, often seen in international travel contexts. The design features a stylized booth with a sign indicating 'Passport Control,' rendered with Apple's signature clean lines and subtle 3D depth. This emoji, with its precise detailing and realistic lighting, symbolizes journeys, arrivals, departures, and the official checkpoints encountered when crossing borders, bringing a sense of order and travel to digital communication on Apple devices."
}