{
  "code": "🐖",
  "Unicode": [
    "U+1F416"
  ],
  "slug": "pig",
  "shortcodes": {
    "github": ":pig2:",
    "slack": ":pig2:",
    "discord": ":pig2:"
  },
  "title": "Pig",
  "keywords": [
    "pig",
    "sow"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [
      "Utter a high-pitched cry, characteristic of pigs"
    ],
    "nouns": [
      "Sus scrofa domestica or Sus domestica",
      "Domesticated food animal",
      "An adult female hog",
      "The domestic pig, often called swine or hog, is a large, even-toed ungulate; it is variously considered a subspecies of the wild boar, or a distinct species.",
      "An adult female pig.",
      "A female pig.",
      "Cured meat from the sides, belly or back of a pig.",
      "Back and sides of a hog salted and dried or smoked; usually sliced thin and fried",
      "Bacon is a meat product prepared from a pig and usually cured.",
      "Bacon is a cured meat prepared from a pig.",
      "The flesh of the back and sides of a pig, salted and dried, used as food.",
      "Cured meat from a pig",
      "Any of several mammalian species of the genus Sus, having cloven hooves, bristles and a nose adapted for digging; especially the domesticated farm animal Sus scrofa.",
      "Animals in the genus Sus, within the Suidae family of even-toed ungulates",
      "Animal of the family Suidae.",
      "Domestic swine",
      "Pigs are ungulates native to Eurasia collectively grouped under the genus Sus within the Suidae family.",
      "A genus of even-toed ungulates",
      "Sus scrofa domestica or Sus domestica",
      "The domestic pig, often called swine or hog, is a large, even-toed ungulate; it is variously considered a subspecies of the wild boar, or a distinct species.",
      "A common, four-legged animal (Sus scrofa) that has cloven hooves, bristles and a nose adapted for digging and is farmed by humans for its meat.",
      "Any animal belonging to the Suidae family of mammals, especially the pig, the warthog, and the boar.",
      "A pig is any of the animals in the genus Sus, within the Suidae family of even-toed ungulates."
    ]
  },
  "category": "Animals & Nature",
  "alsoKnownAs": [
    "Sow",
    "Hog"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A pig, a plump animal farmed for its meat, such as <a href=\"/bacon/\">bacon</a>. Depicted in light pink in full profile on all fours facing left, with a long snout and short, curly tail.</p>\r\n\r\n<p>May be used to represent the animal, its food products, or various metaphorical senses of <i>pig</i>.</p>\r\n\r\n<p>One of the 12 animals of the <a href=\"/chinese-new-year/\">Chinese zodiac</a>; 2019 is the Year of the Pig. See also<a href=\"/pig-face/\"> 🐷 Pig Face</a>, <a href=\"/pig-nose/\">🐽 Pig Nose</a>, and <a href=\"/boar/\">🐗 Boar</a>.</p>\r\n\r\n<p>WhatsApp&rsquo;s design <a href=\"/whatsapp/2.17/pig/\">previously</a> featured a wide grin.</p>",
  "apple_vendor_description": "The pig emoji on Apple devices is a charming, plump rendering with a rosy pink hue and a delightful, slightly upturned snout, characteristic of Apple's playful yet detailed object designs. Its smooth, rounded form and subtle highlights suggest a friendly and approachable character, often used to represent farm animals, delicious food, or a feeling of contentedness and abundance."
}