{
  "code": "🔑",
  "Unicode": [
    "U+1F511"
  ],
  "slug": "key",
  "shortcodes": {
    "github": ":key:",
    "slack": ":key:",
    "discord": ":key:"
  },
  "title": "Key",
  "keywords": [
    "key",
    "lock",
    "password"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [
      "Open the lock of",
      "To gain access to all phone functionality by entering the correct password when the phone has locked itself due to delayed use or when the user has manually locked it.",
      "To undo or open a lock.",
      "To undo or open a lock or something locked by, for example, turning a key, or selecting a combination.",
      "To protect with a password.",
      "Fasten with a lock",
      "To fasten with a lock."
    ],
    "nouns": [
      "Metal device shaped in such a way that when it is inserted into the appropriate lock the lock's mechanism can be rotated",
      "Instrument that is used to operate a lock",
      "Device designed to open and close a lock.",
      "A key is a device that is used to operate a lock.",
      "An object designed to be able to open (and usually close) a lock.",
      "An object designed to open and close a lock.",
      "A device used to open a lock or door",
      "A prearranged reply to the challenge of a sentry.",
      "An authentication credential similar to a password, consisting of numbers.",
      "A secret word or phrase known only to a restricted group",
      "A group element, expressed as a product of group elements.",
      "A string of characters used to log in to a computer or network, to access a level in a video game, etc.",
      "In military terminology, a countersign is a sign, word, or any other signal previously agreed upon and required to be exchanged between a sentry or guard and anybody approaching his or her post.",
      "A password is a word or string of characters used for user authentication to prove identity or access approval to gain access to a resource, which should be kept secret from those not allowed access.",
      "Used for user authentication to prove identity or access approval",
      "A prearranged reply to the challenge of a sentry or a guard; a password or signal by which friends can be known from enemies",
      "A sign used by a sentry or guard.",
      "The response to a sign or signal.",
      "In group theory, a word is any written product of group elements and their inverses.",
      "A secret word.",
      "A string of characters, known only to a user, used, along with a user name, to log in to some computer or network etc.",
      "A product of group elements and their inverses",
      "A string of characters used for authentication on a digital device.",
      "A string of characters entered by a user to verify his or her identity to a network or to a local computer, device, or client, or to sign in to an account, app, and so on."
    ]
  },
  "category": "Objects",
  "alsoKnownAs": [
    "Gold Key"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A key, as opens a <a href=\"/door/\">door</a> or <a href=\"/locked/\">lock</a>. Depicted at a 45&deg; angle as a gold, bronze, or copper key with a round head and notched blade. Commonly used for figurative senses of <em>key</em>, e.g., <em>the key to success</em>, being<em> key</em>&nbsp;(&quot;crucial&quot;).</p>\r\n\r\n<p>DJ Khaled&nbsp;uses the emoji to indicate his&nbsp;<a href=\"http://snapchatemojis.com/verified/\">Snapchat stories are official</a> (verified). Apple&rsquo;s design <a href=\"/apple/ios-9.1/key/\">previously resembled</a> a gold <a href=\"/old-key/\">🗝️ Old Key</a>, which emoji has similar applications.</p>\r\n\r\n<p>May also represent digital keys in <a href=\"https://en.wikipedia.org/wiki/Public-key_cryptography\">public-key technology</a>. This may explain why the emoji&nbsp;<a href=\"https://blog.emojipedia.org/emojipedia-now-with-https/\">does not display in page titles</a>&nbsp;on&nbsp;Apple&rsquo;s Safari web browser, presumably to prevent less reputable sites from pretending to be secure (encrypted using&nbsp;<a href=\"https://en.wikipedia.org/wiki/HTTPS\">HTTPS</a>).</p>",
  "apple_vendor_description": "Apple's key emoji is rendered with a polished, metallic sheen and a classic, sturdy design that feels substantial.  Its clean lines and subtle highlights, characteristic of Apple's 3D design, give it a tangible quality.  On Apple devices, this emoji represents access, solutions, secrets, or the unlocking of opportunities and understanding."
}