{
  "code": "🐺",
  "Unicode": [
    "U+1F43A"
  ],
  "slug": "wolf",
  "shortcodes": {
    "github": ":wolf:",
    "slack": ":wolf:",
    "discord": ":wolf:"
  },
  "title": "Wolf Face",
  "keywords": [
    "face",
    "wolf"
  ],
  "senses": {
    "adjectives": [
      "Marked by skill in deception",
      "Sly, cunning, full of tricks",
      "Marked by skill in deception.",
      "Adept at using deception",
      "Artfully cunning; secretly mischievous; wily."
    ],
    "verbs": [
      "Outdo someone in trickery",
      "Beat through cleverness and wit"
    ],
    "nouns": [
      "Any of various predatory carnivorous canine mammals of North America and Eurasia that usually hunt in packs",
      "The domestic dog is a canid that is known as man's best friend.",
      "The dog is a mammal in the order Carnivora.",
      "A common four-legged animal, especially kept by people as a pet or to hunt or guard things.",
      "Subspecies of the Canidæ family, frequently kept as a pet",
      "A member of the genus Canis (probably descended from the common wolf) that has been domesticated by man since prehistoric times; occurs in many breeds",
      "The domestic dog",
      "The quality of being a dog.",
      "European Spanish for \"Vulpes Vulpes\", the \"common fox\" (\"Zorra\" for \"Vixen\").",
      "Omnivorous mammal in the Canidae family",
      "Derived from the name of the animal.",
      "Foxes are small-to-medium-sized, omnivorous mammals belonging to several genera of the Canidae family.",
      "A canine animal of the genus Vulpes.",
      "Fox is a common name for many species of carnivorous mammals belonging to the Canidae family, and particularly the twelve \"true foxes\", of which the red fox is the most prevalent.",
      "Alert carnivorous mammal with pointed muzzle and ears and a bushy tail; most are predators that do not hunt in packs",
      "Any of several large cats typically able to roar and living in the wild",
      "The term big cat, while not a biological classification, is used informally to distinguish the larger felid species from smaller ones.",
      "Larger felid species"
    ]
  },
  "category": "Animals & Nature",
  "alsoKnownAs": [],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>The face of a wolf, a howling canine that hunts in packs. Generally depicted as a cartoon-styled face of a gray wolf with pointed ears,&nbsp;white cheeks and&nbsp;muzzle, and black nose.</p>\r\n\r\n<p>Its expression is variously neutral, friendly, or slightly menacing, as in Google and Samsung&rsquo;s designs. Apple and Huawei&#39;s designs features the head of gray wolf, facing left.</p>\r\n\r\n<p>Occasionally used to represent metaphorical senses of <i>wolf</i>, e.g., <i>lone wolf</i>, <i>wolf pack</i>.</p>\r\n\r\n<p><a href=\"/apple/ios-8.3/wolf/\">Apple</a> and <a href=\"/softbank/2006/wolf/\">SoftBank&rsquo;s</a> designs previously resembled a reddish-brown canine, resembling a <a href=\"/dog/\">dog</a> or <a href=\"/fox/\">fox</a>.</p>",
  "apple_vendor_description": "Apple's wolf emoji features a majestic animal rendered with a sophisticated, slightly stylized design, emphasizing its wild nature with sharp yet softly rounded edges and realistic fur texture achieved through subtle gradients. The piercing gaze and alert posture, illuminated by Apple's signature realistic lighting, convey a sense of power, intelligence, and untamed spirit. On Apple devices, this emoji is often used to represent loyalty, strength, or the wild, evoking a sense of primal connection and the call of the wilderness."
}