{
  "code": "😒",
  "Unicode": [
    "U+1F612"
  ],
  "slug": "unamused-face",
  "shortcodes": {
    "github": ":unamused:",
    "slack": ":unamused:",
    "discord": ":unamused:"
  },
  "title": "Unamused Face",
  "keywords": [
    "face",
    "unamused",
    "unhappy"
  ],
  "senses": {
    "adjectives": [
      "Troubled persistently especially with petty annoyances",
      "Troubled persistently especially with petty annoyances.",
      "Not amused; thus often offended or put off",
      "Not happy; sad.",
      "Experiencing or marked by or causing sadness or sorrow or discontent",
      "Irritated and roused to anger.",
      "Roused to anger- Mark Twain",
      "Aroused to impatience or anger",
      "Aroused to impatience or anger.",
      "Lacking or indicating lack of confidence or assurance",
      "Not certain; unsure.",
      "Lacking or indicating lack of confidence or assurance.",
      "Uncertain",
      "Caused to show discomposure.",
      "Caused to show discomposure",
      "Causing irritation or annoyance",
      "Causing irritation, annoyance or pain.",
      "Causing vexation, irritation or annoyance.",
      "Causing vexation or annoyance; teasing; troublesome.",
      "Causing irritation or annoyance; troublesome; vexatious.",
      "Causing irritation, annoyance, or discomfort; bothersome, irksome.",
      "Uninterested because of frequent exposure or indulgence",
      "Having a strong distaste from surfeit",
      "Concerned with work or important matters rather than play or trivialities",
      "Important; weighty; not trifling; leaving no room for play.",
      "Important; weighty; not trifling; leaving no room for play; needing great attention; critical.",
      "Feeling mentally uncomfortable because something is missing or wrong.",
      "Experiencing or showing sorrow or unhappiness- Christina Rossetti",
      "Feeling sorrow; sorrowful, mournful."
    ],
    "verbs": [
      "Cause to be bored",
      "To make angry",
      "To anger, annoy.",
      "Cause annoyance in; disturb, especially by minor irritations",
      "To make someone rather angry or impatient; to cause annoyance."
    ],
    "nouns": [
      "A serious facial expression giving no evidence of interest or amusement",
      "The act of troubling or annoying someone",
      "An act or instance of annoying.",
      "An irritating behavior",
      "Act of annoying, vexing or irritating.",
      "Annoyance is an unpleasant mental state that is characterized by such effects as irritation and distraction from one's conscious thinking.",
      "The act of annoying, vexing, or irritating.",
      "Petulance; petulant attitude or behaviour",
      "State of physical and/or psychological dejectedness, which can lead to unhappiness, pessimism and mistrust.",
      "A mental state characterized by a pessimistic sense of inadequacy and a despondent lack of activity",
      "Depression is a state of low mood and aversion to activity that can affect a person's thoughts, behavior, feelings and sense of well-being.",
      "A state of low mood, also known as melancholy",
      "State of low mood and aversion to activity",
      "The virtue of speaking truly about one's feelings, thoughts, desires",
      "Sincerity is the virtue of one who speaks truly about his or her own feelings, thoughts, desires.",
      "The quality of being open and truthful; not deceitful or hypocritical",
      "Sincerity is the virtue of one who speaks and acts truly about his or her own feelings, thoughts, and desires.",
      "Apathy is most commonly defined as a lack of feeling, emotion, interest, or concern.",
      "A lack of interest; indifference, apathy.",
      "Absence of interest.",
      "The state of being indifferent.",
      "State of indifference or the suppression of emotions",
      "Apathy is a lack of feeling, emotion, interest, or concern.",
      "Complete lack of emotion or motivation about a person, activity, or object; depression; lack of interest or enthusiasm; disinterest.",
      "The trait of lacking enthusiasm for or interest in things generally.",
      "The trait of lacking enthusiasm for or interest in things generally",
      "A pit or hole which has been bored.",
      "Boredom is an emotional state experienced when an individual is left without anything in particular to do, and not interested in their surroundings.",
      "Emotional state experienced when an individual is left without anything in particular to do, and not interested in their surroundings",
      "Boredom is a reactive state of emotion that interprets the condition of one's environment as wearingly dull due to repetitive, non-existent or tedious stimuli.",
      "The feeling of being bored by something tedious",
      "The state of being bored.",
      "Bores are people who inspire boredom, usually through a lack of social skills and an inability to understand that their topics of conversation are of no interest to their listeners.",
      "State of being bored.",
      "Boredom or tediousness; ennui."
    ]
  },
  "category": "Smileys & Emotion",
  "alsoKnownAs": [
    "Dissatisfied",
    "Meh",
    "Side-Eye",
    "Unimpressed"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A yellow face with slightly raised eyebrows, a frown, and eyes looking to the side. May convey a variety of negative emotions, including irritation, displeasure, grumpiness, and skepticism, as if giving the <a href=\"/eyes/\">side-eye</a>.</p>\r\n\r\n<p>Not to be confused with <a href=\"/smirking-face/\">😏&nbsp;Smirking Face</a>, which features similar eyes but a wry smile.</p>",
  "apple_vendor_description": "The unamused face emoji on Apple devices sports a neutral, almost dismissive expression, its smooth, rounded features conveying a distinct lack of enthusiasm.  With subtly downturned lips and a vacant stare, enhanced by Apple's realistic lighting, it radiates a feeling of boredom or mild disapproval. This emoji is perfect for signaling a lack of interest or a polite but clear rejection in digital communication."
}