{
  "code": "🐼",
  "Unicode": [
    "U+1F43C"
  ],
  "slug": "panda",
  "shortcodes": {
    "github": ":panda_face:",
    "slack": ":panda_face:",
    "discord": ":panda_face:"
  },
  "title": "Panda Face",
  "keywords": [
    "face",
    "panda"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [],
    "nouns": [
      "A mammal (Ailuropoda melanoleuca) classified in the bear family native to central-western and southwestern China.",
      "Ailuropoda melanoleuca — A mammal in the Ursidae family, commonly known as the panda.",
      "The panda, also known as panda bear or the giant panda to distinguish it from the unrelated red panda, is a bear native to south central China.",
      "The giant panda – a black and white bear-like animal, Ailuropoda melanoleuca from the mountains of China.",
      "Species of bear",
      "An animal in the Bear (Ursidae) family",
      "Large black-and-white herbivorous mammal of bamboo forests of China and Tibet; in some classifications considered a member of the bear family or of a separate family Ailuropodidae",
      "A panda."
    ]
  },
  "category": "Animals & Nature",
  "alsoKnownAs": [],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A friendly, cartoon-styled face of a panda&mdash;a bear-like mammal known for eating bamboo&mdash;looking straight ahead. Depicted as a white panda face with black ears and black circles around its eyes.</p>\r\n\r\n<p>Often used with an affectionate tone and in association with <a href=\"/flag-china/\">China</a>, where the animal is found. Sometimes&nbsp;used to represent a red panda. Does not have a full-bodied panda emoji counterpart.</p>\r\n\r\n<p>Available as an Apple <a href=\"/animoji/\">Animoji</a>.</p>\r\n\r\n<p>Google and Facebook&rsquo;s pandas are shown smiling with an open mouth and tongue.</p>",
  "apple_vendor_description": "Apple’s panda emoji is an adorable representation, featuring the iconic black and white markings rendered with a delightful softness. Its glossy 3D shading and smooth gradients give it a cuddly, tactile appearance, while realistic lighting highlights its gentle, curious expression. This charming depiction, with its signature rounded edges, is perfect for expressing affection, joy, or a love for these gentle giants in messages."
}