{
  "code": "🇸🇨",
  "Unicode": [
    "U+1F1F8",
    "U+1F1E8"
  ],
  "slug": "flag-seychelles",
  "shortcodes": {
    "github": ":seychelles:",
    "slack": ":flag-sc:",
    "discord": ":flag_sc:"
  },
  "title": "Flag: Seychelles",
  "keywords": [
    "flag"
  ],
  "senses": {
    "adjectives": [
      "From or in the countryside or connected with it.",
      "Of, from or pertaining to the countryside (adjective)."
    ],
    "verbs": [],
    "nouns": [
      "A republic on the Seychelles islands; achieved independence from the United Kingdom in 1976",
      "Country in East Africa.",
      "Seychelles, officially the Republic of Seychelles, is an archipelago in the Indian Ocean.",
      "A country of 158 islands 1,000 miles off the coast of East Africa, northeast of Madagascar. Its capital is Victoria.",
      "The official name of Seychelles.",
      "Country in East Africa. Official name: Republic of Seychelles.",
      "Island country to the East of Africa",
      "Emblem usually consisting of a rectangular piece of cloth of distinctive design",
      "Piece of cloth.",
      "A flag is a piece of fabric with a distinctive design that is used as a symbol, as a signaling device, or as decoration.",
      "A piece of cloth, often decorated with an emblem, used as a visual signal or symbol.",
      "Piece of fabric with a distinctive design",
      "The flag of the Seychelles was adopted on January 8, 1996.",
      "The opposite of secession",
      "As its original Latin term",
      "Government",
      "The collective body of a nation or state as politically organized, or as exercising political functions.",
      "The territory of a nation, especially an independent nation state or formerly independent nation; a political entity asserting ultimate authority over a geographical area.",
      "Nations is often used synonymously with ethnic group, but although ethnicity is now one of the most important aspects of cultural or social identity for the members of most nations, people with the same ethnic origin may live in different nation-states and be treated as members of separate nations for that reason.",
      "Political organisation with a centralized independent government",
      "The government.",
      "An organized political community, living under a government",
      "Nation has various meanings, and the meaning has changed over time.",
      "A state is an organized community living under one government.",
      "A political entity asserting ultimate authority over a geographical area.",
      "A people permanently occupying a fixed territory bound together by common law, habits and custom into one body politic exercising, through the medium of an organized government, independent sovereignty and control over all persons and things within its boundaries, unless or until authority is ceded to a federation or union of other states.",
      "The people who live in a nation or country",
      "A politically organized body of people under a single government",
      "A sovereign state.",
      "A state is a nonphysical juridical entity of the international legal system that is represented by one centralized government that has supreme independent authority over a geographic area.",
      "The geographic area under the control of a political state."
    ]
  },
  "alsoKnownAs": [
    "Seychellois Flag"
  ],
  "version": {
    "unicode-version": null,
    "emoji-version": "1.0"
  },
  "description": "<p>The flag for <a href=\"https://en.wikipedia.org/wiki/Seychelles\">Seychelles</a>, which may show as the letters&nbsp;<em>SC</em>&nbsp;on some platforms.</p>",
  "apple_vendor_description": "The Seychelles flag emoji on Apple devices presents a vibrant, dynamic display of its unique diagonal color bands. Rendered with Apple's signature glossy 3D shading, each stripe—blue, yellow, red, white, and green—catches the light, creating a sense of depth and national pride.  The crisp, clean lines and subtle gradients evoke the tropical beauty of the Seychelles islands, often used to represent travel, heritage, or specific locations on Apple devices.",
  "category": "Flags"
}