{
  "code": "🇳🇿",
  "Unicode": [
    "U+1F1F3",
    "U+1F1FF"
  ],
  "slug": "flag-new-zealand",
  "shortcodes": {
    "github": ":new_zealand:",
    "slack": ":flag-nz:",
    "discord": ":flag_nz:"
  },
  "title": "Flag: New Zealand",
  "keywords": [
    "flag"
  ],
  "senses": {
    "adjectives": [
      "From or in the countryside or connected with it.",
      "Of, from or pertaining to the countryside (adjective)."
    ],
    "verbs": [],
    "nouns": [
      "Emblem usually consisting of a rectangular piece of cloth of distinctive design",
      "Piece of cloth.",
      "A flag is a piece of fabric with a distinctive design that is used as a symbol, as a signaling device, or as decoration.",
      "A piece of cloth, often decorated with an emblem, used as a visual signal or symbol.",
      "Piece of fabric with a distinctive design",
      "New Zealand.",
      "Strongly associated with the nickname \"God's Own Country\"",
      "An independent country within the British Commonwealth; achieved independence from the United Kingdom in 1907; known for sheep and spectacular scenery",
      "New Zealand is an island country in the southwestern Pacific Ocean.",
      "New Zealand",
      "Island country in the South-West Pacific Ocean",
      "Country in Oceania.",
      "A country in Oceania, to the east of Australiaö whose capital is Wellington.",
      "A country in Oceania, to the east of Australia. Official name: New Zealand. Abbreviation: NZ or Aotearoa",
      "Of New Zealand",
      "The opposite of secession",
      "As its original Latin term",
      "Government",
      "The collective body of a nation or state as politically organized, or as exercising political functions.",
      "The territory of a nation, especially an independent nation state or formerly independent nation; a political entity asserting ultimate authority over a geographical area.",
      "Nations is often used synonymously with ethnic group, but although ethnicity is now one of the most important aspects of cultural or social identity for the members of most nations, people with the same ethnic origin may live in different nation-states and be treated as members of separate nations for that reason.",
      "Political organisation with a centralized independent government",
      "The government.",
      "An organized political community, living under a government",
      "Nation has various meanings, and the meaning has changed over time.",
      "A state is an organized community living under one government.",
      "A political entity asserting ultimate authority over a geographical area.",
      "A people permanently occupying a fixed territory bound together by common law, habits and custom into one body politic exercising, through the medium of an organized government, independent sovereignty and control over all persons and things within its boundaries, unless or until authority is ceded to a federation or union of other states.",
      "The people who live in a nation or country",
      "A politically organized body of people under a single government",
      "A sovereign state.",
      "A state is a nonphysical juridical entity of the international legal system that is represented by one centralized government that has supreme independent authority over a geographic area.",
      "The geographic area under the control of a political state.",
      "The flag of New Zealand is a defaced Blue Ensign with the Union Flag in the canton, and four red stars with white borders to the right.",
      "National flag of New Zealand"
    ]
  },
  "alsoKnownAs": [
    "Kiwi Flag"
  ],
  "version": {
    "unicode-version": null,
    "emoji-version": "1.0"
  },
  "description": "<p>The flag for&nbsp;<a href=\"https://en.wikipedia.org/wiki/New_Zealand\">New Zealand</a>, which may show as the letters&nbsp;<em>NZ</em>&nbsp;on some platforms.</p>",
  "apple_vendor_description": "The flag of New Zealand, as rendered on Apple devices, is a proud and distinctive representation of the nation, featuring a deep navy blue field. Prominently displayed are the iconic Southern Cross constellation, depicted with sharp, white stars that have a subtle glow from Apple's realistic lighting, and the Union Jack in the upper hoist, all meticulously detailed with smooth gradients. The clean lines and precise application of color on this flag emoji convey a sense of national identity and pride, making it a straightforward and recognizable symbol for New Zealanders and those discussing the country on Apple devices.",
  "category": "Flags"
}