{
  "code": "🐷",
  "Unicode": [
    "U+1F437"
  ],
  "slug": "pig-face",
  "shortcodes": {
    "github": ":pig:",
    "slack": ":pig:",
    "discord": ":pig:"
  },
  "title": "Pig Face",
  "keywords": [
    "face",
    "pig"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [
      "Utter a high-pitched cry, characteristic of pigs"
    ],
    "nouns": [
      "Offspring of male donkey and female horse.",
      "A generally sterile male or female hybrid offspring of a male donkey and a female horse.",
      "Hybrid offspring of a male donkey and a female horse; usually sterile",
      "A mule is the offspring of a male donkey and a female horse.",
      "The offspring of a male donkey and a female horse.",
      "A young pig.",
      "(specifically) A young swine, a piglet.",
      "A guinea pig.",
      "Sus scrofa domestica or Sus domestica",
      "A young female pig, at or nearing the age of first breeding.",
      "The domestic pig, often called swine or hog, is a large, even-toed ungulate; it is variously considered a subspecies of the wild boar, or a distinct species.",
      "A young pig",
      "A young, newly-weaned pig.",
      "Domesticated food animal",
      "Any of several mammalian species of the genus Sus, having cloven hooves, bristles and a nose adapted for digging; especially the domesticated farm animal Sus scrofa.",
      "Animals in the genus Sus, within the Suidae family of even-toed ungulates",
      "Animal of the family Suidae.",
      "Domestic swine",
      "Pigs are ungulates native to Eurasia collectively grouped under the genus Sus within the Suidae family.",
      "A genus of even-toed ungulates",
      "Sus scrofa domestica or Sus domestica",
      "The domestic pig, often called swine or hog, is a large, even-toed ungulate; it is variously considered a subspecies of the wild boar, or a distinct species.",
      "A common, four-legged animal (Sus scrofa) that has cloven hooves, bristles and a nose adapted for digging and is farmed by humans for its meat.",
      "Any animal belonging to the Suidae family of mammals, especially the pig, the warthog, and the boar.",
      "A pig is any of the animals in the genus Sus, within the Suidae family of even-toed ungulates."
    ]
  },
  "category": "Animals & Nature",
  "alsoKnownAs": [
    "Pig Head"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A friendly, cartoon-styled face of a pig looking straight ahead. Depicted as a pink face with a neutral expression, pointed or floppy ears, and distinctive&nbsp;<a href=\"/pig-nose/\">pig nose</a>.</p>\r\n\r\n<p>Often used with a more affectionate tone than the full-bodied <a href=\"/pig/\">🐖 Pig</a>. Available as an Apple <a href=\"/animoji/\">Animoji</a>.</p>\r\n\r\n<p>Apple&rsquo;s face bears a slight grin and <a href=\"/apple/ios-6.0/pig-face/\">previously</a> featured floppy ears.</p>",
  "apple_vendor_description": "On Apple devices, the pig face emoji is a charming and endearing representation, with a plump, pink snout and bright, curious eyes that exude a playful innocence. Apple's design language imbues it with a subtle 3D quality, featuring soft, rounded edges and gentle shading that makes it look almost touchable. This emoji is frequently used to express silliness, delight, or a fondness for all things porcine, bringing a lighthearted and cheerful tone to messages on Apple devices."
}