{
  "code": "🤗",
  "Unicode": [
    "U+1F917"
  ],
  "slug": "hugging-face",
  "shortcodes": {
    "github": ":hugs:",
    "slack": ":hugging_face:",
    "discord": ":hugging_face:"
  },
  "title": "Hugging Face",
  "keywords": [
    "face",
    "hug",
    "hugging",
    "open hands",
    "smiling face",
    "smiling face with open hands"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [
      "Change one's facial expression by spreading the lips, often to signal pleasure",
      "Squeeze (someone) tightly in your arms, usually with fondness",
      "To clasp in the arms with affection; to take in the arms; to hug.",
      "To squeeze someone in one's arms."
    ],
    "nouns": [
      "Part of the body at the front of the head",
      "The face is a central organ of sense and is also very central in the expression of emotion among humans and among numerous other species.",
      "Faces are the central sense organ complexes, for those animals that have one, normally on the ventral surface of the head.",
      "The front of the human head from the forehead to the chin and ear to ear",
      "The front part of the head, featuring the eyes, nose, and mouth and the surrounding area.",
      "A happy face expression using mouth, but without producing voice.",
      "A smile is a facial expression formed by flexing the muscles near both ends of the mouth and by flexing muscles throughout the mouth.",
      "A facial expression comprised by flexing the muscles of both ends of one's mouth, often showing the front teeth, without vocalisation, and in humans is a common involuntary or voluntary expression of happiness, pleasure, amusement or anxiety.",
      "A facial expression characterized by turning up the corners of the mouth; usually shows pleasure or amusement",
      "Conscious or subconscious facial muscular movement conveying mirth or pleasure",
      "An upwards movement of the sides of the mouth that indicates happiness or satisfaction.",
      "A hug is a near universal form of physical intimacy in which two people put their arms around the neck, back, or waist of one another and hold each other closely.",
      "The act of giving a hug.",
      "Hug or other affectionate grasp.",
      "Hug ; putting arms around someone.",
      "The act of squeezing someone in one's arms.",
      "A hug or other affectionate grasp",
      "Sign of affection",
      "The act of giving a cuddle.",
      "A tight or amorous embrace"
    ]
  },
  "category": "Smileys & Emotion",
  "alsoKnownAs": [
    "Hug",
    "Hugging",
    "Hugs"
  ],
  "version": {
    "unicode-version": "8.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A yellow face smiling with <a href=\"/open-hands/\">open hands</a>, as if giving a hug.&nbsp;May be used to offer thanks and support, show love and care, or express warm, positive feelings more generally.</p>\r\n\r\n<p>Due to its hand gesture, often used to represent jazz hands, indicating such feelings as excitement, enthusiasm, or a sense of flourish or accomplishment.</p>\r\n\r\n<p>Joins <a href=\"/thinking-face/\">🤔&nbsp;Thinking Face</a>, <a href=\"/shushing-face/\">🤫&nbsp;Shushing Face</a>, and <a href=\"/face-with-hand-over-mouth/\">🤭&nbsp;Face With Hand Over Mouth</a> as one of the few smileys featuring hands. For a more obvious hug, see&nbsp;<a href=\"/people-hugging/\">🫂 People Hugging</a>&nbsp;(new in 2020).</p>",
  "apple_vendor_description": "The hugging face emoji on Apple devices radiates pure joy and affection, its round face and rosy cheeks enhanced by Apple's signature glossy 3D shading.  Its arms are outstretched in a welcoming embrace, rendered with smooth gradients and soft curves that convey genuine warmth.  This emoji's cheerful, optimistic expression makes it an ideal way to send a virtual hug, express support, or share a moment of deep happiness on Apple devices."
}