{
  "code": "🍟",
  "Unicode": [
    "U+1F35F"
  ],
  "slug": "french-fries",
  "shortcodes": {
    "github": ":fries:",
    "slack": ":fries:",
    "discord": ":fries:"
  },
  "title": "French Fries",
  "keywords": [
    "french",
    "fries"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [
      "Take in solid food",
      "To consume something solid or semi-solid (usually food) by putting it into the mouth and eventually swallowing it.",
      "To consume (something solid or semi-solid, usually food) by putting it into the mouth and swallowing it.",
      "To eat a snack or light meal.",
      "Eat a snack; eat lightly",
      "To eat small things in between meals.",
      "To eat between meals",
      "To eat between meals."
    ],
    "nouns": [
      "A snack is a portion of food often smaller than a regular meal, generally eaten between meals.",
      "Portion of food often smaller than a regular meal, generally eaten between meals",
      "Food for light meals or for eating between meals",
      "A food traditionally or commonly consumed as a snack between meals.",
      "Inexpensive food (hamburgers or chicken or milkshakes) prepared and served quickly",
      "A type of meal that is often pre-prepared and served quickly.",
      "A type of meal that is often standardized, pre-prepared, and served quickly.",
      "Type of meal that is often pre-prepared and served quickly.",
      "Food prepared and served in a small amount of time",
      "Fast food is the term given to food that is prepared and served very quickly, first popularized in the 1950s in the United States.",
      "French fries with a steak.",
      "Deep fried strips of potato.",
      "Chips was a Swedish country and pop group, formed in 1979 by Kikki Danielsson and Lasse Holm, and split in 1983.",
      "A piece or strip of potato that has been (usually deep-fat) fried and is commonly eaten with or as fast food.",
      "A dish of fried strips of potatoes.",
      "Swedish countrypop and schlager group between 1979-1983",
      "French fries or chips, fries, finger chips, or French-fried potatoes are batons of deep-fried potato.",
      "Strips of potato fried in deep fat",
      "French fries",
      "Thin-sliced and deep-fried potatoes sold in sealed bags; potato chips, nacho chips, etc.",
      "Strips of deep-fried potatoes. These potatoes have been frenched (cut into strips).",
      "A Swedish pop band",
      "A light informal meal",
      "A light meal.",
      "A small meal or snack.",
      "Discussion, light meal.",
      "A small meal.",
      "The term \"collation\" originates in the Roman Catholic Church, where it refers to the two small meals allowed on days of fasting, with or without abstinence."
    ]
  },
  "category": "Food & Drink",
  "alsoKnownAs": [
    "Chips",
    "Fries",
    "McDonald's Fries"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>Thin-cut, golden-brown French fries, served in a red carton, as at McDonald&rsquo;s. Apple features&nbsp;<a href=\"/smiling-face-with-smiling-eyes/\">Smiling Face With Smiling Eyes&nbsp;</a>on its carton.</p>",
  "apple_vendor_description": "On Apple devices, a serving of french fries arrives in a classic red and white checkered paper cone, rendered with Apple's signature glossy 3D shading and realistic lighting. Each golden-brown fry is distinct, showcasing soft rounded edges and a tempting texture that evokes deliciousness. This emoji is a universally recognized symbol of fast food, casual dining, and simple pleasures, perfect for adding a touch of fun and indulgence to your digital conversations on Apple devices."
}