{
  "code": "🛴",
  "Unicode": [
    "U+1F6F4"
  ],
  "slug": "kick-scooter",
  "shortcodes": {
    "github": ":kick_scooter:",
    "slack": ":scooter:",
    "discord": ":scooter:"
  },
  "title": "Scooter",
  "keywords": [
    "kick",
    "scooter"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [
      "To ride on a scooter.",
      "Drive or propel with the foot",
      "To drive or propel with the foot (e.g. a ball)."
    ],
    "nouns": [
      "A kick scooter, push scooter or scooter, is a human-powered land vehicle with a handlebar, deck and wheels that is propelled by a rider pushing off the ground.",
      "A small platform with two or more wheels that is propelled by a rider pushing off the ground, usually just known as a scooter.",
      "A small platform with a handle and two or more wheels that is propelled by a rider pushing off the ground.",
      "A vehicle propelled by a standing rider pushing off the ground",
      "Small platform with a handle and two or more wheels that is propelled by a rider pushing off the ground.",
      "A small motorcycle with a step-through frame and a platform for the feet.",
      "A small motorcycle or moped with a step-through frame.",
      "A scooter is a motorcycle with step-through frame and a platform for the operator's feet.",
      "A motorcycle with a step-through frame and a platform for the feet",
      "A motorcycle or moped with a step-through frame",
      "A kick scooter.",
      "A wheeled vehicle with small wheels and a low-powered gasoline engine geared to the rear wheel"
    ]
  },
  "category": "Travel & Places",
  "alsoKnownAs": [],
  "version": {
    "unicode-version": "9.0",
    "emoji-version": "3.0"
  },
  "description": "<p>A non-motorized scooter, with two wheels and handles.</p>\r\n",
  "apple_vendor_description": "The kick scooter emoji on Apple devices is designed with a modern, streamlined look, featuring a glossy finish on its frame and wheels, brought to life with Apple's characteristic 3D shading and smooth gradients. Its softly rounded edges and vibrant color palette convey a sense of fun, speed, and urban mobility. This emoji is frequently used on Apple devices to represent transportation, recreation, or a quick, eco-friendly way to get around."
}