{
  "code": "🛳️",
  "Unicode": [
    "U+1F6F3",
    "U+FE0F"
  ],
  "slug": "passenger-ship",
  "shortcodes": {
    "github": ":passenger_ship:",
    "slack": ":passenger_ship:",
    "discord": ":passenger_ship:"
  },
  "title": "Passenger Ship",
  "keywords": [
    "passenger",
    "ship"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [
      "To cause to go on board a vessel or boat; to put on shipboard.",
      "To engage to serve on board a vessel.",
      "Go on board",
      "Travel in a yacht",
      "To ride as a passenger in a vehicle.",
      "Transport by ferry",
      "To carry; transport; convey."
    ],
    "nouns": [
      "A ship is a large buoyant watercraft.",
      "A larger water vessel",
      "Large buoyant watercraft",
      "Large water vessel.",
      "A vessel that carries passengers or freight",
      "A water-borne vessel generally larger than a boat.",
      "Ships are large buoyant marine vessels.",
      "A boat that by its size, solidity and power is appropriate for long navigations and big marine enterprises.",
      "An ocean trip taken for pleasure",
      "A pleasure voyage on a ship, usually with stops at various ports.",
      "A sea or lake voyage, especially one taken for pleasure.",
      "One who rides or travels in a vehicle, but who does not operate it and is not a member of the crew.",
      "Person who travels in a vehicle without operating it",
      "One who rides or travels in a vehicle.",
      "A traveler riding in a vehicle (a boat or bus or car or plane or train etc) who is not operating it",
      "A passenger is a person who travels in a vehicle but bears little or no responsibility for the tasks required for that vehicle to arrive at its destination or otherwise operate the vehicle.",
      "A ferry is a boat or ship used to carry primarily passengers, and sometimes vehicles and cargo as well, across a body of water.",
      "A place where passengers are transported across water in such a ship.",
      "A boat used to ferry passengers, vehicles, or goods across open water, especially one that runs to a regular schedule",
      "Type of ship",
      "A boat that transports people or vehicles across a body of water and operates on a regular schedule",
      "A boat or a ship carrying passengers, and sometimes their vehicles, on short-distance, scheduled services.",
      "Recreational ship",
      "A slick and light ship for making pleasure trips or racing on water, having sails but often motor-powered. At times used as a residence offshore on a dock.",
      "A slick and light ship for making pleasure trips or racing on water, having sails but often motor powered.",
      "An expensive vessel propelled by sail or power and used for cruising or racing",
      "Yacht racing is a form of sport reserved for yachts and larger sailboats.",
      "A yacht is a recreational boat or ship.",
      "A passenger ship is a merchant ship whose primary function is to carry passengers.",
      "Ship whose primary function is to carry passengers.",
      "A passenger ship",
      "Watercraft with a special construction, equipment and furnishings for the transport and care of persons on inland waterways and coastal waters",
      "A ship built to carry passengers",
      "Type of ship."
    ]
  },
  "category": "Travel & Places",
  "alsoKnownAs": [],
  "version": {
    "unicode-version": "7.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A large boat designed to carry passengers across a body of water.</p>",
  "apple_vendor_description": "The passenger ship emoji on Apple devices is a majestic vessel, designed with a prominent white superstructure and a robust hull, all rendered with Apple’s signature glossy 3D shading and realistic lighting.  Its smooth, rounded forms and detailed railings suggest a grand and comfortable journey across the ocean.  This emoji on Apple devices conveys themes of travel, exploration, and the excitement of embarking on a significant voyage."
}