{
  "code": "🤵🏻",
  "Unicode": [
    "U+1F935",
    "U+1F3FB"
  ],
  "slug": "man-in-tuxedo-light-skin-tone",
  "shortcodes": null,
  "title": "man in tuxedo: light skin tone",
  "keywords": [
    "tuxedo",
    "light skin tone",
    "man",
    "groom"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [],
    "nouns": [
      "Sexual maturity is the age or stage when an organism can reproduce.",
      "The age or stage when an organism can reproduce",
      "An adult male human.",
      "A man is a male human.",
      "An adult male human",
      "An adult human member of the sex that begets young by fertilizing ova.",
      "A human member of the masculine sex or gender.",
      "An adult person who is male (as opposed to a woman)",
      "A tuxedo or dinner suit or dinner jacket is a formal evening suit distinguished primarily by satin or grosgrain facings on the jacket's lapels and buttons and a similar stripe along the outseam of the trousers.",
      "Tux is a penguin character and the official mascot of the Linux kernel.",
      "The Linux mascot",
      "A typically black formal jacket worn by men.",
      "Dinner jacket; tuxedo",
      "A cuddly cartoon penguin, the official mascot.",
      "Semiformal evening dress for men",
      "A jacket, often white, corresponding to a tuxedo jacket.",
      "Black tie is a dress code of semi-formal wear for evening events and social functions derived from British and American costume conventions of the 19th century.",
      "A semi-formal dress code for evening events and social functions in Western fashion",
      "Man's formal suit worn in the evening; tuxedo",
      "Dress code for events and social functions"
    ]
  },
  "category": "People & Body",
  "alsoKnownAs": null,
  "version": null,
  "description": "This version of the  Man in Tuxedo emoji has the  Light Skin Tone applied, which is displayed as a Pale Skin Tone on supported platforms",
  "apple_vendor_description": "The man in a tuxedo emoji on Apple devices showcases a distinguished gentleman with a light skin tone, impeccably dressed for a formal occasion. Apple’s design brings out the texture of the tuxedo fabric through realistic lighting and smooth gradients, while the softened bow tie and lapels add a touch of refined elegance. This emoji, with its polished finish and subtle 3D depth on Apple devices, is perfect for signaling celebrations, special events, or a sense of sophisticated style."
}