{
  "code": "🤙",
  "Unicode": [
    "U+1F919"
  ],
  "slug": "call-me-hand",
  "shortcodes": {
    "github": ":call_me_hand:",
    "slack": ":call_me_hand:",
    "discord": ":call_me_hand:"
  },
  "title": "Call Me Hand",
  "keywords": [
    "call",
    "call me hand",
    "hand"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [],
    "nouns": [
      "A connection established over a telephone network between two parties.",
      "A message delivered by telephone, or a conversation held by means of a telephone",
      "An app to make a phone call.",
      "A telephone connection",
      "A telephone call is a connection over a telephone network between the calling party and the called party.",
      "An activity to track a telephone call.",
      "A telephone call where the human voice, rather than data or video, is transmitted (that is, an ordinary telephone call).",
      "A function that enables a user to make a call to a phone, as opposed to calling another computer or using a webcam.",
      "A telephone conversation.",
      "A voice session that can be conducted between two or more telephones, two or more devices (such as computers or smartphones), or between two or more such devices and telephones.",
      "A conversation by a connection over a telephone network.",
      "A telephone call.",
      "An app for making video calls.",
      "That part of the fore limb below the forearm or wrist in primates (including humans).",
      "The part of the fore limb below the forearm or wrist in a human, and the corresponding part in many other animals.",
      "The zoological term for the distal portion of the forelimb of an animal (including the human hand)",
      "Part of the fore limb.",
      "The (prehensile) extremity of the superior limb",
      "The manus is the zoological term for the distal portion of the fore limb of an animal.",
      "A hand, as the part of the fore limb below the forearm in a man, or the corresponding part in other vertebrates.",
      "A hand is a prehensile, multi-fingered extremity located at the end of an arm or forelimb of primates such as humans, chimpanzees, monkeys, and lemurs."
    ]
  },
  "category": "People & Body",
  "alsoKnownAs": [
    "Phone Hand",
    "Shaka"
  ],
  "version": {
    "unicode-version": "9.0",
    "emoji-version": "3.0"
  },
  "description": "<p>A hand with thumb and&nbsp;little (pinky) finger extended, making a traditional&nbsp;<a href=\"/telephone-receiver/\" title=\"📞 Telephone Receiver\">phone</a>-like shape.&nbsp;May be used in conjunction with a face to suggest&nbsp;&ldquo;call me&rdquo; (please).</p>\r\n\r\n<p>Not to be confused with the <a href=\"/sign-of-the-horns/\" title=\"🤘 Sign Of The Horns\">sign of the horn</a>. Commonly used as a&nbsp;<a href=\"https://en.wikipedia.org/wiki/Shaka_sign\">shaka sign</a>, which is a similar gesture at a different orientation.</p>",
  "apple_vendor_description": "The call-me hand emoji on Apple devices is a friendly and iconic gesture, depicted with Apple's smooth gradients and polished 3D shading. The hand is open with the thumb and index finger extended, forming a loop that subtly beckons. Realistic lighting highlights its soft, rounded edges, giving it a tactile and inviting appearance, universally understood as an invitation to connect or make a call."
}