{
  "code": "3️⃣",
  "Unicode": [
    "U+33",
    "U+FE0F",
    "U+20E3"
  ],
  "slug": "keycap-digit-three",
  "shortcodes": {
    "github": ":three:",
    "slack": ":three:",
    "discord": ":three:"
  },
  "title": "Keycap Digit Three",
  "keywords": [
    "keycap",
    "three"
  ],
  "senses": {
    "adjectives": [
      "Being one more than two"
    ],
    "verbs": [
      "To determine the number (of objects in a group).",
      "Determine the number or amount of",
      "To count",
      "To determine the amount of."
    ],
    "nouns": [
      "A concept of quantity involving zero and units",
      "Mathematical object used to count, label, and measure",
      "A number is one of several related types of mathematical objects.",
      "A member of one of several classes: natural numbers, integers, rational numbers, real numbers, complex numbers, quaternions.",
      "Set of numerals.",
      "A set of numerals for representing numbers.",
      "One one of a group of three.",
      "A number, numeral, and glyph",
      "Natural number",
      "The cardinal number occurring after two and before four, represented in Roman numerals as III, in Arabic numerals as 3.",
      "The cardinal number that is the sum of one and one and one",
      "3 is a number, numeral, and glyph.",
      "One of a group of three.",
      "Grammatical number related to precisely 3 objects of the same type"
    ]
  },
  "category": "Symbols",
  "alsoKnownAs": [],
  "version": {
    "unicode-version": "3.0",
    "emoji-version": "3.0"
  },
  "description": "<p>The number 3 on a&nbsp;square with rounded corners, designed to look like a keycap.</p>",
  "apple_vendor_description": "On Apple devices, the '3' keycap emoji is rendered with a crisp, white numeral set against a deep blue background, its edges softly rounded for a modern feel. Apple's signature glossy 3D shading gives the keycap a tactile, almost clickable appearance, inviting interaction. This emoji is commonly used to represent the number three, ordinal positions, or as a simple numerical indicator in digital communication."
}