{
  "code": "❇️",
  "Unicode": [
    "U+2747",
    "U+FE0F"
  ],
  "slug": "sparkle",
  "shortcodes": {
    "github": ":sparkle:",
    "slack": ":sparkle:",
    "discord": ":sparkle:"
  },
  "title": "Sparkle",
  "keywords": [
    "*",
    "sparkle"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [],
    "nouns": [
      "Massive balls of plasma",
      "Sphere of plasma held together by gravity, undergoing fusion",
      "Luminous celestial body.",
      "A luminous celestial body that is made from gases (particularly hydrogen and helium) and forms the shape of a sphere.",
      "This article is for quotes about stars, or which make prominent mention of stars.",
      "(astronomy) a celestial body of hot gases that radiates energy derived from thermonuclear reactions in the interior",
      "A star is a massive, luminous sphere of plasma held together by its own gravity.",
      "A luminous celestial body, made up of plasma (particularly hydrogen and helium) and having a spherical shape. Depending on context the sun may or may not be included.",
      "A steady bright blue light; formerly used as a signal but now a firework",
      "A bright blue flare, formerly used in signalling, but now chiefly as fireworks.",
      "Fireworks are a class of explosive pyrotechnic devices used for aesthetic, cultural, and religious purposes.",
      "Such as firecrackers, bottle rockets, bang snaps and others",
      "Event or display of fireworks.",
      "An event or a display where fireworks are set off."
    ]
  },
  "category": "Symbols",
  "alsoKnownAs": [],
  "version": {
    "unicode-version": "1.1",
    "emoji-version": "1.0"
  },
  "description": "<p>Often used as a decorative bullet-point, the sparkle has both a ❇︎ text and ❇️ emoji presentation available on most&nbsp;platforms.</p>\r\n\r\n<p>Like with the&nbsp;<a href=\"/sparkles\">✨ Sparkles</a>&nbsp;emoji,&nbsp;an icon similar to the four-point star design used to represent this emoji by several vendors (e.g. Apple, Microsoft) is often used within tech platforms to represent a feature that utilizes&nbsp;artificial intelligence.</p>",
  "apple_vendor_description": "The sparkle emoji on Apple devices is a brilliant, multi-pointed starburst, radiating with a vibrant, almost effervescent glow. Its design features crisp, sharp points contrasted with soft, rounded highlights that capture realistic light reflections, a hallmark of Apple's detailed 3D rendering. This emoji on Apple devices is frequently used to add emphasis, excitement, or a touch of magic to text, signifying something special, new, or dazzling."
}