{
  "code": "🎺",
  "Unicode": [
    "U+1F3BA"
  ],
  "slug": "trumpet",
  "shortcodes": {
    "github": ":trumpet:",
    "slack": ":trumpet:",
    "discord": ":trumpet:"
  },
  "title": "Trumpet",
  "keywords": [
    "instrument",
    "music",
    "trumpet"
  ],
  "senses": {
    "adjectives": [
      "Melodious, tuneful",
      "Containing or constituting or characterized by pleasing melody",
      "Resembling the sound of a trumpet"
    ],
    "verbs": [
      "Utter in trumpet-like sounds",
      "Proclaim on, or as if on, a trumpet",
      "Play or blow on the trumpet"
    ],
    "nouns": [
      "A musical instrument is an instrument created or adapted to make musical sounds.",
      "A device constructed or modified with the purpose of making music.",
      "Sound producing object used by a musician for this purpose",
      "Any of various devices or contrivances that can be used to produce musical tones or sounds",
      "A device, object, contrivance or machine used to produce musical notes or sounds.",
      "A device designed to produce musical sounds",
      "A device used to produce music.",
      "A musician that plays the trumpet.",
      "A musical instrument of the brass family, slightly smaller than a trumpet.",
      "An instrument resembling a musical horn and used to signal others.",
      "A brass instrument, or the sound it makes",
      "A musician who plays the cornett",
      "A trumpet.",
      "A musical instrument that consists of a flexible metal or bamboo tongue or reed attached to a frame.",
      "A musical instrument in the brass family.",
      "A trumpet is a musical instrument.",
      "A musical instrument of the brass family, slightly smaller than a trumpet, usually in the musical key of B-flat.",
      "The cornet is a brass instrument very similar to the trumpet, distinguished by its conical bore, compact shape, and mellower tone quality.",
      "Musical instrument",
      "A musical instrument of the brass family, generally tuned to the key of B-flat.",
      "A brass musical instrument with a brilliant tone; has a narrow tube and a flared bell and is played by means of valves",
      "Someone who is passionate about music.",
      "Music is an art form whose medium is sound.",
      "Music is an art form that involves sounds and silence.",
      "A sound, or the study of such sounds, organized in time.",
      "The artistic organization of sounds or tones that expresses ideas and emotions through the elements of rhythm, melody, harmony and tonal color.",
      "Form of art using sound",
      "An app that facilitates the playing of music.",
      "Sound, organized in time in a melodious way.",
      "An artistic form of auditory communication incorporating instrumental or vocal tones in a structured and continuous manner",
      "The title of the hub for music and video."
    ]
  },
  "category": "Objects",
  "alsoKnownAs": [
    "Horn",
    "Jazz"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A trumpet, a brass instrument played in jazz bands.</p>",
  "apple_vendor_description": "Apple’s trumpet emoji is a meticulously detailed depiction of the brass instrument, gleaming with a polished golden finish that reflects realistic lighting. The smooth curves and subtle highlights on this rendering, a hallmark of Apple’s 3D design, give it a tactile and elegant appearance. This emoji often symbolizes fanfares, announcements, or musical performance, bringing a sense of celebration and a clear, resonant sound to digital conversations."
}