{
  "code": "🔇",
  "Unicode": [
    "U+1F507"
  ],
  "slug": "muted-speaker",
  "shortcodes": {
    "github": ":mute:",
    "slack": ":mute:",
    "discord": ":mute:"
  },
  "title": "Speaker with Cancellation Stroke",
  "keywords": [
    "mute",
    "muted speaker",
    "quiet",
    "silent",
    "speaker"
  ],
  "senses": {
    "adjectives": [
      "Without sound",
      "Free from sound or noise; absolutely still; perfectly quiet.",
      "Uttering no sound; silent.",
      "Marked by absence of sound",
      "Marked by the complete lack of sound or noise."
    ],
    "verbs": [
      "Cause to be quiet or not talk",
      "To become quiet; to cease making sounds.",
      "To cause to be quiet or not talk.",
      "To become quiet",
      "To make quiet.",
      "Become quiet or quieter",
      "To become quiet.",
      "Become quiet or quieter.",
      "To make someone or something become quieter.",
      "Deaden (a sound or noise), especially by wrapping",
      "To mute or deaden (a sound etc.).",
      "To turn off the sound of.",
      "To mute or deaden."
    ],
    "nouns": [
      "An electromechanical device which produces sound",
      "Device which transforms electrical signals into acoustical signals.",
      "Transducer that converts electrical energy into sound energy",
      "A loudspeaker is an electroacoustic transducer; a device which converts an electrical audio signal into a corresponding sound.",
      "Electro-acoustic transducer that converts electrical signals into sounds loud enough to be heard at a distance",
      "An electromechanical transducer that converts an electrical signal into audible sound.",
      "Loudspeaker.",
      "The absence of sound",
      "The lack of any sound.",
      "The absence of sound; quietness.",
      "A relative or total lack of sound",
      "Lack of audible sound or presence of sounds of very low intensity",
      "The complete lack of sound or noise.",
      "Silence is the lack of audible sound or presence of sounds of very low intensity.",
      "Lack of any sound."
    ]
  },
  "category": "Objects",
  "alsoKnownAs": [
    "Mute Volume"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A speaker with a red line through it, indicating muted volume or silencing&nbsp;of audio.</p>",
  "apple_vendor_description": "Apple's muted speaker emoji presents a sleek, minimalist speaker grille in a deep charcoal gray, accented by a prominent red circle with a diagonal line, signaling silence.  Its design on Apple devices features a subtle 3D effect with soft gradients and gentle reflections, making it appear both modern and functional.  This emoji is ideal for indicating a desire for quiet, a muted notification setting, or a lack of sound on Apple devices."
}