{
  "code": "🔁",
  "Unicode": [
    "U+1F501"
  ],
  "slug": "repeat-button",
  "shortcodes": {
    "github": ":repeat:",
    "slack": ":repeat:",
    "discord": ":repeat:"
  },
  "title": "Clockwise Rightwards and Leftwards Open Circle Arrows",
  "keywords": [
    "arrow",
    "clockwise",
    "repeat",
    "repeat button"
  ],
  "senses": {
    "adjectives": [
      "In the same direction as the rotating hands of a clock",
      "Of, or pertaining to a circular movement or rotation from left to right in the manner of a clock."
    ],
    "verbs": [
      "To bring (a person) up to date: to inform (a person) about recent developments.",
      "To update displayed information with current data.",
      "Bring up to date; supply with recent information",
      "To bring up to date; to supply with the most recent available information.",
      "To advise a person so that they are up to date."
    ],
    "nouns": [
      "Possible direction of a circular motion",
      "Circular motion can occur in two possible directions.",
      "In the opposite direction of how the hands of an analogue clock move.",
      "A mark to indicate a direction or relation",
      "A mark to indicate a direction or relation.",
      "A sign or symbol used to indicate a direction (e.g. \\to).",
      "A gradient brush option that makes the gradient repeat.",
      "In music, a repeat sign is a sign that indicates a section should be repeated.",
      "An event that repeats",
      "The occurrence of an event which has occurred before.",
      "An option that allows the user to specify the intervals at which an appointment or task will be repeated.",
      "The act of processing used or abandoned materials for use in creating new products",
      "Recycling is a process to change waste materials into new products to prevent waste of potentially useful materials, reduce the consumption of fresh raw materials, reduce energy usage, reduce air pollution and water pollution by reducing the need for \"conventional\" waste disposal, and lower greenhouse gas emissions as compared to plastic production.",
      "Process using materials into new products to prevent waste of potentially useful materials",
      "A method of recovering wastes as resources which includes the collection, and often involving the treatment, of waste products for use as a replacement of all or part of the raw material in a manufacturing process.",
      "The practice of sorting and collecting waste materials for new use.",
      "A resource recovery method involving the collection and treatment of a waste product for use as raw material in the manufacture of the same or a similar product."
    ]
  },
  "category": "Symbols",
  "alsoKnownAs": [
    "Loop Symbol",
    "Retweet"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>Circular arrows pointing in a clockwise direction. Used in music player applications to&nbsp;loop a track or album continuously. Commonly used to repesent a&nbsp;<em>retweet</em> on Twitter.</p>",
  "apple_vendor_description": "On Apple devices, the repeat button emoji is rendered as a sleek, minimalist icon with two elegant, counter-clockwise arrows forming a perfect loop. Apple's signature glossy 3D shading gives it a subtle metallic sheen and a sense of depth, as if it were a physical control. Its smooth, rounded edges convey a feeling of seamless functionality and continuous action, making it ideal for indicating looping playback or persistent actions in digital interfaces."
}