{
  "code": "™️",
  "Unicode": [
    "U+2122",
    "U+FE0F"
  ],
  "slug": "trade-mark",
  "shortcodes": {
    "github": ":tm:",
    "slack": ":tm:",
    "discord": ":tm:"
  },
  "title": "Trade Mark Sign",
  "keywords": [
    "mark",
    "tm",
    "trade mark",
    "trademark"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [
      "To register something as a trademark.",
      "Register the trademark of",
      "Secure a copyright on a written work",
      "To obtain or secure a copyright for some literary or other artistic work.",
      "Obtain a copyright."
    ],
    "nouns": [
      "A trademark, trade mark, or trade-mark is a recognizable sign, design or expression which identifies products or services of a particular source from those of others.",
      "A formally registered symbol identifying the manufacturer or distributor of a product",
      "A word or mark that distinctly indicates the ownership of a product or service, and that is legally reserved for the exclusive use of that owner.",
      "A word, symbol, or phrase used to identify a particular company's product and differentiate it from other companies' products.",
      "A word, phrase, symbol, or design (or some combination thereof) used to identify a proprietary product and claimed but not registered with a governmental body. It is often accompanied by the symbol TM.",
      "Recognizable sign, design or expression which identifies products or services",
      "A word, phrase, symbol, or design (or some combination thereof) used to identify a proprietary product and registered with a governmental body. It is often accompanied by the symbol ®.",
      "A treaty involved in intellectual property identification",
      "Identification of a company's product."
    ]
  },
  "category": "Symbols",
  "alsoKnownAs": [
    "™ TM",
    "™ Trademark"
  ],
  "version": {
    "unicode-version": "1.1",
    "emoji-version": "1.0"
  },
  "description": "<p>A trademark symbol, the letters <em>TM</em>&nbsp;displayed&nbsp;after a word that is trademarked.</p>",
  "apple_vendor_description": "The trade-mark emoji on Apple devices is a crisp, bold capital 'TM' enclosed within a perfectly circular, soft blue outline. Apple’s signature clean design is evident in the sharp definition of the letters and the smooth, unblemished gradient of the circle, which offers a subtle 3D effect. This emoji, with its professional and distinctive appearance, is commonly used to denote proprietary brands, intellectual property, and the official recognition of a company or product name, signifying authenticity and established identity."
}