{
  "code": "🇨🇭",
  "Unicode": [
    "U+1F1E8",
    "U+1F1ED"
  ],
  "slug": "flag-switzerland",
  "shortcodes": {
    "github": ":switzerland:",
    "slack": ":flag-ch:",
    "discord": ":flag_ch:"
  },
  "title": "Flag: Switzerland",
  "keywords": [
    "flag"
  ],
  "senses": {
    "adjectives": [
      "From or in the countryside or connected with it.",
      "Of, from or pertaining to the countryside (adjective).",
      "Of or pertaining to Switzerland.",
      "Of or relating to Switzerland, Swiss, or the Swiss dialects of German and French.",
      "Of, from, or pertaining to Switzerland or the Swiss people.",
      "Of or relating to Switzerland or its people or culture"
    ],
    "verbs": [],
    "nouns": [
      "Emblem usually consisting of a rectangular piece of cloth of distinctive design",
      "Piece of cloth.",
      "A flag is a piece of fabric with a distinctive design that is used as a symbol, as a signaling device, or as decoration.",
      "A piece of cloth, often decorated with an emblem, used as a visual signal or symbol.",
      "Piece of fabric with a distinctive design",
      "Federal republic in Western Europe",
      "Switzerland, officially the Swiss Confederation, is a federal parliamentary republic consisting of 26 cantons, with Bern as the seat of the federal authorities, the so-called Bundesstadt.",
      "A country in central Europe, being a federal republic consisting of 26 cantons",
      "A landlocked federal republic in central Europe",
      "Switzerland is a country in central Europe.",
      "The opposite of secession",
      "As its original Latin term",
      "Government",
      "The collective body of a nation or state as politically organized, or as exercising political functions.",
      "The territory of a nation, especially an independent nation state or formerly independent nation; a political entity asserting ultimate authority over a geographical area.",
      "Nations is often used synonymously with ethnic group, but although ethnicity is now one of the most important aspects of cultural or social identity for the members of most nations, people with the same ethnic origin may live in different nation-states and be treated as members of separate nations for that reason.",
      "Political organisation with a centralized independent government",
      "The government.",
      "An organized political community, living under a government",
      "Nation has various meanings, and the meaning has changed over time.",
      "A state is an organized community living under one government.",
      "A political entity asserting ultimate authority over a geographical area.",
      "A people permanently occupying a fixed territory bound together by common law, habits and custom into one body politic exercising, through the medium of an organized government, independent sovereignty and control over all persons and things within its boundaries, unless or until authority is ceded to a federation or union of other states.",
      "The people who live in a nation or country",
      "A politically organized body of people under a single government",
      "A sovereign state.",
      "A state is a nonphysical juridical entity of the international legal system that is represented by one centralized government that has supreme independent authority over a geographic area.",
      "The geographic area under the control of a political state.",
      "The flag of Switzerland consists of a red flag with a white cross in the center."
    ]
  },
  "alsoKnownAs": [
    "Red Cross",
    "Swiss Flag"
  ],
  "version": {
    "unicode-version": null,
    "emoji-version": "1.0"
  },
  "description": "<p>The flag for&nbsp;<a href=\"https://en.wikipedia.org/wiki/Switzerland\">Switzerland</a>, which may show as the letters&nbsp;<em>CH</em>&nbsp;on some platforms.</p>\r\n\r\n<p>This flag is red, with a white cross in the center. Unlike most global flags, it is square instead of&nbsp;rectangular.</p>\r\n\r\n<p>Initially most vendors displayed this flag as a&nbsp;rectangle,&nbsp;consistent with other emoji flags, but today the majority of vendors display the flag with its accurate real-world shape.</p>",
  "apple_vendor_description": "Apple’s rendition of the Swiss flag emoji is a crisp, clean square emblazoned with a bold white cross on a vibrant red background. The design on Apple devices benefits from subtle shading that gives the fabric a sense of depth and texture, while maintaining a sharp, iconic appearance. This instantly recognizable flag is perfect for signifying travel to or an affinity for Switzerland."
}