{
  "code": "🚯",
  "Unicode": [
    "U+1F6AF"
  ],
  "slug": "no-littering",
  "shortcodes": {
    "github": ":do_not_litter:",
    "slack": ":do_not_litter:",
    "discord": ":do_not_litter:"
  },
  "title": "Do Not Litter Symbol",
  "keywords": [
    "forbidden",
    "litter",
    "no",
    "no littering",
    "not",
    "prohibited"
  ],
  "senses": {
    "adjectives": [
      "Contrary to or forbidden by law, especially criminal law.",
      "Prohibited by law or by official or accepted rules",
      "Not conforming to, permitted by, or recognised by law or rules.",
      "Contrary to or forbidden by law.",
      "Excluded from use or mention",
      "Quantifier; used with either mass nouns or plural count nouns for indicating a complete or almost complete lack or zero quantity of"
    ],
    "verbs": [
      "Dispose of (something useless or old)",
      "Store in bins",
      "To tell not to do something.",
      "Command against",
      "To forbid, disallow, or proscribe; to make illegal or illicit.",
      "Logical operation (not)"
    ],
    "nouns": [
      "Food waste or food loss is food that is discarded or cannot be used.",
      "Type of waste",
      "A container into which things are discarded.",
      "Food that is discarded (as from a kitchen)",
      "Unwanted or undesired waste material",
      "Waste generated by residential households and comprised of any material no longer wanted or needed.",
      "Unwanted or undesired material, usually discarded.",
      "Municipal solid waste, commonly known as trash or garbage, refuse or rubbish is a waste type consisting of everyday items that are discarded by the public.",
      "A visible indication.",
      "A perceptible indication of something not immediately apparent (as a visible clue that something has happened)",
      "A perceptible indication of something not immediately apparent, as a visible clue that something has happened.",
      "Metal material discarded during manufacturing or processing operations which cannot be directly fed back into the operation.",
      "Scrap consists of recyclable materials left over from product manufacturing and consumption, such as parts of vehicles, building supplies, and surplus materials.",
      "Discarded or waste material; rubbish, trash.",
      "Discarded material (especially metal), junk.",
      "The recycling of metals including iron",
      "Municipal solid waste, commonly known as trash or garbage, refuse or rubbish is a waste type consisting of everyday items that are discarded by the public.",
      "Unwanted or undesired waste material",
      "Items or material that have been discarded.",
      "Collectively, items or material that have been discarded; rubbish, garbage.",
      "Worthless material that is to be disposed of",
      "Unwanted or undesired material, usually discarded.",
      "Yes; yea; a word expressing assent, or an affirmative answer to a question.",
      "Interjection expressing both an affirmative and negative answer to a polar question.",
      "Yes and no are two words for expressing the affirmative and the negative, respectively, in modern English.",
      "An operation on logical values that changes true to false, and false to true.",
      "In various logical and algebraic structures",
      "In logic, negation, also called logical complement, is an operation that takes a proposition p to another proposition \"not p\", written ¬ p, which is interpreted intuitively as being true when p is false and false when p is true.",
      "A unary operation on logical values that changes true to false, and false to true.",
      "A proposition which is the contradictory of another proposition and which can be obtained from that other proposition by the appropriately placed addition/insertion of the word \"not\". (Or, in symbolic logic, by prepending that proposition with the symbol for the logical operator \"not\".)",
      "(logic) a proposition that is true if and only if another proposition is false"
    ]
  },
  "category": "Symbols",
  "alsoKnownAs": [],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A person dropping litter (rubbish, trash) with a red stroke through it, indicating that littering is prohibited in this area.</p>\r\n\r\n<p>Usually implied by the fact that littering is not welcome anywhere, this sign serves as a reminder in areas that are known to attract litter.</p>",
  "apple_vendor_description": "The no littering emoji on Apple devices features a bold, circular red prohibition sign with a thick white border and a clear, diagonal red line across its center. Within the circle, a stylized, simplified depiction of trash, rendered with Apple's signature soft shading and rounded edges, clearly signifies a forbidden action. This emoji is a direct visual cue for environmental responsibility and maintaining cleanliness."
}