{
  "code": "🧿",
  "Unicode": [
    "U+1F9FF"
  ],
  "slug": "nazar-amulet",
  "shortcodes": {
    "github": ":nazar_amulet:",
    "slack": ":nazar_amulet:",
    "discord": ":nazar_amulet:"
  },
  "title": "Nazar Amulet",
  "keywords": [
    "bead",
    "charm",
    "evil-eye",
    "nazar",
    "nazar amulet",
    "talisman"
  ],
  "category": "Activities",
  "alsoKnownAs": [
    "Evil Eye Talisman",
    "Nazar Boncuğu"
  ],
  "version": {
    "unicode-version": "11.0",
    "emoji-version": "11.0"
  },
  "description": "<p>A <a href=\"https://en.wikipedia.org/wiki/Nazar_(amulet)#Amulet\"><i>nazar</i></a>, an eye-shaped amulet believed to protect against the <a href=\"https://en.wikipedia.org/wiki/Evil_eye\">evil eye</a>, especially in Turkish culture. Depicted as a rich blue, circular bead with a black dot in the center ringed with white and light blue, resembling an <a href=\"/eye/\">eye</a>.</p>\r\n\r\n<p>Commonly used to represent eyes, various senses of looking, various senses of&nbsp;charms, envy and jealousy, and&nbsp;<a href=\"/flag-turkey/\">Turkey</a> and Turkish culture. Also used for its blue color more generally.</p>\r\n\r\n<p>WhatsApp, Facebook, and Huawei&#39;s designs include a small hole, as for threading the amulet on a string or chain.</p>\r\n\r\n<p><em>Note: this emoji is not supported in Twitter / X names,&nbsp;to minimize confusion with a verified checkmark. <a href=\"https://blog.emojipedia.org/why-you-cant-use-these-emojis-in-your-twitter-name/\">Learn more here</a>.</em></p>",
  "apple_vendor_description": "The Nazar amulet emoji on Apple devices is a striking, vibrant blue eye with concentric circles rendered in pristine white and a dark, glossy pupil at its center.  Apple's meticulous 3D shading and subtle highlights give the amulet a protective, almost magical luminescence, suggesting its ancient purpose.  This emoji is commonly used to ward off bad luck, express a sense of protection, or acknowledge an awareness of the 'evil eye' in a lighthearted or cautionary digital message."
}