{
  "code": "🙋🏽‍♂️",
  "Unicode": [
    "U+1F64B",
    "U+1F3FD",
    "U+200D",
    "U+2642",
    "U+FE0F"
  ],
  "slug": "man-raising-hand-medium-skin-tone",
  "shortcodes": null,
  "title": "man raising hand: medium skin tone",
  "keywords": [
    "gesture",
    "raising hand",
    "medium skin tone",
    "man"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [
      "To express something by a gesture or gestures.",
      "To say or express through gestures.",
      "Show, express or direct through movement",
      "To show, express or direct through movements.",
      "To express through gestures."
    ],
    "nouns": [
      "Sexual maturity is the age or stage when an organism can reproduce.",
      "The age or stage when an organism can reproduce",
      "An adult male human.",
      "A man is a male human.",
      "An adult male human",
      "An adult human member of the sex that begets young by fertilizing ova.",
      "A human member of the masculine sex or gender.",
      "An adult person who is male (as opposed to a woman)",
      "The use of movements, especially of the hands, to communicate familiar or prearranged signals",
      "A gesture is a form of non-verbal communication or non-vocal communication in which visible bodily actions communicate particular messages, either in place of, or in conjunction with, speech.",
      "Form of non-verbal communication or non-vocal communication",
      "A quick movement of a finger or pen on a screen that the computer interprets as a command, rather than as a mouse movement, writing, or drawing.",
      "The use of movements (especially of the hands) to communicate familiar or prearranged signals"
    ]
  },
  "category": "People & Body",
  "alsoKnownAs": null,
  "version": null,
  "description": "The Man Raising Hand, Type-4 emoji is a sequence of the  Happy Person Raising One Hand,  Emoji Modifier Fitzpatrick Type-4, ? Male Sign",
  "apple_vendor_description": "The man raising his hand with a medium skin tone on Apple devices conveys eagerness and active participation with a clear, friendly gesture. His arm is raised confidently, with fingers slightly splayed, all rendered in Apple's signature smooth gradients and realistic lighting that gives the figure a polished, approachable look. The soft, rounded edges and gentle 3D shading make this emoji feel dynamic and enthusiastic, perfect for signaling a question, volunteering for a task, or simply wanting to be heard in a group chat."
}