{
  "code": "⬇️",
  "Unicode": [
    "U+2B07",
    "U+FE0F"
  ],
  "slug": "down-arrow",
  "shortcodes": {
    "github": ":arrow_down:",
    "slack": ":arrow_down:",
    "discord": ":arrow_down:"
  },
  "title": "Downwards Black Arrow",
  "keywords": [
    "arrow",
    "cardinal",
    "direction",
    "down",
    "south"
  ],
  "senses": {
    "adjectives": [
      "Being or moving lower in position or less in some value"
    ],
    "verbs": [],
    "nouns": [
      "A mark to indicate a direction or relation",
      "A mark to indicate a direction or relation.",
      "A sign or symbol used to indicate a direction (e.g. \\to).",
      "The management or direction of the affairs of a public or private office, business or organization.",
      "The act of managing something",
      "Government, control, superintendence, physical or manual handling or guidance; act of managing by direction or regulation, or administration, as management of family, or of household, etc."
    ]
  },
  "category": "Symbols",
  "alsoKnownAs": [
    "Arrow Pointing Down",
    "Down Arrow"
  ],
  "version": {
    "unicode-version": "4.0",
    "emoji-version": "1.0"
  },
  "description": "<p>An arrow, pointing down.</p>\r\n\r\n<p>Generally used to highlight a piece of content placed below where this emoji can be used. This content could be a picture, a website link, or a different piece of text,</p>\r\n\r\n<p>See the glossary for information on the term&nbsp;<em><a href=\"/glossary/#black\" title=\"📖 Glossary\">black</a></em>&nbsp;in unicode character names.</p>",
  "apple_vendor_description": "On Apple devices, the down arrow emoji is presented with a crisp, clean aesthetic, featuring a bold, solid arrowhead pointing downwards. Its design emphasizes clarity and direction through Apple's signature smooth gradients and subtle 3D form, giving it a slightly raised, tactile appearance. This emoji is universally understood to indicate a downward movement, a lower position, or a continuation, frequently used in lists, navigation, or to signify a decrease."
}