{
  "code": "🏖️",
  "Unicode": [
    "U+1F3D6",
    "U+FE0F"
  ],
  "slug": "beach-with-umbrella",
  "shortcodes": {
    "github": ":beach_umbrella:",
    "slack": ":beach_with_umbrella:",
    "discord": ":beach_with_umbrella:"
  },
  "title": "Beach with Umbrella",
  "keywords": [
    "beach",
    "beach with umbrella",
    "umbrella"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [
      "Spend the summer",
      "Spend the summer, as in a particular place on holiday.",
      "To spend the summer, as in a particular place on holiday."
    ],
    "nouns": [
      "The star that is the source of light and heat for the planets in the solar system",
      "The Sun is the star at the center of the Solar System.",
      "The star at the center of the Solar System, represented in astronomy and astrology by ?.",
      "Star at the centre of the Solar System",
      "The particular star at the centre of our solar system, from which the Earth gets light and heat.",
      "An inhabitant of any part of the solar system of the star Sol (i.e. the Sun).",
      "The fourth planet from Earth in the Ptolemaic geocentric cosmology",
      "A loose material consisting of small mineral particles, or rock and mineral particles, distinguishable by the naked eye; grains vary from almost spherical to angular, with a diameter range from 1/16 to 2 millimeters.",
      "Sand is a naturally occurring granular material composed of finely divided rock and mineral particles.",
      "Granular material composed of finely divided rock and mineral particles, sand particles range in diameter from 0.063 to 2 mm (per ISO 14688)",
      "A loose material consisting of grains of rock or coral",
      "An umbrella or parasol is a canopy designed to protect against rain or sunlight.",
      "A lightweight handheld collapsible canopy",
      "A portable, foldable, waterproof, bell-shaped device which is held above the head in order to be shielded from the rain.",
      "Cloth-covered frame used for protection against rain or sun.",
      "Canopy designed to protect against rain or sunlight",
      "The atmospheric conditions that comprise the state of the atmosphere in terms of temperature and wind and clouds and precipitation",
      "Sometimes referred to as \"the elements\"",
      "State of the atmosphere",
      "The day-to-day meteorological conditions, especially temperature, cloudiness, and rainfall, affecting a specific place.",
      "Unpleasant or destructive atmospheric conditions, and their effects.",
      "Weather is the state of the atmosphere, to the degree that it is hot or cold, wet or dry, calm or stormy, clear or cloudy.",
      "State of the atmosphere.",
      "A lat, narrow strip of sand, gravel or pebbles along the shoreline of a body of water (ocean, river, lake).",
      "An area of sand sloping down to the water of a sea or lake",
      "A beach is a landform along the coast of an ocean, sea, lake, or river.",
      "The shore of a body of water, especially when sandy or pebbly.",
      "Landform along the shoreline of an ocean, sea, lake, or river"
    ]
  },
  "category": "Travel & Places",
  "alsoKnownAs": [],
  "version": {
    "unicode-version": "7.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A beach showing sand, and an umbrella for protection from the <a href=\"/sun/\" title=\" ☀️ Black Sun With Rays\">sun</a>.</p>\r\n\r\n<p>This emoji tends to spike in popularity during the <a href=\"/summer\">summer</a> months.</p>",
  "apple_vendor_description": "This inviting beach scene on Apple devices features a vibrant, sun-drenched stretch of sand beneath a crisp blue sky, anchored by a cheerful beach umbrella. The umbrella's fabric exhibits a delightful texture and vivid color, enhanced by Apple's glossy 3D shading and soft highlights. Its presence, along with the gently rendered sand, evokes feelings of relaxation, vacation, and the simple pleasures of a sunny day, all with Apple's characteristic polished aesthetic."
}