{
  "code": "🐗",
  "Unicode": [
    "U+1F417"
  ],
  "slug": "boar",
  "shortcodes": {
    "github": ":boar:",
    "slack": ":boar:",
    "discord": ":boar:"
  },
  "title": "Boar",
  "keywords": [
    "boar",
    "pig"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [],
    "nouns": [
      "The wild boar, also known as the wild swine or Eurasian wild pig is a suid native to much of Eurasia, North Africa and the Greater Sunda Islands.",
      "Species of mammals",
      "A mammal of the biological family Suidae (Sus scrofa, Linneo 1758), ancestor of the domestic pig",
      "Old World wild swine having a narrow body and prominent tusks from which most domestic swine come; introduced in United States",
      "A wild swine native to Europe and North Africa, Sus scrofa.",
      "A full-grown wild boar.",
      "A wild boar (Sus scrofa), the wild ancestor of the domesticated pig.",
      "Uncastrated adult male of domestic cattle",
      "An adult male of domesticated cattle or oxen.",
      "Uncastrated adult male bovine.",
      "Any of several mammalian species of the genus Sus, having cloven hooves, bristles and a nose adapted for digging; especially the domesticated farm animal Sus scrofa.",
      "Animals in the genus Sus, within the Suidae family of even-toed ungulates",
      "Animal of the family Suidae.",
      "Domestic swine",
      "Pigs are ungulates native to Eurasia collectively grouped under the genus Sus within the Suidae family.",
      "A genus of even-toed ungulates",
      "Sus scrofa domestica or Sus domestica",
      "The domestic pig, often called swine or hog, is a large, even-toed ungulate; it is variously considered a subspecies of the wild boar, or a distinct species.",
      "A common, four-legged animal (Sus scrofa) that has cloven hooves, bristles and a nose adapted for digging and is farmed by humans for its meat.",
      "Any animal belonging to the Suidae family of mammals, especially the pig, the warthog, and the boar.",
      "A pig is any of the animals in the genus Sus, within the Suidae family of even-toed ungulates."
    ]
  },
  "category": "Animals & Nature",
  "alsoKnownAs": [
    "Warthog",
    "Wild Boar",
    "Wild Pig"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A boar, a hairy,&nbsp;wild pig with tusks. Generally depicted as the face of&nbsp;a brown boar, either facing left or looking straight ahead, with prominent tusks projecting from its lower jaw.</p>\r\n\r\n<p>Twitter&#39;s design feature a friendly, cartoon-styled face, as did an early&nbsp;<a href=\"/facebook/1.0/boar/\">Facebook</a>&nbsp;design. WhatsApp&rsquo;s design displays the animal in full, as <a href=\"/google/android-7.0/boar/\">Google</a>, <a href=\"/microsoft/windows-10/boar/\">Microsoft</a>, and <a href=\"/samsung/experience-9.0/boar/\">Samsung</a> previously did.</p>\r\n\r\n<p>Not to be confused with <a href=\"/pig/\">🐖 Pig</a> or <a href=\"/pig-face/\">🐷 Pig Face</a>, though their applications may overlap.</p>\r\n\r\n<p>Available as an Apple <a href=\"/animoji/\">Animoji</a>.</p>",
  "apple_vendor_description": "The boar emoji on Apple devices is depicted as a sturdy, powerful animal with a bristly, dark brown coat and a determined expression. Apple's characteristic realistic lighting and subtle 3D shading give it a grounded, natural presence, with its tusks subtly highlighted to convey its formidable nature. This emoji is often used to represent the animal itself, wildness, strength, or sometimes as a symbol of ferocity and resilience in digital communication."
}