{
  "code": "🔳",
  "Unicode": [
    "U+1F533"
  ],
  "slug": "white-square-button",
  "shortcodes": {
    "github": ":white_square_button:",
    "slack": ":white_square_button:",
    "discord": ":white_square_button:"
  },
  "title": "White Square Button",
  "keywords": [
    "button",
    "geometric",
    "outlined",
    "square",
    "white square button"
  ],
  "senses": {
    "adjectives": [
      "Of, or relating to geometry.",
      "Of or relating to or determined by geometry",
      "Of or relating to geometry.",
      "Of, or relating to geometry; geometric.",
      "Being of the achromatic color of maximum darkness; having little or no hue owing to absorption of almost all incident light",
      "Absorbing all light and reflecting none; dark and hueless.",
      "Dark and colourless; not reflecting visible light.",
      "Absorbing all light.",
      "Showing clearly the outline or profile or boundary",
      "Provided with a frame",
      "Forming a right angle, especially at right angles with the mast or the keel, and parallel to the horizon; said of the yards of a square-rigged vessel when they are so braced.",
      "Having four equal sides and four right angles or forming a right angle"
    ],
    "verbs": [
      "To enter data into a system.",
      "To enter data.",
      "Enter (data or a program) into a computer",
      "Make square",
      "Add a decorative border to a picture.",
      "Enclose in a frame, as of a picture",
      "Of a picture such as a painting or photograph, to place inside a decorative border.",
      "Describe roughly or briefly or give the main points or summary of",
      "To bring information in fewer words; to describe roughly or briefly.",
      "To describe briefly and with very few details.",
      "To describe or illustrate roughly or briefly or give the main points or summary of."
    ],
    "nouns": [
      "Plural form of box.",
      "A (usually rectangular) container; may have a lid",
      "A cuboid space; a container, usually with a hinged lid.",
      "Box describes a variety of containers and receptacles for permanent use as storage, or for temporary use often for transporting contents.",
      "Or any of a variety of containers or receptacles"
    ]
  },
  "category": "Symbols",
  "alsoKnownAs": [],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>The inverse of the&nbsp;<a href=\"/black-square-button\">🔲 Black Square Button</a>.</p>",
  "apple_vendor_description": "The white square button emoji on Apple devices presents a pristine, slightly raised square with a subtle, soft white gradient that emphasizes its rounded edges and smooth, tactile appearance.  Rendered with Apple's signature glossy 3D shading, it evokes a sense of crispness and precision, often used to indicate selection, confirmation, or a simple, clean interface element in digital communication."
}