{
  "code": "🌡️",
  "Unicode": [
    "U+1F321",
    "U+FE0F"
  ],
  "slug": "thermometer",
  "shortcodes": {
    "github": ":thermometer:",
    "slack": ":thermometer:",
    "discord": ":thermometer:"
  },
  "title": "Thermometer",
  "keywords": [
    "thermometer",
    "weather"
  ],
  "senses": {
    "adjectives": [
      "Having a low or inadequate temperature or feeling a sensation of coldness or having been made cold by e.g. ice or refrigeration",
      "Having a low temperature.",
      "Used of physical heat; having a high or higher than desirable temperature or giving off heat or feeling or causing a sensation of heat or burning",
      "Of an object, having a high temperature.",
      "Having a high temperature."
    ],
    "verbs": [
      "To heat, or to become hot"
    ],
    "nouns": [
      "An apparatus used to measure temperature.",
      "Measuring instrument for measuring temperature",
      "Device to measure temperature",
      "A thermometer is a device that measures temperature or a temperature gradient using a variety of different principles.",
      "Apparatus used to measure temperature.",
      "A device which measures temperature or temperature gradient.",
      "The atmospheric conditions that comprise the state of the atmosphere in terms of temperature and wind and clouds and precipitation",
      "Sometimes referred to as \"the elements\"",
      "State of the atmosphere",
      "The day-to-day meteorological conditions, especially temperature, cloudiness, and rainfall, affecting a specific place.",
      "Unpleasant or destructive atmospheric conditions, and their effects.",
      "Weather is the state of the atmosphere, to the degree that it is hot or cold, wet or dry, calm or stormy, clear or cloudy.",
      "State of the atmosphere.",
      "The degree of hotness or coldness of a body or environment (corresponding to its molecular activity)",
      "A measure of cold or hot. A property that determines the direction of heat flow when an object is brought into thermal contact with other objects.",
      "A measure of cold or heat.",
      "In engineering, particularly engine temperatures and pressures",
      "The temperature of the atmosphere which represents the average kinetic energy of the molecular motion in a small region and is defined in terms of a standard or calibrated thermometer in thermal equilibrium with the air.",
      "A temperature is a comparative objective measure of hot and cold.",
      "A measure of cold or heat, often measurable with a thermometer.",
      "Physical property of matter that quantitatively expresses the common notions of hot and cold"
    ]
  },
  "category": "Travel & Places",
  "alsoKnownAs": [
    "Hot Weather",
    "Temperature"
  ],
  "version": {
    "unicode-version": "7.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A liquid-in-glass thermometer, as used to measure temperature. Depicted at various angles with a red liquid risen from the bulb to various levels on the scale. Commonly used for content&nbsp;concerning high temperatures, including <a href=\"/sun/\">warm weather</a>, illness (<a href=\"/face-with-thermometer/\">having a fever</a>), and various slang senses of <i>hot</i>.</p>",
  "apple_vendor_description": "Apple's thermometer emoji showcases a sleek, modern design with a bright red liquid filling a clear glass tube, indicating a high temperature. The subtle, realistic lighting and soft rounded edges on Apple devices give it a polished and professional look, suggesting measurement or a feverish state. It's frequently used to communicate illness, body temperature, or extreme heat."
}