{
  "code": "🤷",
  "Unicode": [
    "U+1F937"
  ],
  "slug": "person-shrugging",
  "shortcodes": {
    "github": ":shrug:",
    "slack": ":shrug:",
    "discord": ":shrug:"
  },
  "title": "Shrug",
  "keywords": [
    "doubt",
    "ignorance",
    "indifference",
    "person shrugging",
    "shrug"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [
      "Raise one's shoulders to indicate indifference or resignation",
      "To raise (the shoulders) to express uncertainty, lack of concern, (formerly) dread, etc.",
      "To raise the shoulders to express a lack of knowledge or certainty.",
      "To raise the shoulders to express uncertainty, lack of concern, etc.",
      "Consider unlikely or have doubts about"
    ],
    "nouns": [
      "A gesture involving the shoulders",
      "A lifting of the shoulders to signal indifference.",
      "A shrug is a gesture that is performed by lifting both shoulders up, and is a representation of an individual either not knowing an answer to a question, or not caring about a result.",
      "Doubt, a status between belief and disbelief, involves uncertainty or distrust or lack of sureness of an alleged fact, an action, a motive, or a decision.",
      "Doubt is uncertainty in the context of trust, action, decision or belief.",
      "The state of being unsure of something",
      "A status between belief and disbelief, involves uncertainty or distrust or lack of sureness of an alleged fact, an action, a motive, or a decision",
      "Challenge about the truth or accuracy of a matter.",
      "The state of being dubious.",
      "Uncertainty, disbelief.",
      "The condition of being uninformed or uneducated. Lack of knowledge or information.",
      "Ignorance is the condition of being uninformed or uneducated; i.e., lacking knowledge or information.",
      "The lack of knowledge or education",
      "Ignorance is a state of being uninformed.",
      "Lack of knowledge or information.",
      "Condition of being uninformed or uneducated.",
      "Apathy is most commonly defined as a lack of feeling, emotion, interest, or concern.",
      "A lack of interest; indifference, apathy.",
      "Absence of interest.",
      "The state of being indifferent.",
      "State of indifference or the suppression of emotions",
      "Apathy is a lack of feeling, emotion, interest, or concern.",
      "Complete lack of emotion or motivation about a person, activity, or object; depression; lack of interest or enthusiasm; disinterest.",
      "The trait of lacking enthusiasm for or interest in things generally.",
      "The trait of lacking enthusiasm for or interest in things generally"
    ]
  },
  "category": "People & Body",
  "alsoKnownAs": [
    "Shrug",
    "Shruggie",
    "¯\\_(ツ)_/¯"
  ],
  "version": {
    "unicode-version": "9.0",
    "emoji-version": "3.0"
  },
  "description": "<p>A person shrugging their shoulders to indicate a lack of knowledge about a particular topic, or a lack of care about the result of a situation.&nbsp;&macr;\\_(ツ)_/&macr;</p>\r\n\r\n<p>Displays as raised shoulders, sometimes in conjunction with raised arms and flat hands. The shrug gesture in text (emoticon / kaomoji) form is known as a <a href=\"https://kaomojipedia.org/shruggie/\"><em>shruggie</em></a> and typed as: &macr;\\_(ツ)_/&macr;</p>\r\n\r\n<p>The Unicode character&nbsp;<em>Shrug</em>&nbsp;(&quot;Person Shrugging&quot;)&nbsp;does not specify a gender, though it was previously shown as a woman on most platforms. See also&nbsp;<a href=\"/woman-shrugging/\">Woman Shrugging</a> or&nbsp;<a href=\"/man-shrugging/\">Man Shrugging</a>.</p>",
  "apple_vendor_description": "The person shrugging emoji on Apple devices features a character with a neutral expression, hands raised outwards in a classic gesture of uncertainty or indifference. Apple's characteristic soft, rounded edges and subtle 3D shading lend a friendly and approachable feel to the figure, while realistic lighting adds a touch of depth. This emoji perfectly captures that moment of 'I don't know' or 'what can you do?' with a universally understood visual language."
}