{
  "code": "👍🏿",
  "Unicode": [
    "U+1F44D",
    "U+1F3FF"
  ],
  "slug": "thumbs-up-dark-skin-tone",
  "shortcodes": null,
  "title": "thumbs up: dark skin tone",
  "keywords": [
    "up",
    "dark skin tone",
    "thumb",
    "hand",
    "+1"
  ],
  "senses": {
    "adjectives": [
      "Being or moving higher in position or greater in some value; being above a former position or level",
      "On a higher level.",
      "Established by authority; given authoritative approval",
      "Extending or moving toward a higher place",
      "Moving up, directed toward a higher place.",
      "Directed toward a higher place.",
      "Accepted.",
      "Having desirable or positive qualities especially those suitable for a thing specified",
      "Having desired or positive qualities.",
      "Performed well.",
      "Inspiring awe or admiration or wonder- Melville",
      "Causing astonishment in; causing to be astonished.",
      "Causing wonder, admiration or astonishment."
    ],
    "verbs": [
      "To increase or raise.",
      "Raise",
      "To be in accord in opinion, statement, or action; to be in unison or concord; to be united or consistent.",
      "To harmonize in opinion, statement, or action; to be in unison or concord; to be or become united or consistent; to concur.",
      "To unite or agree.",
      "Be in accord; be in agreement",
      "To be in accord.",
      "To unite or agree (in action or opinion); to have a common opinion; to coincide; to correspond."
    ],
    "nouns": [
      "Acceptance in human psychology is a person's assent to the reality of a situation, recognizing a process or condition without attempting to change it, protest.",
      "(commerce) An assent and engagement by the person on whom a bill of exchange is drawn.",
      "A person's assent to the reality of a situation",
      "Acceptance in human psychology is an assent to the reality of a situation, recognizing a process or condition, often a unpleasant or uncomfortable one, without attempting to change, deny, protest or resent it.",
      "The mental attitude that something is believable and should be accepted as true.",
      "The mental attitude that something is believable and should be accepted as true",
      "An assent and engagement by the person on whom a bill of exchange is drawn, to pay it when due according to the terms of the acceptance.",
      "An affirmative",
      "An affirmative expression; an answer that shows agreement or acceptance.",
      "Answer that shows agreement or acceptance.",
      "A thumbs-up or thumbs-down is a common hand gesture achieved by a closed fist held with the thumb extended upward or downward in approval or disapproval, respectively.",
      "A gesture signifying approval or okay; a thumb pointing up out of a fist.",
      "That part of the fore limb below the forearm or wrist in primates (including humans).",
      "The part of the fore limb below the forearm or wrist in a human, and the corresponding part in many other animals.",
      "The zoological term for the distal portion of the forelimb of an animal (including the human hand)",
      "Part of the fore limb.",
      "The (prehensile) extremity of the superior limb",
      "The manus is the zoological term for the distal portion of the fore limb of an animal.",
      "A hand, as the part of the fore limb below the forearm in a man, or the corresponding part in other vertebrates.",
      "A hand is a prehensile, multi-fingered extremity located at the end of an arm or forelimb of primates such as humans, chimpanzees, monkeys, and lemurs.",
      "First digit of the hand",
      "The short thick digit of the hand that for humans has the most mobility and can be made to oppose (moved to touch) all of the other fingers.",
      "The thumb is the last digit of the hand.",
      "The thick short innermost digit of the forelimb",
      "The shortest and thickest of the fingers that can be placed against the others in order to create a firm grip."
    ]
  },
  "category": "People & Body",
  "alsoKnownAs": null,
  "version": null,
  "description": "This version of the  Thumbs Up emoji has the  Dark Skin Tone applied, which is displayed as a Black Skin Tone on supported platforms. Co",
  "apple_vendor_description": "On Apple devices, the thumbs-up emoji with a dark skin tone is rendered with a strong, positive gesture, its hand exuding a sense of enthusiastic approval. Apple's signature glossy 3D shading and soft, rounded edges give the thumb a rounded, friendly appearance, while realistic lighting adds depth and polish. This emoji is universally understood to convey agreement, affirmation, success, or general positivity."
}