{
  "code": "🇷🇪",
  "Unicode": [
    "U+1F1F7",
    "U+1F1EA"
  ],
  "slug": "flag-reunion",
  "shortcodes": {
    "github": ":reunion:",
    "slack": ":flag-re:",
    "discord": ":flag_re:"
  },
  "title": "Flag: Réunion",
  "keywords": [
    "flag"
  ],
  "senses": {
    "adjectives": [
      "From or in the countryside or connected with it.",
      "Of, from or pertaining to the countryside (adjective)."
    ],
    "verbs": [],
    "nouns": [
      "French island and overseas department in the Indian Ocean",
      "Réunion is a French island with a population of 840,974 inhabitants located in the Indian Ocean, east of Madagascar, about southwest of Mauritius, the nearest island.",
      "Island in the Indian Ocean to the west of Mauritius and to the east of Madagascar.",
      "A French island in the Indian Ocean",
      "Emblem usually consisting of a rectangular piece of cloth of distinctive design",
      "Piece of cloth.",
      "A flag is a piece of fabric with a distinctive design that is used as a symbol, as a signaling device, or as decoration.",
      "A piece of cloth, often decorated with an emblem, used as a visual signal or symbol.",
      "Piece of fabric with a distinctive design",
      "The opposite of secession",
      "As its original Latin term",
      "Government",
      "The collective body of a nation or state as politically organized, or as exercising political functions.",
      "The territory of a nation, especially an independent nation state or formerly independent nation; a political entity asserting ultimate authority over a geographical area.",
      "Nations is often used synonymously with ethnic group, but although ethnicity is now one of the most important aspects of cultural or social identity for the members of most nations, people with the same ethnic origin may live in different nation-states and be treated as members of separate nations for that reason.",
      "Political organisation with a centralized independent government",
      "The government.",
      "An organized political community, living under a government",
      "Nation has various meanings, and the meaning has changed over time.",
      "A state is an organized community living under one government.",
      "A political entity asserting ultimate authority over a geographical area.",
      "A people permanently occupying a fixed territory bound together by common law, habits and custom into one body politic exercising, through the medium of an organized government, independent sovereignty and control over all persons and things within its boundaries, unless or until authority is ceded to a federation or union of other states.",
      "The people who live in a nation or country",
      "A politically organized body of people under a single government",
      "A sovereign state.",
      "A state is a nonphysical juridical entity of the international legal system that is represented by one centralized government that has supreme independent authority over a geographic area.",
      "The geographic area under the control of a political state."
    ]
  },
  "alsoKnownAs": [
    "Réunionnais Flag"
  ],
  "version": {
    "unicode-version": null,
    "emoji-version": "1.0"
  },
  "description": "<p>The flag for <a href=\"https://en.wikipedia.org/wiki/R%C3%A9union\">R&eacute;union</a>, which may show as the letters&nbsp;<em>RE</em>&nbsp;on some platforms.</p>\r\n\r\n<p>Shown as either the <a href=\"https://en.wikipedia.org/wiki/Flag_of_Réunion#/media/File:Proposed_flag_of_Réunion_(VAR).svg\">Volcano + Sunbeams</a>&nbsp;flag proposal by the <em>Vexillological Association of R&eacute;union</em>, or the <a href=\"https://en.wikipedia.org/wiki/Flag_of_R%C3%A9union#/media/File:Proposed_flag_of_R%C3%A9union_(ARF).svg\">blue, white, red stripes + four colored quadrants</a>&nbsp;proposal by the <em>Association for the R&eacute;union Flag</em>.</p>\r\n\r\n<p>The&nbsp;<a href=\"/flag-france/\" title=\"🇫🇷 Flag For France\">Flag For France</a>&nbsp;is the official flag of R&eacute;union. All local flags used are unofficial.</p>",
  "apple_vendor_description": "On Apple devices, the flag reunion emoji is presented as two flags merging or overlapping, rendered with Apple’s characteristic vibrant colors and crisp detail. The design features a subtle sense of movement and connection, emphasized by the smooth gradients and realistic lighting that give the fabric a tangible feel. This emoji on Apple devices symbolizes unity, coming together, or the joining of different entities, often used in contexts of partnership, family gatherings, or reconciliation.",
  "category": "Flags"
}