{
  "code": "🌲",
  "Unicode": [
    "U+1F332"
  ],
  "slug": "evergreen-tree",
  "shortcodes": {
    "github": ":evergreen_tree:",
    "slack": ":evergreen_tree:",
    "discord": ":evergreen_tree:"
  },
  "title": "Evergreen Tree",
  "keywords": [
    "evergreen tree",
    "tree"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [],
    "nouns": [
      "A tall perennial woody plant having a main trunk and branches forming a distinct elevated crown; includes both gymnosperms and angiosperms",
      "Perennial woody plant",
      "Trees are plants with elongated stems, or trunks, supporting leaves or branches.",
      "In botany, a tree is a perennial plant with an elongated stem, or trunk, supporting branches and leaves in most species.",
      "Any large woody perennial plant with a distinct trunk giving rise to branches or leaves at some distance from the ground.",
      "Plants, taken collectively.",
      "An organism that is not an animal, especially an organism capable of photosynthesis. Typically a small or herbaceous organism of this kind, rather than a tree.",
      "(botany) a living organism lacking the power of locomotion",
      "Plants considered as a group, especially those of a particular country, region, time, etc.",
      "The plants that inhabit a certain region or environment.",
      "Collectively, the set of all plants.",
      "Organism capable of photosynthesis.",
      "Inventory of plant species in a given region",
      "Flora is the plant life occurring in a particular region or time, generally the naturally occurring or indigenous -- native plant life.",
      "Any living organism that synthesizes its food from inorganic substances, possesses cellulose cell walls, responds slowly and often permanently to a stimulus, lacks specialized sense organs and nervous system, and has no powers of locomotion.",
      "Species belonging to the plant kingdom.",
      "The plant life characterizing a specific geographic region or environment.",
      "Plants, also called green plants, are multicellular eukaryotes of the kingdom Plantae.",
      "Plants are living organisms belonging to the kingdom Plantae.",
      "In botany, an evergreen is a plant that has leaves throughout the year, always green.",
      "Plant that has leaves in all four seasons",
      "A plant having foliage that persists and remains green throughout the year"
    ]
  },
  "category": "Animals & Nature",
  "alsoKnownAs": [
    "Fir Tree",
    "Pine Tree",
    "Tree"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>An evergreen tree, which keeps green leaves all year round. Depicted as a tall, dark green, cone-shaped tree with shaggy, layered leaves, as a <a href=\"https://en.wikipedia.org/wiki/Pine\">pine</a>&nbsp;or <a href=\"https://en.wikipedia.org/wiki/Fir\">fir</a>, showing a brown trunk.</p>\r\n\r\n<p>May be decorated in the form of a <a href=\"/christmas-tree/\">🎄 Christmas Tree</a>. May also be used to represent various types of trees, forests, northern climates, nature, winter, and the <a href=\"/christmas/\">Christmas season</a>.</p>",
  "apple_vendor_description": "On Apple devices, the evergreen tree emoji is a vibrant, stylized representation with lush, layered needles and a rich green hue, showcasing Apple's signature glossy 3D shading and realistic lighting. Its conical shape is perfectly defined with soft, rounded edges, evoking the sturdy and enduring nature of a pine or fir tree. This emoji on Apple devices commonly symbolizes nature, the outdoors, holidays like Christmas, or a sense of steadfastness and growth."
}