{
  "code": "📧",
  "Unicode": [
    "U+1F4E7"
  ],
  "slug": "e-mail",
  "shortcodes": {
    "github": ":e-mail:",
    "slack": ":e-mail:",
    "discord": ":email:"
  },
  "title": "E-Mail Symbol",
  "keywords": [
    "e-mail",
    "email",
    "letter",
    "mail"
  ],
  "senses": {
    "adjectives": [
      "Caused or enabled to go or be conveyed or transmitted",
      "Operating on the physical behavior of electrons, especially in semiconductors.",
      "Of, relating to or produced by means of electronics.",
      "Operating on behavior of electrons.",
      "Of or relating to electronics; concerned with or using devices that operate on principles governing the behavior of electrons"
    ],
    "verbs": [
      "Communicate electronically on the computer"
    ],
    "nouns": [
      "Communication is the activity of conveying information through the exchange of ideas, feelings, intentions, attitudes, expectations, perceptions or commands, as by speech, non-verbal gestures, writings, behavior and possibly by other means such as electromagnetic, chemical or physical phenomena and smell.",
      "Conveying information through the exchange of thoughts, messages or information",
      "The activity of communicating; the activity of conveying information",
      "Navigation, surveillance\", often associated with air traffic management as CNS/ATM",
      "The concept or state of exchanging data or information between entities.",
      "Concept of information exchange.",
      "Communication is the activity of conveying information through the exchange of thoughts, messages, or information, as by speech, visuals, signals, writing, or behavior.",
      "A flat (usually rectangular) container for a letter, thin package, etc.",
      "Electronic mail, most commonly referred to as email or e-mail since, is a method of exchanging digital messages from an author to one or more recipients.",
      "A message sent via an e-mail system.",
      "A string that identifies a user so that the user can receive Internet email. An email address on the Internet typically consists of an account name, followed by the @ (at) symbol, a host name, and a domain name.",
      "Information at the top of an e-mail message, including the name and address of the sender and recipient, the date and time sent, the subject, and other information that is not part of the body text of the message. The mail header is used by an e-mail client or program.",
      "Information or message that is transmitted or exchanged from one computer terminal to another, through telecommunication.",
      "An app for sending and receiving email.",
      "A folder that stores messages that have been created but not yet sent.",
      "Message sent via e-mail.",
      "A message that is sent over a communications network such as a local area network or the Internet.",
      "(computer science) a system of world-wide electronic communication in which a computer user can compose a message at one terminal that can be regenerated at the recipient's terminal when the recipient logs in",
      "A notification issued when a message is received",
      "A utility that allows the user to send and receive e-mail.",
      "The exchange of text messages and computer files over a communications network, such as a local area network or the Internet.",
      "Method of sending digital messages from an author to one or more recipients",
      "A written message addressed to a person or organization",
      "A letter is a written message from one party to another containing information.",
      "A written message.",
      "A form of written communication; see also mail",
      "A written message; a letter, note or memo.",
      "A text that is written to and for a specific person or set of people (and is most commonly sent to them by post).",
      "An activity that tracks the delivery of a letter. The activity can contain the electronic copy of the letter.",
      "Written message containing information from one party to another"
    ]
  },
  "category": "Objects",
  "alsoKnownAs": [
    "Email"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A symbol for email. Depicted as the back of an envelope imprinted with a capital letter E (for <em>electronic</em>) or @ (<em>at</em>) sign.&nbsp;Commonly used as an icon before an email address.</p>\r\n\r\n<p>The envelope is generally white with the E or @ symbols shown in&nbsp;blue. Apple, Google, and Twitter&#39;s&nbsp;designs feature the letter E, while Microsoft, Facebook, WhatsApp, and Samsung&rsquo;s the @ sign.</p>\r\n\r\n<p>Google&#39;s&nbsp;envelope was <a href=\"/google/android-8.0/e-mail/\">previously</a> yellow in color.</p>",
  "apple_vendor_description": "Apple's e-mail emoji is a sleek, white envelope with a distinctive blue flap, presented with a smooth, glossy finish that's characteristic of Apple's design language. On Apple devices, the subtle shadows and highlights give it a tangible, almost three-dimensional feel, suggesting swift delivery and important correspondence. This emoji is a universally recognized symbol for sending or receiving messages, perfect for signaling communication or a need to connect digitally within the Apple ecosystem."
}