{
  "code": "💘",
  "Unicode": [
    "U+1F498"
  ],
  "slug": "heart-with-arrow",
  "shortcodes": {
    "github": ":cupid:",
    "slack": ":cupid:",
    "discord": ":cupid:"
  },
  "title": "Heart with Arrow",
  "keywords": [
    "arrow",
    "cupid",
    "heart with arrow"
  ],
  "senses": {
    "adjectives": [
      "Pertaining to the heart.",
      "Relating to the heart.",
      "Of or relating to the heart",
      "Feeling or showing love and affection"
    ],
    "verbs": [
      "To be fond of. Often bracketed or abbreviated with a heart symbol.",
      "To feel an affection, emotion or love for."
    ],
    "nouns": [
      "A mark to indicate a direction or relation",
      "A mark to indicate a direction or relation.",
      "A sign or symbol used to indicate a direction (e.g. \\to).",
      "An injury to a person by which the skin is divided or its continuity broken.",
      "Wounds, in medicine, are a type of physical injury in which skin is torn, cut or punctured, or where blunt force trauma causes a contusion.",
      "A type of injury in which in skin or tisue is torn, cut,  punctured or otherwise hurt.",
      "The act of inflicting a wound.",
      "The act of cutting.",
      "A type of injury",
      "Injury where the skin is torn",
      "The act of inflicting a wound",
      "A wound is a type of injury in which skin is torn, cut, or punctured, or where blunt force trauma causes a contusion.",
      "Act of cutting.",
      "The god of love, son of Venus; sometimes depicted as a cherub (a naked, winged boy with bow and arrow). The Roman counterpart of Eros.",
      "In classical mythology, Cupid is the god of desire, erotic love, attraction and affection.",
      "God of desire, affection and erotic love",
      "1221 Amor is the namesake of the Amor asteroids, a group of near-Earth asteroids whose orbits range between those of Earth and Mars.",
      "Eros or Kamadeva, commonly referred to as the God of Love",
      "(Roman mythology) god of love; counterpart of Greek Eros",
      "An asteroid that orbits between the orbits of Earth and Mars",
      "Love is a variety of different feelings, states, and attitudes that ranges from interpersonal affection to pleasure.",
      "An intense feeling of affection and care towards another person.",
      "Emotion based on affection",
      "A strong positive emotion of regard and affection",
      "In the Italian or Latin languages",
      "The form of romantic affection that is considered pure and wholly positive, not just based on feelings of lust.",
      "Love is a word which refers to a variety of different emotional states, feelings or attitudes which range from those of simple personal pleasures or desires to those characterizing interpersonal affection and many forms of profound kindness, compassion, and benevolent concern for the good of others.",
      "?, representing love, the organ, or a card suit",
      "A feeling of love or strong attachment.",
      "Affection is a \"disposition or rare state of mind or body\" that is often associated with a feeling or type of love.",
      "The heart symbol or \"heart shape\" is an ideograph used to express the idea of the \"heart\" in its metaphorical or symbolic sense as the center of emotion, including affection and love, especially romantic love.",
      "Philia, often translated \"brotherly love\", is one of the four ancient Greek words for love: philia, storge, agape and eros.",
      "A conventional shape or symbol used to represent the heart, love, or emotion: ? or sometimes <3.",
      "Affection, attraction, infatuation, or fondness is a \"disposition or rare state of mind or body\" that is often associated with a feeling or type of love.",
      "As used by Aristotle in his Nichomachean Ethics",
      "A stylized representation of the muscular organ, used as a symbol for affection, in the shape of two top lobes and a tapering bottom.",
      "A positive feeling of liking",
      "Feeling of love or strong attachment."
    ]
  },
  "category": "Smileys & Emotion",
  "alsoKnownAs": [
    "Cupid Arrow",
    "Lovestruck"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A heart emoji with an arrow through the center, like the arrow that cupid shoots for love.</p>\r\n\r\n<p>This emoji tends to spike in popularity on <a href=\"/valentines-day\">Valentine&#39;s Day</a>.</p>",
  "apple_vendor_description": "The heart with arrow emoji on Apple devices is rendered with a vibrant, glossy red that catches the light, showcasing Apple's signature 3D shading and smooth gradients. The arrow pierces the heart with a crisp, defined point, suggesting a sudden or impactful emotional experience. This emoji elegantly conveys the feeling of falling in love, being smitten, or experiencing a powerful emotional connection, a sentiment perfectly captured by Apple's polished design language."
}