{
  "code": "🇸🇩",
  "Unicode": [
    "U+1F1F8",
    "U+1F1E9"
  ],
  "slug": "flag-sudan",
  "shortcodes": {
    "github": ":sudan:",
    "slack": ":flag-sd:",
    "discord": ":flag_sd:"
  },
  "title": "Flag: Sudan",
  "keywords": [
    "flag"
  ],
  "senses": {
    "adjectives": [
      "From or in the countryside or connected with it.",
      "Of, from or pertaining to the countryside (adjective)."
    ],
    "verbs": [],
    "nouns": [
      "A republic in northeastern Africa on the Red Sea; achieved independence from Egypt and the United Kingdom in 1956",
      "A country in Northern Africa.",
      "Country in Northeast Africa. Official name: Republic of the Sudan.",
      "Sudan, officially the Republic of the Sudan, is an Arab republic in the Nile Valley of North Africa, bordered by Egypt to the north, the Red Sea, Eritrea and Ethiopia to the east, South Sudan to the south, the Central African Republic to the southwest, Chad to the west and Libya to the northwest.",
      "Sudan is the largest African country by area.",
      "Country in Africa",
      "Republic of Sudan.",
      "A country in northeastern Africa",
      "Emblem usually consisting of a rectangular piece of cloth of distinctive design",
      "Piece of cloth.",
      "A flag is a piece of fabric with a distinctive design that is used as a symbol, as a signaling device, or as decoration.",
      "A piece of cloth, often decorated with an emblem, used as a visual signal or symbol.",
      "Piece of fabric with a distinctive design",
      "The opposite of secession",
      "As its original Latin term",
      "Government",
      "The collective body of a nation or state as politically organized, or as exercising political functions.",
      "The territory of a nation, especially an independent nation state or formerly independent nation; a political entity asserting ultimate authority over a geographical area.",
      "Nations is often used synonymously with ethnic group, but although ethnicity is now one of the most important aspects of cultural or social identity for the members of most nations, people with the same ethnic origin may live in different nation-states and be treated as members of separate nations for that reason.",
      "Political organisation with a centralized independent government",
      "The government.",
      "An organized political community, living under a government",
      "Nation has various meanings, and the meaning has changed over time.",
      "A state is an organized community living under one government.",
      "A political entity asserting ultimate authority over a geographical area.",
      "A people permanently occupying a fixed territory bound together by common law, habits and custom into one body politic exercising, through the medium of an organized government, independent sovereignty and control over all persons and things within its boundaries, unless or until authority is ceded to a federation or union of other states.",
      "The people who live in a nation or country",
      "A politically organized body of people under a single government",
      "A sovereign state.",
      "A state is a nonphysical juridical entity of the international legal system that is represented by one centralized government that has supreme independent authority over a geographic area.",
      "The geographic area under the control of a political state."
    ]
  },
  "alsoKnownAs": [
    "Sudanese Flag"
  ],
  "version": {
    "unicode-version": null,
    "emoji-version": "1.0"
  },
  "description": "<p>The flag for&nbsp;<a href=\"https://en.wikipedia.org/wiki/Sudan\">Sudan</a>, which may show as the letters&nbsp;<em>SD</em>&nbsp;on some platforms.</p>",
  "apple_vendor_description": "The flag of Sudan emoji, as seen on Apple devices, is a vibrant representation with crisp, clean lines and bold colors that adhere to Apple’s high-definition rendering standards. The tri-color design, featuring red, white, and black horizontal stripes topped with a green triangle, is presented with a subtle sheen, indicating realistic fabric texture. This emoji serves as a direct and proud symbol of national identity, travel, or discussions related to Sudan.",
  "category": "Flags"
}