{
  "code": "🇪🇦",
  "Unicode": [
    "U+1F1EA",
    "U+1F1E6"
  ],
  "slug": "flag-ceuta-melilla",
  "shortcodes": {
    "github": ":ceuta_melilla:",
    "slack": ":flag-ea:",
    "discord": ":flag_ea:"
  },
  "title": "Flag: Ceuta & Melilla",
  "keywords": [
    "flag"
  ],
  "senses": {
    "adjectives": [
      "Of or pertaining to the people or culture of Spain.",
      "Of or relating to or characteristic of Spain or the people of Spain",
      "Of or relating to Spain, Spaniards, or the Spanish language."
    ],
    "verbs": [
      "To cause to move back and forth repeatedly.",
      "To move or swing back and forth.",
      "To move a weapon.",
      "Move or swing back and forth",
      "To move or swing a weapon back and forth, particularly if demonstrating skill."
    ],
    "nouns": [
      "Emblem usually consisting of a rectangular piece of cloth of distinctive design",
      "Piece of cloth.",
      "A flag is a piece of fabric with a distinctive design that is used as a symbol, as a signaling device, or as decoration.",
      "A piece of cloth, often decorated with an emblem, used as a visual signal or symbol.",
      "Piece of fabric with a distinctive design",
      "The flag of Spain, as it is defined in the Spanish Constitution of 1978, consists of three horizontal stripes: red, yellow and red, the yellow stripe being twice the size of each red stripe."
    ]
  },
  "alsoKnownAs": [],
  "version": {
    "unicode-version": null,
    "emoji-version": "1.0"
  },
  "description": "<p>The flag for Ceuta, Melilla, which may show as the letters <em>EA</em> on some platforms. Uses the same flag as <a href=\"/flag-spain/\" title=\"🇪🇸 Flag for Spain\">Spain</a>.</p>",
  "apple_vendor_description": "Apple's rendition of the flag of Ceuta and Melilla features a bold, heraldic design with precise lines and rich coloration, reflecting its historical significance. The emoji on Apple devices utilizes smooth gradients and subtle 3D shading to give the coat of arms depth and presence. It serves as a direct and official representation of these Spanish autonomous cities, often used in discussions related to geography, politics, or travel to the region."
}