{
  "code": "🥊",
  "Unicode": [
    "U+1F94A"
  ],
  "slug": "boxing-glove",
  "shortcodes": {
    "github": ":boxing_glove:",
    "slack": ":boxing_glove:"
  },
  "title": "Boxing Glove",
  "keywords": [
    "boxing",
    "glove"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [
      "To put on a glove.",
      "To catch the ball in a baseball mitt"
    ],
    "nouns": [
      "Boxing gloves are cushioned gloves that fighters wear on their hands during boxing matches.",
      "Boxing equipment consisting of big and padded coverings for the fists of the fighters; worn for the sport of boxing",
      "A padded mitten, designed to protect the hand while punching, and worn in boxing.",
      "Padded mitten worn in boxing.",
      "Bare-knuckled boxing, a form of boxing done without boxing gloves or similar padding.",
      "Boxing without boxing gloves",
      "A combat sport in which two participants of similar weight fight each other with their fists.",
      "Bare-knuckle boxing is the original form of boxing, closely related to ancient combat sports.",
      "Fighting with the fists",
      "A sport where two opponents punch each other with gloved fists, the object being to score more points by the end of the match or by knockout, or technical knockout.",
      "Combat sport",
      "Fighting with fists, boxing",
      "Boxing is a combat sport in which two people engage in a contest of strength, speed, reflexes, endurance, and will, by throwing punches at each other, usually with gloved hands.",
      "A garment covering the whole hand",
      "A glove is a garment covering the whole hand.",
      "Garment worn on the hand",
      "Item of clothing.",
      "Handwear: covers the hand and wrist",
      "A garment for a hand, often extending to the wrist and sometimes up to the elbow, which either covers each finger individually, or separates the thumb from the other fingers.",
      "An item of clothing other than a mitten, covering all or part of the hand and fingers, but allowing independent movement of the fingers"
    ]
  },
  "category": "Activities",
  "alsoKnownAs": [],
  "version": {
    "unicode-version": "9.0",
    "emoji-version": "3.0"
  },
  "description": "<p>A padded boxing glove, used in the sport of&nbsp;boxing. Usually red.</p>",
  "apple_vendor_description": "On Apple devices, the boxing glove emoji is depicted with a bold, dynamic stance, featuring a richly colored glove with a strong sense of texture and volume, thanks to Apple’s signature 3D shading and realistic lighting. Its soft rounded edges give it a tactile feel, while the subtle highlights suggest a well-worn, powerful tool of sport. This emoji powerfully symbolizes competition, strength, resilience, or the act of fighting for a cause, often used to express determination or a spirited challenge."
}