{
  "code": "👨🏼‍✈️",
  "Unicode": [
    "U+1F468",
    "U+1F3FC",
    "U+200D",
    "U+2708",
    "U+FE0F"
  ],
  "slug": "man-pilot-medium-light-skin-tone",
  "shortcodes": null,
  "title": "man pilot: medium-light skin tone",
  "keywords": [
    "plane",
    "medium-light skin tone",
    "pilot",
    "man"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [
      "Operate an airplane"
    ],
    "nouns": [
      "Person actively involved in flying an aircraft",
      "Controller of aircraft.",
      "A person who flies or navigates an aircraft",
      "A person who is in charge of the controls of an aircraft.",
      "An aircraft pilot is an aviator who actively and directly operates the directional flight controls of an aircraft while in flight.",
      "Someone who is licensed to operate an aircraft in flight",
      "A person who flies an aircraft.",
      "Sexual maturity is the age or stage when an organism can reproduce.",
      "The age or stage when an organism can reproduce",
      "An adult male human.",
      "A man is a male human.",
      "An adult male human",
      "An adult human member of the sex that begets young by fertilizing ova.",
      "A human member of the masculine sex or gender.",
      "An adult person who is male (as opposed to a woman)",
      "An aircraft that has a fixed wing and is powered by propellers or jets",
      "A powered heavier-than-air aircraft with fixed wings.",
      "An airplane or aeroplane is a powered, fixed-wing aircraft that is propelled forward by thrust from a jet engine or propeller.",
      "A powered heavier-than-air aircraft with fixed wings that obtains lift by the Bernoulli effect and is used for transportation.",
      "Powered aircraft capable of flight using fixed wings that generate lift",
      "An airplane; an aeroplane."
    ]
  },
  "category": "People & Body",
  "alsoKnownAs": null,
  "version": null,
  "description": "The Male Pilot, Type-3 emoji is a sequence of the  Man,  Emoji Modifier Fitzpatrick Type-3, ? Airplane and ? Variation Selector-16 emoji",
  "apple_vendor_description": "Apple's pilot emoji for a man with a medium-light skin tone showcases a confident aviator in uniform, complete with a professional cap and a subtle, friendly gaze. The uniform is rendered with soft gradients and realistic fabric textures, characteristic of Apple's detailed approach to character designs. This emoji embodies adventure, ambition, travel, and expertise, offering a polished and aspirational symbol for any communication involving flight or professional journeys on Apple devices."
}