{
  "code": "☸️",
  "Unicode": [
    "U+2638",
    "U+FE0F"
  ],
  "slug": "wheel-of-dharma",
  "shortcodes": {
    "github": ":wheel_of_dharma:",
    "slack": ":wheel_of_dharma:",
    "discord": ":wheel_of_dharma:"
  },
  "title": "Wheel of Dharma",
  "keywords": [
    "Buddhist",
    "dharma",
    "religion",
    "wheel",
    "wheel of dharma"
  ],
  "senses": {
    "adjectives": [
      "Of or relating to or supporting Buddhism",
      "Of, relating to, or practicing Buddhism",
      "Pertaining to Buddhism",
      "Of or relating to or supporting Buddhism.",
      "Of, relating to Buddhism."
    ],
    "verbs": [],
    "nouns": [
      "One who follows the teachings of Buddha",
      "A circular device facilitating movement or transportation.",
      "A circular object that spins around a central axe thereby allowing relatively low-friction movement.",
      "A simple machine consisting of a circular frame with spokes (or a solid disc) that can rotate on a shaft or axle (as in vehicles or other machines)",
      "A circular device capable of rotating on its axis, facilitating movement or transportation or performing labour in machines.",
      "A wheel is a circular component that is intended to rotate on an axial bearing.",
      "One of the six simple machines, a circular item that rotates about an axial bearing",
      "\"Wheel of Dharma\" or \"Wheel of Law\", a symbol of Buddhism",
      "The dharmacakra, usually written dharmachakra in English, is one of the Ashtamangala symbols that has represented dharma, the Buddha's teaching of the path to Nirvana, since the early period of Indian Buddhism.",
      "Buddhism is a nontheistic religion that encompasses a variety of traditions, beliefs and practices largely based on teachings attributed to Siddhartha Gautama, who is commonly known as the Buddha, meaning \"the awakened one\".",
      "Religion and philosophy.",
      "See Maya (illusion).",
      "Religion, predominantly practiced in Asia",
      "The teaching of Buddha that life is permeated with suffering caused by desire, that suffering ceases when desire ceases, and that enlightenment obtained through right conduct and wisdom and meditation releases one from desire and suffering and rebirth",
      "Buddhism is a nontheistic religion and philosophy, said to have been founded by Gautama Buddha.",
      "The religion and philosophy founded by the Nepalese teacher .",
      "A religion and philosophy based on the teachings of Gautama Buddha."
    ]
  },
  "category": "Symbols",
  "alsoKnownAs": [
    "Helm"
  ],
  "version": {
    "unicode-version": "1.1",
    "emoji-version": "1.0"
  },
  "description": "<p>A symbol often used in relation to the Indian religions of&nbsp;Hinduism, Buddhism, Sikhism and Jainism.</p>",
  "apple_vendor_description": "Rendered with Apple's characteristic smooth gradients and precise detailing, the Wheel of Dharma emoji on Apple devices features a central hub and eight spokes radiating outwards, all depicted in a warm, metallic bronze.  The subtle 3D shading gives the impression of depth and rotation, symbolizing the Noble Eightfold Path and Buddhist teachings.  This emoji is often used in spiritual contexts or to represent concepts of wisdom, enlightenment, and the cycle of existence."
}