{
  "code": "🗣️",
  "Unicode": [
    "U+1F5E3",
    "U+FE0F"
  ],
  "slug": "speaking-head",
  "shortcodes": {
    "github": ":speaking_head:",
    "slack": ":speaking_head_in_silhouette:",
    "discord": ":speaking_head_in_silhouette:"
  },
  "title": "Speaking Head in Silhouette",
  "keywords": [
    "face",
    "head",
    "silhouette",
    "speak",
    "speaking"
  ],
  "senses": {
    "adjectives": [
      "Of, relating to, or intended for the head.",
      "Capable of or involving speech or speaking",
      "Used in speaking."
    ],
    "verbs": [
      "Express in speech"
    ],
    "nouns": [
      "The utterance of intelligible speech",
      "Part of the body at the front of the head",
      "The face is a central organ of sense and is also very central in the expression of emotion among humans and among numerous other species.",
      "Faces are the central sense organ complexes, for those animals that have one, normally on the ventral surface of the head.",
      "The front of the human head from the forehead to the chin and ear to ear",
      "The front part of the head, featuring the eyes, nose, and mouth and the surrounding area.",
      "A person, especially as one among many.",
      "Some unspecified person.",
      "An individual is a person or a specific object.",
      "A single physical human being as a legal subject, as opposed to a legal person such as a corporation.",
      "A human; someone susceptible to death.",
      "A human being",
      "A person is a being, such as a human, that has certain capacities or attributes constituting personhood, which in turn is defined differently by different authors in different disciplines, and by different cultures in different times and places.",
      "A human being.",
      "A person that will die eventually.",
      "A being, such as a human, that has certain capacities or attributes constituting personhood",
      "Abstract term defining a being, e.g. a human, that has certain capacities or attributes constituting personhood (not for use with \"instance of\" [P31], instead use \"human\" [Q5])",
      "Some person.",
      "An individual; usually a human being.",
      "The head.",
      "A head is the cephalic part of an organism, which usually comprises the eyes, ears, nose and mouth, each of which aid in various sensory functions, such as sight, hearing, smell, and taste.",
      "Head in French",
      "Cephalic part of an animal",
      "A Head is the cephalic part of an animal, which usually comprises the eyes, ears, nose and mouth, each of which aid in various sensory functions, such as sight, hearing, smell, and taste.",
      "The upper part of the human body or the front part of the body in animals; contains the face and brains",
      "The part of the body of an animal or human which contains the brain, mouth and main sense organs.",
      "The production of a spoken language",
      "(language) communication by word of mouth",
      "Spoken language, is language produced by articulate sounds, as opposed to written language.",
      "An artificial language that specifies instructions to be executed on a computer. The term covers a wide spectrum, from binary-coded machine language to high-level languages.",
      "System of communication using words or symbols.",
      "Speech is the vocalized form of human communication.",
      "Language a post was written in or the system calculated for the post.",
      "Human natural language, in which the words are uttered through the mouth. The opposites are written language, sign language and nonverbal communication.",
      "Language produced orally",
      "A content descriptor developed by the Entertainment Software Rating Board (ESRB).",
      "A form of communication using words either spoken or gestured with the hands and structured with grammar, often with a writing system.",
      "A dialect or language.",
      "A silhouette is the image of a person, animal, object or scene represented as a solid shape of a single color, usually black, its edges matching the outline of the subject.",
      "Image",
      "An illustrated outline filled in with a solid color(s), usually only black, and intended to represent the shape of an object without revealing any other visual details; a similar appearance produced when the object being viewed is situated in relative darkness with brighter lighting behind it; a profile portrait in black, such as a shadow appears to be.",
      "A representation of the outlines of an object filled in with a single color.",
      "Representation of the outlines of an object filled in with a black color."
    ]
  },
  "category": "People & Body",
  "alsoKnownAs": [
    "Mansplaining",
    "Shout",
    "Shouting"
  ],
  "version": {
    "unicode-version": "7.0",
    "emoji-version": "1.0"
  },
  "description": "<p>The silhouette of a person speaking. Faces left-to-right, with lines demonstrating speech being expelled. Sometimes used in the context of shouting&nbsp;or&nbsp;<a href=\"https://en.wikipedia.org/wiki/Mansplaining\">mansplaining</a>.</p>",
  "apple_vendor_description": "On Apple devices, the speaking head emoji is rendered as a stylized silhouette of a human head, facing to the right, with radiating lines emanating from the mouth. Apple’s smooth gradients and precise contours give this icon a modern and clean appearance, symbolizing speech, communication, and the act of conveying information. Its minimalist design, enhanced by subtle shading, makes it an effective and universally understood representation of dialogue, announcements, or sharing thoughts."
}