{
  "code": "💤",
  "Unicode": [
    "U+1F4A4"
  ],
  "slug": "zzz",
  "shortcodes": {
    "github": ":zzz:",
    "slack": ":zzz:",
    "discord": ":zzz:"
  },
  "title": "Sleeping Symbol",
  "keywords": [
    "comic",
    "sleep",
    "zzz"
  ],
  "senses": {
    "adjectives": [
      "Showing lack of attention or boredom",
      "Half asleep",
      "Depleted of strength or energy",
      "Ready to fall asleep"
    ],
    "verbs": [
      "To sleep.",
      "To breathe during sleep with harsh, snorting noises caused by vibration of the soft palate.",
      "Breathe noisily during one's sleep",
      "Breathe during sleep with harsh noises.",
      "Be asleep"
    ],
    "nouns": [
      "A natural and periodic state of rest during which consciousness of the world is suspended",
      "A periodic state of physiological rest during which consciousness is suspended and metabolic rate is decreased.",
      "The state of reduced consciousness during which a human or animal rests in a daily rhythm.",
      "Sleep is a naturally recurring state of bodily rest involving altered consciousness, relatively inhibited sensory activity, and inhibition of nearly all voluntary muscles.",
      "State characterized by reduced or absent consciousness",
      "In animals, sleep is a naturally recurring state characterized by altered consciousness, relatively inhibited sensory activity, and inhibition of nearly all voluntary muscles.",
      "State of reduced consciousness."
    ]
  },
  "category": "Smileys & Emotion",
  "alsoKnownAs": [
    "Boring",
    "Bedtime",
    "Sleep",
    "Zzz"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A series of three Zs making a Zzz. Represents sleeping, snoring, dreaming, or any sleep-related state. Can also be used in some contexts to represent something that is&nbsp;boring.</p>",
  "apple_vendor_description": "On Apple devices, the 'zzz' emoji is a playful and instantly recognizable symbol of sleep or exhaustion. The letters 'Z' are presented in a bold, slightly rounded font, characteristic of Apple’s clean design aesthetic, and are subtly shaded to give them a gentle 3D presence. Soft, wispy lines emanate from the letters, visually representing a deep slumber or the quiet hum of sleep, conveying a sense of rest and relaxation with a touch of whimsy."
}