{
  "code": "😕",
  "Unicode": [
    "U+1F615"
  ],
  "slug": "confused-face",
  "shortcodes": {
    "github": ":confused:",
    "slack": ":confused:",
    "discord": ":confused:"
  },
  "title": "Confused Face",
  "keywords": [
    "confused",
    "face",
    "meh"
  ],
  "senses": {
    "adjectives": [
      "Confused or perplexed",
      "Confused or perplexed.",
      "Perplexed by many conflicting situations or statements; filled with bewilderment",
      "Perplexed by many conflicting situations or statements; filled with bewilderment.",
      "Feeling mentally uncomfortable because something is missing or wrong.",
      "Experiencing or showing sorrow or unhappiness- Christina Rossetti",
      "Feeling sorrow; sorrowful, mournful.",
      "Not happy; sad.",
      "Experiencing or marked by or causing sadness or sorrow or discontent"
    ],
    "verbs": [
      "To look angry or sullen, wrinkle one's forehead, as if to signal disapproval.",
      "Look angry or sullen, wrinkle one's forehead, as if to signal disapproval",
      "To frown; to look sullen.",
      "Be confusing or perplexing to; cause to be unable to think clearly"
    ],
    "nouns": [
      "Apathy is most commonly defined as a lack of feeling, emotion, interest, or concern.",
      "A lack of interest; indifference, apathy.",
      "Absence of interest.",
      "The state of being indifferent.",
      "State of indifference or the suppression of emotions",
      "Apathy is a lack of feeling, emotion, interest, or concern.",
      "Complete lack of emotion or motivation about a person, activity, or object; depression; lack of interest or enthusiasm; disinterest.",
      "The trait of lacking enthusiasm for or interest in things generally.",
      "The trait of lacking enthusiasm for or interest in things generally",
      "The science of mental life",
      "Psychology is an academic and applied discipline involving the scientific study of mental processes and behavior.",
      "The study of the human mind.",
      "Study of mental functions and behaviours",
      "Study of the human mind.",
      "Psychology is an academic and applied discipline that involves the scientific study of mental functions and behaviors.",
      "The science that deals with the functions of the mind and the behaviour of an organism in relation to its environment.",
      "A corollary to the principle of cognitive dissonance, the notion that it is impossible for a person (or organization) to live too long where there is incongruence between a belief and a behavior.",
      "Confusion is the state of being bewildered or unclear in one's mind about something.",
      "A mental state characterized by a lack of clear and orderly thought and behavior",
      "The act of confusing or the state of being confused.",
      "The state or quality of being confused",
      "State of being confused; misunderstanding.",
      "The state of being confused; misunderstanding."
    ]
  },
  "category": "Smileys & Emotion",
  "alsoKnownAs": [
    "Nonplussed",
    "Puzzled",
    ":S"
  ],
  "version": {
    "unicode-version": "6.1",
    "emoji-version": "1.0"
  },
  "description": "<p>A yellow face with open eyes and a skewed frown, as if scrunching its cheeks or chewing its lips. A look of&nbsp;feeling unsure.</p>\r\n\r\n<p>While it can convey confusion or hesitation,&nbsp;it is also commonly used for slight sadness, disappointment, and frustration.</p>\r\n\r\n<p>Huawei&#39;s design for this emoji includes a&nbsp;<a href=\"/question-mark\">❓ Red Question Mark</a>.</p>\r\n\r\n<p><a href=\"/samsung/experience-9.0/confused-face/\">Samsung</a> previously included raised eyebrows, as did <a href=\"/microsoft/windows-10/confused-face/\">Microsoft</a> along with a rotated&nbsp;S-shaped mouth, &agrave; la the :S emoticon.&nbsp;Google&rsquo;s design also <a href=\"/google/android-8.0/confused-face/\">previously&nbsp;included</a>&nbsp;a furrowed brow.</p>",
  "apple_vendor_description": "The confused face emoji on Apple devices presents a classic yellow face with wide, questioning eyes and a slightly furrowed brow, conveying a delightful sense of bewilderment. Its soft rounded edges and smooth gradients create a universally understood expression of uncertainty or mild perplexity. This emoji is perfect for asking for clarification, expressing surprise at something unexpected, or simply indicating a moment of mental fog."
}