{
  "code": "🛑",
  "Unicode": [
    "U+1F6D1"
  ],
  "slug": "stop-sign",
  "shortcodes": {
    "github": ":stop_sign:",
    "slack": ":octagonal_sign:",
    "discord": ":stop_sign:"
  },
  "title": "Octagonal Sign",
  "keywords": [
    "octagonal",
    "sign",
    "stop"
  ],
  "senses": {
    "adjectives": [
      "Shaped like an octagon, in having eight sides and eight angles.",
      "Of or relating to or shaped like an octagon",
      "Shaped like an octagon."
    ],
    "verbs": [
      "To cease moving.",
      "To come to a halt; to cease moving.",
      "To halt a process or action, typically without restoring the prior state.",
      "Come to a halt, stop moving"
    ],
    "nouns": [
      "An eight-sided polygon",
      "A polygon with eight sides.",
      "Polygon with eight sides and eight angles.",
      "In geometry, an octagon is a polygon that has eight sides.",
      "A polygon with eight sides and eight angles.",
      "A geometric figure with eight corners, an octagon.",
      "Punctuation mark",
      "A punctuation mark used to indicate the end of a sentence or an abbreviated part of a word; a full stop; a period.",
      "The punctuation mark “” (indicating the end of a sentence or marking an abbreviation).",
      "In punctuation, the full stop or period is the punctuation mark placed at the end of a sentence.",
      "A dot-shaped punctuation mark.",
      "A value that is used in Microsoft Points to enable efficient micropayments and prepaid purchase for cash based consumers (including kids/teens, as well as emerging and developing markets) and provide a mechanism to directly reward loyal customers.",
      "The punctuation mark “.” (indicating the ending of a sentence or marking an abbreviation).",
      "A punctuation mark (.) placed at the end of a declarative sentence to indicate a full stop or after abbreviations",
      "A full stop or other terminal punctuation mark.",
      "A form of punctuation also known as a \"period\"",
      "The dot-shaped punctuation mark that indicates the end of a sentence.",
      "Red trafic sign.",
      "A traffic signal",
      "A red sign on the side of a street instructing vehicles to stop.",
      "(colloquial, parts of the US) A rolling stop at a stop sign.",
      "An automobile driving maneuver in which a driver slows down, but does not stop, at a stop sign.",
      "A stop sign is a traffic sign to notify drivers that they must stop before proceeding.",
      "A traffic sign to instruct one to be still and not proceed until the path is clear."
    ]
  },
  "category": "Travel & Places",
  "alsoKnownAs": [
    "Stop Sign"
  ],
  "version": {
    "unicode-version": "9.0",
    "emoji-version": "3.0"
  },
  "description": "<p>A red, octagonal sign, often but not always shown with a white or grey rim. Used in many countries as a stop sign.</p>\r\n\r\n<p>Unlike other platforms,&nbsp;Huawei&#39;s design for this emoji displays the word &quot;STOP&quot;.</p>",
  "apple_vendor_description": "Apple's stop sign emoji presents a bold, octagonal shape in a vivid, unmistakable red, immediately conveying its cautionary message. The design on Apple devices features a clean, slightly beveled edge and a subtle glossy finish that enhances its visual presence and authority.  This emoji, with its clear and direct design on Apple devices, is universally understood to signal a halt, a warning, or a need to pause and reconsider."
}