{
  "code": "↗️",
  "Unicode": [
    "U+2197",
    "U+FE0F"
  ],
  "slug": "up-right-arrow",
  "shortcodes": {
    "github": ":arrow_upper_right:",
    "slack": ":arrow_upper_right:",
    "discord": ":arrow_upper_right:"
  },
  "title": "North East Arrow",
  "keywords": [
    "arrow",
    "direction",
    "intercardinal",
    "northeast",
    "up-right arrow"
  ],
  "senses": {
    "adjectives": [
      "Between the cardinal directions, as for example southwest between south and west.",
      "Being or located on or directed toward the side of the body to the east when facing north",
      "Designating the side of the body which is positioned to the east if one is facing north. This arrow points to the right: ?",
      "Of, related to, located in, or from the northeast.",
      "Situated in, or pointing towards the northeast",
      "Situated in or oriented toward the northeast",
      "Of, related to, located in, or from the northeast",
      "Situated in, or pointing towards the northeast."
    ],
    "verbs": [],
    "nouns": [
      "A mark to indicate a direction or relation",
      "A mark to indicate a direction or relation.",
      "A sign or symbol used to indicate a direction (e.g. \\to).",
      "The compass point midway between north and east; at 45 degrees",
      "The cardinal compass point halfway between north and east, specifically 45°, abbreviated as NE.",
      "Northeast, a cardinal point of the compass.",
      "Any of the four principal compass directions - north, east, south and west.",
      "The compass point halfway between north and east, specifically 45, abbreviated as NE.",
      "One of the four major compass points, specifically 0, directed toward the North Pole, and conventionally upwards on a map.",
      "The four cardinal directions or cardinal points are the directions of north, east, south, and west, commonly denoted by their initials: N, E, S, W. East and west are at right angles to north and south, with east being in the clockwise direction of rotation from north and west being directly opposite east.",
      "One of the four principal compass points, specifically 270°, conventionally directed to the left on maps. The direction of the setting sun.",
      "Directions of north, east, south, and west",
      "One of the four principal compass points, specifically 270, conventionally directed to the left on maps; the direction of the setting sun at an equinox.",
      "The directions of the compass",
      "One of the four major compass points, specifically 0°, directed toward the North Pole, and conventionally upwards on a map."
    ]
  },
  "category": "Symbols",
  "alsoKnownAs": [
    "Diagonal Up-Right Arrow"
  ],
  "version": {
    "unicode-version": "1.1",
    "emoji-version": "1.0"
  },
  "description": "<p>An arrow pointing diagonally&nbsp;in an up-right, or north-east direction.</p>",
  "apple_vendor_description": "The up-right arrow emoji on Apple devices is a bold, vibrant symbol with a smooth, gradient fill that transitions from a bright white to a lighter shade, giving it a sense of energetic ascent.  Its crisp, sharp edges are softened by Apple's characteristic subtle rounding, making it feel modern and approachable.  This emoji prominently signifies upward movement, progress, or an increase in value, commonly used to indicate positive trends or growth."
}