{
  "code": "🎍",
  "Unicode": [
    "U+1F38D"
  ],
  "slug": "pine-decoration",
  "shortcodes": {
    "github": ":bamboo:",
    "slack": ":bamboo:",
    "discord": ":bamboo:"
  },
  "title": "Pine Decoration",
  "keywords": [
    "bamboo",
    "celebration",
    "Japanese",
    "pine",
    "pine decoration"
  ],
  "senses": {
    "adjectives": [
      "Passing or able to pass air in and out of the lungs normally; sometimes used in combination"
    ],
    "verbs": [],
    "nouns": [
      "Plants, taken collectively.",
      "An organism that is not an animal, especially an organism capable of photosynthesis. Typically a small or herbaceous organism of this kind, rather than a tree.",
      "(botany) a living organism lacking the power of locomotion",
      "Plants considered as a group, especially those of a particular country, region, time, etc.",
      "The plants that inhabit a certain region or environment.",
      "Collectively, the set of all plants.",
      "Organism capable of photosynthesis.",
      "Inventory of plant species in a given region",
      "Flora is the plant life occurring in a particular region or time, generally the naturally occurring or indigenous -- native plant life.",
      "Any living organism that synthesizes its food from inorganic substances, possesses cellulose cell walls, responds slowly and often permanently to a stimulus, lacks specialized sense organs and nervous system, and has no powers of locomotion.",
      "Species belonging to the plant kingdom.",
      "The plant life characterizing a specific geographic region or environment.",
      "Plants, also called green plants, are multicellular eukaryotes of the kingdom Plantae.",
      "Plants are living organisms belonging to the kingdom Plantae."
    ]
  },
  "category": "Activities",
  "alsoKnownAs": [
    "Bamboo",
    "Kadomatsu",
    "New Year Decoration"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A Japanese <a href=\"https://en.wikipedia.org/wiki/Kadomatsu\"><i>kadomatsu</i></a>, composed of pine leaves and bamboo shoots. Traditionally placed outside homes in Japan around the New Year to welcome spirits for a plentiful, happy year ahead.</p>\r\n\r\n<p>Depicted as three shoots of <a href=\"/tanabata-tree/\">bamboo</a>, arranged vertically at different heights in a wooden container, arrayed with pine leaves.</p>\r\n\r\n<p>Often used to represent various plants or as a green accent color.</p>\r\n\r\n<p>WhatsApp&rsquo;s <em>kadomatsu</em> is adorned with red berries, as is Facebook&rsquo;s, which also includes pink <a href=\"/cherry-blossom/\">cherry blossoms</a>.</p>",
  "apple_vendor_description": "On Apple devices, the pine decoration emoji is rendered as a vibrant, stylized evergreen branch, adorned with subtle glossy highlights that suggest a festive shimmer. Apple’s characteristic 3D shading gives it a tactile feel, as if it were a real sprig of pine. This emoji brings a touch of holiday cheer, symbolizing Christmas, winter festivities, or the spirit of the season in digital communications."
}