{
  "code": "🇺🇸",
  "Unicode": [
    "U+1F1FA",
    "U+1F1F8"
  ],
  "slug": "flag-united-states",
  "shortcodes": {
    "github": ":us:",
    "slack": ":flag-us:",
    "discord": ":flag_us:"
  },
  "title": "Flag: United States",
  "keywords": [
    "flag"
  ],
  "senses": {
    "adjectives": [
      "From or in the countryside or connected with it.",
      "Of, from or pertaining to the countryside (adjective)."
    ],
    "verbs": [],
    "nouns": [
      "Emblem usually consisting of a rectangular piece of cloth of distinctive design",
      "Piece of cloth.",
      "A flag is a piece of fabric with a distinctive design that is used as a symbol, as a signaling device, or as decoration.",
      "A piece of cloth, often decorated with an emblem, used as a visual signal or symbol.",
      "Piece of fabric with a distinctive design",
      "The United States of America, commonly referred to as the United States, America, and sometimes the States, is a federal republic consisting of 50 states and a federal district.",
      "A lover of the United States and/or their way of life",
      "The United States.",
      "The United States of America, also known as the USA or America, is a country located on the continent of North America, with territories located on islands in the Pacific Ocean. States",
      "The United States of America.",
      "A country in North America, sharing land borders with Canada and Mexico, stretching from the Atlantic to the Pacific Ocean and including Alaska, Hawaii and several territories.",
      "A country and federal republic in North America located north of Mexico and south of Canada, including Alaska, Hawaii and overseas territories.",
      "So called in Canada",
      "Country in North America",
      "The collection of individual states of the United States of America.",
      "North American republic containing 50 states - 48 conterminous states in North America plus Alaska in northwest North America and the Hawaiian Islands in the Pacific Ocean; achieved independence in 1776",
      "The opposite of secession",
      "As its original Latin term",
      "Government",
      "The collective body of a nation or state as politically organized, or as exercising political functions.",
      "The territory of a nation, especially an independent nation state or formerly independent nation; a political entity asserting ultimate authority over a geographical area.",
      "Nations is often used synonymously with ethnic group, but although ethnicity is now one of the most important aspects of cultural or social identity for the members of most nations, people with the same ethnic origin may live in different nation-states and be treated as members of separate nations for that reason.",
      "Political organisation with a centralized independent government",
      "The government.",
      "An organized political community, living under a government",
      "Nation has various meanings, and the meaning has changed over time.",
      "A state is an organized community living under one government.",
      "A political entity asserting ultimate authority over a geographical area.",
      "A people permanently occupying a fixed territory bound together by common law, habits and custom into one body politic exercising, through the medium of an organized government, independent sovereignty and control over all persons and things within its boundaries, unless or until authority is ceded to a federation or union of other states.",
      "The people who live in a nation or country",
      "A politically organized body of people under a single government",
      "A sovereign state.",
      "A state is a nonphysical juridical entity of the international legal system that is represented by one centralized government that has supreme independent authority over a geographic area.",
      "The geographic area under the control of a political state."
    ]
  },
  "alsoKnownAs": [
    "American Flag",
    "Regional Indicator Symbol Letters US",
    "USA Flag"
  ],
  "version": {
    "unicode-version": null,
    "emoji-version": "1.0"
  },
  "description": "<p>The flag for the&nbsp;<a href=\"https://en.wikipedia.org/wiki/United_States\">United States</a>&nbsp;of America (USA), which may show as the letters&nbsp;<em>US</em>&nbsp;on some platforms.</p>",
  "apple_vendor_description": "The Stars and Stripes of the United States flag, as depicted on Apple devices, is a vibrant and dynamic symbol of national identity. Apple's design language imbues the flag with a sense of movement, with soft curves and realistic lighting that suggests it's gently unfurling in a breeze. This iconic emoji is a powerful way to express patriotism, support for national causes, or to mark events of significance within the USA."
}