{
  "code": "😢",
  "Unicode": [
    "U+1F622"
  ],
  "slug": "crying-face",
  "shortcodes": {
    "github": ":cry:",
    "slack": ":cry:",
    "discord": ":cry:"
  },
  "title": "Crying Face",
  "keywords": [
    "cry",
    "crying face",
    "face",
    "sad",
    "tear"
  ],
  "senses": {
    "adjectives": [
      "Anxious or uneasy",
      "Anxious or uneasy.",
      "Afflicted with or marked by anxious uneasiness or trouble or grief.",
      "Afflicted with or marked by anxious uneasiness or trouble or grief",
      "Accompanied by tears.",
      "Filled with or marked by tears",
      "Feeling mentally uncomfortable because something is missing or wrong.",
      "Experiencing or showing sorrow or unhappiness- Christina Rossetti",
      "Feeling sorrow; sorrowful, mournful.",
      "Depressed, feeling low.",
      "Low in spirits.",
      "Marked by low spirits; showing no enthusiasm",
      "Not good; unfavorable; negative.",
      "Having undesirable or negative qualities"
    ],
    "verbs": [
      "To cry out with a shrill voice; to utter a sudden, sharp outcry, or shrill, loud cry, as in fright or extreme pain; to shriek; to screech.",
      "To utter a sudden and loud outcry, as in joy, triumph, or exultation, or to attract attention, to animate soldiers, etc.",
      "To utter a sudden and loud outcry.",
      "To speak with a loud, excited voice.",
      "Utter a sudden loud cry",
      "To utter in a loud or distinct voice."
    ],
    "nouns": [
      "State of physical and/or psychological dejectedness, which can lead to unhappiness, pessimism and mistrust.",
      "A mental state characterized by a pessimistic sense of inadequacy and a despondent lack of activity",
      "Depression is a state of low mood and aversion to activity that can affect a person's thoughts, behavior, feelings and sense of well-being.",
      "A state of low mood, also known as melancholy",
      "State of low mood and aversion to activity",
      "Basic emotion",
      "Sadness is emotional pain associated with, or characterized by feelings of disadvantage, loss, despair, helplessness, sorrow, and rage.",
      "Emotions experienced when not in a state of well-being",
      "Sadness is emotional pain associated with, or characterized by feelings of disadvantage, loss, despair, helplessness and sorrow.",
      "The state of being plangent",
      "A loud utterance; often in protest or opposition",
      "A single tear (clear, salty liquid secreted by the eye).",
      "A drop of clear, salty liquid produced from the eyes by crying or irritation.",
      "A clear, salty liquid produced by the lacrimal gland in the eye, whose normal function is to clean and lubricate the eyes; its production is increased when the eye is irritated, or when yawning, laughing or crying.",
      "A drop of liquid produced from the eyes by crying or irritation.",
      "A drop of the clear salty saline solution secreted by the lacrimal glands",
      "Drop of clear salty liquid from the eyes."
    ]
  },
  "category": "Smileys & Emotion",
  "alsoKnownAs": [
    "Crying",
    "Tear"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A yellow face with raised eyebrows and a slight frown, shedding a single, blue tear from one eye down its cheek. May convey a moderate degree of sadness or pain, usually less intensely than <a href=\"/loudly-crying-face/\">😭&nbsp;Loudly Crying Face</a>.</p>\r\n\r\n<p>Not to be confused with <a href=\"/sad-but-relieved-face/\">😥&nbsp;Sad but Relieved Face</a>, <a href=\"/sleepy-face/\">😪&nbsp;Sleepy Face</a>, or other emojis with tear or sweat droplets. Samsung&rsquo;s design <a href=\"/samsung/touchwiz-7.1/crying-face/\">previously featured</a> tears welling up in both eyes.</p>\r\n\r\n<p>This emoji has a cat variant, <a href=\"/crying-cat/\">😿&nbsp;Crying Face</a>.</p>",
  "apple_vendor_description": "The crying face emoji on Apple devices is a masterclass in expressing profound sadness, with large, luminous blue teardrops streaming from its wide, downturned eyes. Apple’s signature smooth gradients and realistic lighting give the face a tangible, almost sculpted quality, emphasizing the depth of emotion. Its soft rounded edges and subtly furrowed brow convey a genuine sense of sorrow or disappointment, making it a powerful tool on Apple devices for communicating deep feelings of unhappiness or distress."
}