{
  "code": "⭐",
  "Unicode": [
    "U+2B50"
  ],
  "slug": "star",
  "shortcodes": {
    "github": ":star:",
    "slack": ":star:",
    "discord": ":star:"
  },
  "title": "White Medium Star",
  "keywords": [
    "star"
  ],
  "senses": {
    "adjectives": [
      "Having brief brilliant points or flashes of light",
      "Indicating the most important performer or role",
      "Most important",
      "Well known.",
      "Famous, celebrated, or well-known.",
      "Famous or widely praised for good works",
      "Well or widely known.",
      "Widely known and esteemed.",
      "Widely known and esteemed"
    ],
    "verbs": [
      "Be bright by reflecting or casting light",
      "To bend back (light, etc.) from a surface.",
      "To reflect light.",
      "Feature as the star",
      "Be the star in a performance"
    ],
    "nouns": [
      "Massive balls of plasma",
      "Sphere of plasma held together by gravity, undergoing fusion",
      "Luminous celestial body.",
      "A luminous celestial body that is made from gases (particularly hydrogen and helium) and forms the shape of a sphere.",
      "This article is for quotes about stars, or which make prominent mention of stars.",
      "(astronomy) a celestial body of hot gases that radiates energy derived from thermonuclear reactions in the interior",
      "A star is a massive, luminous sphere of plasma held together by its own gravity.",
      "A luminous celestial body, made up of plasma (particularly hydrogen and helium) and having a spherical shape. Depending on context the sun may or may not be included.",
      "The state or quality of being widely honored and acclaimed",
      "The state or quality of having a positive reputation.",
      "The state of being famous or well-known and spoken of.",
      "State of being famous.",
      "Night or nighttime is the period of time between the sunset and the sunrise when the Sun is below the horizon.",
      "The time after sunset and before sunrise while it is dark outside",
      "Hours of darkness.",
      "The period between sunset and sunrise, when a location faces far away from the sun, thus when the sky is dark.",
      "Night is the period of time when the sun is below the horizon.",
      "Part of the day when the Sun is not aloft",
      "The hours of darkness between sunset and sunrise; the night."
    ]
  },
  "category": "Travel & Places",
  "alsoKnownAs": [
    "Gold Star"
  ],
  "version": {
    "unicode-version": "5.1",
    "emoji-version": "1.0"
  },
  "description": "<p>A classic, five-point gold star.</p>\r\n\r\n<p>Commonly used for various metaphorical senses of star (e.g., for fame, success, excellence, reviews). Also used for emphasis or flair. Occasionally used for astronomical stars.</p>\r\n\r\n<p>Not to be confused with <a href=\"/dizzy/\">💫 Dizzy</a>, <a href=\"/glowing-star/\">🌟 Glowing Star</a>, <a href=\"/shooting-star/\">🌠 Shooting Star</a>, or <a href=\"/sparkles/\">✨ Sparkles</a>, though their applications may overlap.</p>\r\n\r\n<p><a href=\"/samsung/touchwiz-7.1/star/\">Samsung</a> and <a href=\"/facebook/1.0/star/\">Facebook&rsquo;s</a> stars were once silver.</p>\r\n\r\n<p>See the glossary for the term <a href=\"/glossary/#white\"><i>white</i></a> in Unicode character names.</p>\r\n\r\n<div id=\"professor_prebid-root\">&nbsp;</div>\r\n\r\n<div id=\"professor_prebid-root\">&nbsp;</div>\r\n\r\n<div id=\"professor_prebid-root\">&nbsp;</div>",
  "apple_vendor_description": "The star emoji on Apple devices shines with a radiant, golden-yellow hue, rendered with Apple's signature glossy 3D shading and realistic lighting that gives it a polished, metallic sheen. Its five points are sharply defined yet possess soft rounded edges, embodying a sense of achievement, excellence, or a wish. This iconic symbol is frequently used on Apple devices to denote praise, highlight something special, or convey a sense of wonder and aspiration."
}