{
  "code": "🆒",
  "Unicode": [
    "U+1F192"
  ],
  "slug": "cool-button",
  "shortcodes": {
    "github": ":cool:",
    "slack": ":cool:",
    "discord": ":cool:"
  },
  "title": "Squared Cool",
  "keywords": [
    "cool",
    "COOL button"
  ],
  "senses": {
    "adjectives": [
      "Having a slightly low temperature; mildly or pleasantly cold.",
      "Having a slightly low temperature.",
      "Neither warm nor very cold; giving relief from heat",
      "Arousing or holding the attention or interest of someone.",
      "Arousing or holding the attention.",
      "Arousing or holding the attention"
    ],
    "verbs": [
      "To lose heat, to get colder.",
      "To make cooler or colder.",
      "Make cool or cooler"
    ],
    "nouns": [
      "Small picture, computer icon.",
      "A computer icon is a pictogram displayed on a computer screen in order to help the user navigate a computer system or mobile device.",
      "A small picture which represents something (such as an icon on a computer screen which when clicked performs some function.)",
      "(computer science) a graphic symbol (usually a simple picture) that denotes a program or a command or a data file or a concept in a graphical user interface",
      "A pictogram used in a graphical user interface",
      "A small picture that represents a file, folder, program, or other object or function."
    ]
  },
  "category": "Symbols",
  "alsoKnownAs": [
    "Cool Square"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>The&nbsp;word&nbsp;<em>cool</em>, shown enclosed&nbsp;in a square. This generally displays in a shade of blue, or blue-gray on most platforms. Used as a text decoration.</p>",
  "apple_vendor_description": "The cool button emoji on Apple devices shines with a vibrant, almost electric blue, framed by a glossy, raised border that catches the light. Its smooth, rounded surface and subtle gradient create a distinct 3D effect, embodying a sense of effortless style and approval. This emoji conveys a feeling of being trendy, hip, or exceptionally pleased with something, perfect for celebrating achievements or sharing positive reactions."
}