{
  "code": "🎌",
  "Unicode": [
    "U+1F38C"
  ],
  "slug": "crossed-flags",
  "shortcodes": {
    "github": ":crossed_flags:",
    "slack": ":crossed_flags:",
    "discord": ":crossed_flags:"
  },
  "title": "Crossed Flags",
  "keywords": [
    "celebration",
    "cross",
    "crossed",
    "crossed flags",
    "Japanese"
  ],
  "senses": {
    "adjectives": [
      "In a crosswise direction.",
      "Transverse; lying across the main direction.",
      "Extending or lying across; in a crosswise direction; at right angles to the long axis",
      "From or in the countryside or connected with it.",
      "Of, from or pertaining to the countryside (adjective).",
      "Of or relating to or characteristic of Japan or its people or their culture or language",
      "Japanese",
      "Of or relating to Japan.",
      "Of, relating to, or derived from Japan, its language, or culture.",
      "Placed crosswise"
    ],
    "verbs": [
      "To cause to move back and forth repeatedly.",
      "To move or swing back and forth.",
      "To move a weapon.",
      "Move or swing back and forth",
      "To move or swing a weapon back and forth, particularly if demonstrating skill."
    ],
    "nouns": [
      "Formal performance of a solemn rite.",
      "The public performance of a sacrament or solemn ceremony with all appropriate ritual",
      "Performance of a ceremony (in an appropriate and solemn manner), such as performing a marriage.",
      "The formal performance of a solemn rite, such as Christian sacrament",
      "Emblem usually consisting of a rectangular piece of cloth of distinctive design",
      "Piece of cloth.",
      "A flag is a piece of fabric with a distinctive design that is used as a symbol, as a signaling device, or as decoration.",
      "A piece of cloth, often decorated with an emblem, used as a visual signal or symbol.",
      "Piece of fabric with a distinctive design",
      "The opposite of secession",
      "As its original Latin term",
      "Government",
      "The collective body of a nation or state as politically organized, or as exercising political functions.",
      "The territory of a nation, especially an independent nation state or formerly independent nation; a political entity asserting ultimate authority over a geographical area.",
      "Nations is often used synonymously with ethnic group, but although ethnicity is now one of the most important aspects of cultural or social identity for the members of most nations, people with the same ethnic origin may live in different nation-states and be treated as members of separate nations for that reason.",
      "Political organisation with a centralized independent government",
      "The government.",
      "An organized political community, living under a government",
      "Nation has various meanings, and the meaning has changed over time.",
      "A state is an organized community living under one government.",
      "A political entity asserting ultimate authority over a geographical area.",
      "A people permanently occupying a fixed territory bound together by common law, habits and custom into one body politic exercising, through the medium of an organized government, independent sovereignty and control over all persons and things within its boundaries, unless or until authority is ceded to a federation or union of other states.",
      "The people who live in a nation or country",
      "A politically organized body of people under a single government",
      "A sovereign state.",
      "A state is a nonphysical juridical entity of the international legal system that is represented by one centralized government that has supreme independent authority over a geographic area.",
      "The geographic area under the control of a political state."
    ]
  },
  "category": "Flags",
  "alsoKnownAs": [
    "Two Flags"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>Two <a href=\"/flag-japan/\" title=\"🇯🇵 Flag for Japan\">Japanese Flags</a>, crossed at the base. Except on some older Samsung devices, which have <a href=\"/samsung/touchwiz-6.0/crossed-flags/\">previously displayed</a>&nbsp;two <a href=\"/flag-south-korea/\" title=\"🇰🇷 Flag for South Korea\">South Korean flags</a>, and on recent&nbsp;Huawei devices, where both flags are <a href=\"/white-flag\">plain white</a>.</p>",
  "apple_vendor_description": "On Apple devices, the crossed flags emoji presents two distinct national flags intertwined with a sense of unity and connection. Each flag is rendered with Apple's characteristic glossy texture and soft, rounded edges, allowing for clear recognition of their designs and colors. The subtle 3D shading gives them a tangible presence, symbolizing international relations, shared journeys, or the merging of cultures and events, often used to represent travel, global partnerships, or sporting events involving multiple nations."
}