{
  "code": "🎸",
  "Unicode": [
    "U+1F3B8"
  ],
  "slug": "guitar",
  "shortcodes": {
    "github": ":guitar:",
    "slack": ":guitar:",
    "discord": ":guitar:"
  },
  "title": "Guitar",
  "keywords": [
    "guitar",
    "instrument",
    "music"
  ],
  "senses": {
    "adjectives": [
      "Utilising electricity.",
      "Of, relating to, produced by, operated with, or utilising electricity; electrical.",
      "Using or providing or producing or transmitting or operated by electricity",
      "Related to electricity and electronics.",
      "Related to electricity (or electronics)",
      "By means of electricity",
      "Melodious, tuneful",
      "Containing or constituting or characterized by pleasing melody"
    ],
    "verbs": [
      "To play the guitar."
    ],
    "nouns": [
      "A musical instrument is an instrument created or adapted to make musical sounds.",
      "A device constructed or modified with the purpose of making music.",
      "Sound producing object used by a musician for this purpose",
      "Any of various devices or contrivances that can be used to produce musical tones or sounds",
      "A device, object, contrivance or machine used to produce musical notes or sounds.",
      "A device designed to produce musical sounds",
      "A device used to produce music.",
      "A stringed musical instrument, usually with fretted fingerboard and 6 strings, played with the fingers or a plectrum (guitar pick).",
      "Type of string instrument",
      "A stringed instrument usually having six strings; played by strumming or plucking",
      "The guitar is a popular musical instrument classified as a string instrument with anywhere from 4 to 18 strings, usually having 6.",
      "A fretted and stringed musical instrument.",
      "Rhythm guitar is a technique and role that performs a combination of two functions: to provide all or part of the rhythmic pulse in conjunction with singers or other instruments; and to provide all or part of the harmony, i.e. the chords, where a chord is a group of notes played together.",
      "Someone who is passionate about music.",
      "Music is an art form whose medium is sound.",
      "Music is an art form that involves sounds and silence.",
      "A sound, or the study of such sounds, organized in time.",
      "The artistic organization of sounds or tones that expresses ideas and emotions through the elements of rhythm, melody, harmony and tonal color.",
      "Form of art using sound",
      "An app that facilitates the playing of music.",
      "Sound, organized in time in a melodious way.",
      "An artistic form of auditory communication incorporating instrumental or vocal tones in a structured and continuous manner",
      "The title of the hub for music and video."
    ]
  },
  "category": "Objects",
  "alsoKnownAs": [
    "Acoustic Guitar",
    "Bass Guitar",
    "Electric Guitar"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A guitar, which most platforms display&nbsp;as a red&nbsp;electric guitar.</p>\r\n\r\n<p>Discontinued emoji sets or such as&nbsp;LG and&nbsp;HTC displayed this as an acoustic guitar, as did <a href=\"/microsoft/windows-10/guitar/\">previous&nbsp;version</a>&nbsp;of&nbsp;Windows <a href=\"/twitter/twemoji-11.3/guitar/\">and Twemoji</a>.</p>",
  "apple_vendor_description": "The guitar emoji on Apple devices is a beautifully crafted acoustic instrument, presented with a warm, polished wood finish that showcases Apple's attention to realistic lighting and subtle textures. Its smooth, rounded body and gleaming frets are accentuated by glossy 3D shading, making it feel tangible and inviting. This emoji evokes feelings of creativity, music, and artistic expression, commonly used on Apple devices to represent hobbies, passions, or a love for melody."
}