{
  "code": "🔗",
  "Unicode": [
    "U+1F517"
  ],
  "slug": "link",
  "shortcodes": {
    "github": ":link:",
    "slack": ":link:",
    "discord": ":link:"
  },
  "title": "Link Symbol",
  "keywords": [
    "link"
  ],
  "senses": {
    "adjectives": [
      "Having strength or power greater than average or expected",
      "Capable of withstanding great physical force.",
      "Capable of producing great physical force.",
      "That has been locked (with a key).",
      "Of a door, etc, that has been locked (with a key)."
    ],
    "verbs": [
      "To connect or to establish a relation.",
      "To have a connection.",
      "To establish a connection to data from another application so that users can view and edit the data in both the original application and in the destination application.",
      "To connect peer objects.",
      "To connect or join together; combine.",
      "Make a logical or causal connection",
      "To connect or associate items or data such as contacts, accounts, or worksheets.",
      "To establish connection between two or more things.",
      "To establish a Bluetooth link or connection between two Bluetooth–enabled devices.",
      "Fasten with a lock",
      "To fasten with a lock."
    ],
    "nouns": [
      "Address of a web page or resource.",
      "An address for a resource on the Internet that is used by Web browsers to locate Internet resources. An Internet address typically starts with a protocol name, followed by the name of the organization that maintains the site; the suffix identifies the kind of organization it is.",
      "An address that uniquely identifies a location on the Internet. A URL is usually preceded by http://, as in http://www.microsoft.com. A URL can contain more detail, such as the name of a page of hypertext, often with the file name extension .html or .htm.",
      "A uniform resource locator is a specific character string that constitutes a reference to a resource.",
      "Web address to a particular file or page",
      "The address of a web page on the world wide web",
      "A Uniform Resource Locator: the address of a web page, ftp site, audio stream or other Internet resource.",
      "A paper clip is an instrument used to hold sheets of paper together, usually made of steel wire bent to a looped shape.",
      "Metal device to hold papers together",
      "A small, folded, wire or plastic device used to hold sheets of paper together.",
      "A wire or plastic clip for holding sheets of paper together",
      "A device for holding several sheets of paper together",
      "A fastening device",
      "Something used for fastening, which can only be opened with a key or combination.",
      "Mechanical or electronic fastening device",
      "A fastener fitted to a door or drawer to keep it firmly closed",
      "Something used for fastening.",
      "A lock is a mechanical or electronic fastening device that is released by a physical object, by supplying secret information, or by a combination thereof.",
      "The means of connection between things linked in series",
      "A chain is a series of connected links which are typically made of metal.",
      "One element of a chain or other connected series.",
      "Element of a chain.",
      "A series of interconnected things.",
      "A series of things depending on each other as if linked together",
      "A series of links united; a series or order of things depending on each other, as if linked together; a chain, a succession.",
      "A mathematical operation that combines two vectors",
      "The state of being linked together as in a chain.",
      "Flexible mechanical connection",
      "In mathematics, concatenation is the joining of two numbers by their numerals."
    ]
  },
  "category": "Objects",
  "alsoKnownAs": [
    "Hyperlink",
    "Chain",
    "Linked Chain"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>Two links of a silver <a href=\"/chains/\">chain</a>, positioned at a 45&deg; angle. Used as an icon for a <a href=\"https://en.wikipedia.org/wiki/Hyperlink\">hyperlink</a> on computers and the internet. May also be used for metaphorical connections.</p>\r\n\r\n<p>Not to be confused with&nbsp;<a href=\"/chains/\">⛓️Chains</a>,&nbsp;<a href=\"/paperclip/\">📎 Paperclip</a>, <a href=\"/linked-paperclips/\">🖇️ Linked Paperclips</a>, or <a href=\"/safety-pin/\">🧷 Safety Pin</a>.</p>",
  "apple_vendor_description": "On Apple devices, the link emoji is rendered as a simple, elegant chain link with a metallic sheen, appearing robust and interconnected. Its smooth, rounded form and subtle 3D shading, a hallmark of Apple's design language, convey a sense of connection and unity. This emoji is frequently used to signify relationships, associations, or the act of connecting information, websites, or people."
}