{
  "code": "👨🏻‍🎨",
  "Unicode": [
    "U+1F468",
    "U+1F3FB",
    "U+200D",
    "U+1F3A8"
  ],
  "slug": "man-artist-light-skin-tone",
  "shortcodes": null,
  "title": "man artist: light skin tone",
  "keywords": [
    "artist",
    "palette",
    "light skin tone",
    "man"
  ],
  "senses": {
    "adjectives": [
      "Artistic."
    ],
    "verbs": [],
    "nouns": [
      "A person whose creative work shows sensitivity and imagination",
      "An artist is a person engaged in one or more of any of a broad spectrum of activities related to creating art, practicing the arts, and/or demonstrating an art.",
      "Person who creates art.",
      "A person with creative talent who produces artworks.",
      "Person who practises in the arts",
      "A person who creates art.",
      "Sexual maturity is the age or stage when an organism can reproduce.",
      "The age or stage when an organism can reproduce",
      "An adult male human.",
      "A man is a male human.",
      "An adult male human",
      "An adult human member of the sex that begets young by fertilizing ova.",
      "A human member of the masculine sex or gender.",
      "An adult person who is male (as opposed to a woman)",
      "A color reproduction",
      "All the colours available to a device such as a monitor or printer.",
      "All the colours available to a device.",
      "The particular range of colors that a device or color model is able to produce.",
      "A certain complete subset of colors",
      "An array that contains color values identifying the colors that can currently be displayed or drawn on the output device.",
      "In color reproduction, including computer graphics and photography, the gamut, or color gamut, is a certain complete subset of colors.",
      "The subset of colors which can be accurately represented in a given circumstance, such as within a given color space or by a certain output device."
    ]
  },
  "category": "People & Body",
  "alsoKnownAs": null,
  "version": null,
  "description": "The Male Artist, Type-1-2 emoji is a sequence of the  Man,  Emoji Modifier Fitzpatrick Type-1-2 and  Artist Palette emojis. These are",
  "apple_vendor_description": "The man artist emoji, rendered with Apple's signature light skin tone, stands confidently on Apple devices, holding a paintbrush and a palette. His attire is subtly detailed with soft gradients and realistic lighting, conveying a creative and focused demeanor.  On Apple devices, the smooth, rounded edges of his form and the gentle sheen of the paint on his palette evoke a sense of artistic passion and skill, often used to signify creativity, hobbies, or artistic endeavors in digital communication."
}