{
  "code": "🔭",
  "Unicode": [
    "U+1F52D"
  ],
  "slug": "telescope",
  "shortcodes": {
    "github": ":telescope:",
    "slack": ":telescope:",
    "discord": ":telescope:"
  },
  "title": "Telescope",
  "keywords": [
    "science",
    "telescope",
    "tool"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [
      "Look attentively",
      "To look attentively."
    ],
    "nouns": [
      "A monocular optical instrument possessing magnification for observing distant objects, especially in astronomy.",
      "A telescope is an instrument that aids in the observation of remote objects by collecting electromagnetic radiation.",
      "Optical instrument possessing magnification.",
      "A magnifier of images of distant objects",
      "An optical instrument for observing distant objects.",
      "Instrument that aids in the observation of remote objects"
    ]
  },
  "category": "Objects",
  "alsoKnownAs": [
    "Stargazing"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A telescope, as used to gaze at <a href=\"/milky-way/\">stars</a> and <a href=\"/ringed-planet/\">planets</a> in the night sky. Shown with an optical tube mounted on a tripod, positioned at various angles and generally depicted as metal.</p>\r\n\r\n<p>Commonly used for various content concerning astronomy, outer space, celestial objects, and science more generally. May also be used for various concepts of sight (e.g., spying, viewing).</p>\r\n\r\n<p>Twitter&rsquo;s designs feature red hardware, as did as an older <a href=\"/google/android-8.0/telescope/\">Google</a>&nbsp;design.</p>",
  "apple_vendor_description": "Apple’s telescope emoji features a polished, metallic instrument, its cylindrical body and focusing knob rendered with exquisite 3D shading and a high-gloss finish that speaks to Apple's attention to detail. Realistic lighting casts subtle reflections, highlighting its smooth, rounded edges. This emoji on Apple devices symbolizes exploration, discovery, and the pursuit of knowledge, often used to convey curiosity, looking ahead, or observing distant phenomena."
}