{
  "code": "🎢",
  "Unicode": [
    "U+1F3A2"
  ],
  "slug": "roller-coaster",
  "shortcodes": {
    "github": ":roller_coaster:",
    "slack": ":roller_coaster:",
    "discord": ":roller_coaster:"
  },
  "title": "Roller Coaster",
  "keywords": [
    "amusement park",
    "coaster",
    "roller"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [],
    "nouns": [
      "Elevated railway in an amusement park (usually with sharp curves and steep inclines)",
      "The roller coaster is an amusement ride developed for amusement parks and modern theme parks.",
      "An amusement ride consisting of a buggy on a track that rises, falls, twists and turns.",
      "An amusement ride consisting of a buggy on a track that rises and falls and twists and turns.",
      "Ride developed for amusement parks",
      "An amusement ride",
      "Festive season which occurs immediately before Lent",
      "A festive season which occurs immediately before Lent.",
      "A festival marked by merrymaking and processions",
      "Carnival is a festive season which occurs immediately before Lent; the main events are usually during February.",
      "A festive occasion marked by parades and sometimes special foods and other entertainment.",
      "Festive occasion marked by parades.",
      "A playground, playpark, or play area is a place with a specific design to allow children to play there.",
      "Yard consisting of an outdoor area for children's play",
      "Place with a specific design for children to be able to play there",
      "Small area for children.",
      "A piece of land used for recreation, especially by children, often including equipment such as swings and slides.",
      "Small area with dedicated play equipment, usually for children",
      "Amusement park",
      "(UK English) An amusement park.",
      "An amusement park that is designed to carry a theme in one or more areas of the park.",
      "A group of entertainment attractions, rides, and other events in a location for the enjoyment of large numbers of people",
      "An open-air entertainment area consisting of stalls, side shows etc.",
      "An amusement park or theme park is a group of entertainment attractions, rides, and other events in a location for the enjoyment of large numbers of people.",
      "Park with rides and attractions",
      "Amusement park that has one or more specific central themes.",
      "An amusement park that has one or more specific central themes, often as part of its name",
      "A commercially-operated collection of rides, games and other entertainment attractions.",
      "A commercially operated park with stalls and shows for amusement",
      "A toy train is a toy that represents a train."
    ]
  },
  "category": "Travel & Places",
  "alsoKnownAs": [
    "Rollercoaster",
    "Theme Park"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A roller coaster in a theme park going down a dip in the ride. Three carriages can be seen with two people in each red carriage.</p>\r\n",
  "apple_vendor_description": "On Apple devices, the roller-coaster emoji is a vibrant spectacle of thrilling engineering, featuring bright red tracks that twist and turn with a sense of dynamic movement. The glossy finish and realistic lighting on the track and supports give it a tangible, exciting quality, embodying the exhilaration of a high-speed ride. This emoji on Apple devices perfectly captures the spirit of adventure, fun, and exciting experiences, making it ideal for conveying anticipation or joy."
}