{
  "code": "🙎‍♂️",
  "Unicode": [
    "U+1F64E",
    "U+200D",
    "U+2642",
    "U+FE0F"
  ],
  "slug": "man-pouting",
  "shortcodes": {
    "github": ":pouting_man:",
    "slack": ":man-pouting:",
    "discord": ":man_pouting:"
  },
  "title": "Man Pouting",
  "keywords": [
    "gesture",
    "man",
    "pouting"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [
      "To express something by a gesture or gestures.",
      "To say or express through gestures.",
      "Show, express or direct through movement",
      "To show, express or direct through movements.",
      "To express through gestures."
    ],
    "nouns": [
      "Sexual maturity is the age or stage when an organism can reproduce.",
      "The age or stage when an organism can reproduce",
      "An adult male human.",
      "A man is a male human.",
      "An adult male human",
      "An adult human member of the sex that begets young by fertilizing ova.",
      "A human member of the masculine sex or gender.",
      "An adult person who is male (as opposed to a woman)",
      "The use of movements, especially of the hands, to communicate familiar or prearranged signals",
      "A gesture is a form of non-verbal communication or non-vocal communication in which visible bodily actions communicate particular messages, either in place of, or in conjunction with, speech.",
      "Form of non-verbal communication or non-vocal communication",
      "A quick movement of a finger or pen on a screen that the computer interprets as a command, rather than as a mouse movement, writing, or drawing.",
      "The use of movements (especially of the hands) to communicate familiar or prearranged signals"
    ]
  },
  "category": "People & Body",
  "alsoKnownAs": [
    "Blank Look",
    "Fed Up",
    "Man Symbol",
    "Mars Symbol"
  ],
  "version": {
    "unicode-version": null,
    "emoji-version": "4.0"
  },
  "description": "<p>The male version of the <a href=\"/person-pouting/\">🙎&nbsp;Person With Pouting Face</a> emoji.</p>",
  "apple_vendor_description": "This man emoji on Apple devices captures a moment of gentle discontent with his downturned mouth and softly rounded cheeks, rendered with Apple’s characteristic glossy 3D shading. The subtle shadowing and warm lighting create a relatable and slightly melancholic expression, avoiding harshness. It’s a versatile way to convey mild disappointment, a touch of sadness, or a playful sulk within your digital communication on Apple devices."
}