{
  "code": "⬆️",
  "Unicode": [
    "U+2B06",
    "U+FE0F"
  ],
  "slug": "up-arrow",
  "shortcodes": {
    "github": ":arrow_up:",
    "slack": ":arrow_up:",
    "discord": ":arrow_up:"
  },
  "title": "Upwards Black Arrow",
  "keywords": [
    "arrow",
    "cardinal",
    "direction",
    "north",
    "up arrow"
  ],
  "senses": {
    "adjectives": [
      "Being or moving higher in position or greater in some value; being above a former position or level",
      "On a higher level.",
      "Situated in or facing or moving toward or coming from the north",
      "Extending or moving toward a higher place",
      "Moving up, directed toward a higher place.",
      "Directed toward a higher place.",
      "Situated at the top or highest position"
    ],
    "verbs": [
      "To turn or move toward the north."
    ],
    "nouns": [
      "North is a noun, adjective, or adverb indicating direction or geography.",
      "One of the four cardinal directions",
      "Up or positive direction.",
      "The cardinal compass point that is at 0 or 360 degrees",
      "The up or positive direction.",
      "A Cardinal direction",
      "A mark to indicate a direction or relation",
      "A mark to indicate a direction or relation.",
      "A sign or symbol used to indicate a direction (e.g. \\to).",
      "The upper part of anything"
    ]
  },
  "category": "Symbols",
  "alsoKnownAs": [
    "Arrow Pointing Up",
    "Up Arrow"
  ],
  "version": {
    "unicode-version": "4.0",
    "emoji-version": "1.0"
  },
  "description": "<p>An arrow, pointing&nbsp;up.</p>\r\n\r\n<p>See the glossary for information on the term&nbsp;<em><a href=\"/glossary/#black\" title=\"📖 Glossary\">black</a></em>&nbsp;in unicode character names.</p>",
  "apple_vendor_description": "Apple's up arrow emoji is a clean, bold symbol rendered in a striking shade of blue, featuring a noticeable 3D effect with subtle highlights that suggest a glossy surface. Its sharp, distinct point and smooth, rounded base are classic Apple design cues, conveying a strong sense of direction, progress, and ascent. This emoji is commonly used on Apple devices to indicate moving upwards, increasing in value, or indicating a positive trend in conversations."
}