{
  "code": "😠",
  "Unicode": [
    "U+1F620"
  ],
  "slug": "angry-face",
  "shortcodes": {
    "github": ":angry:",
    "slack": ":angry:",
    "discord": ":angry:"
  },
  "title": "Angry Face",
  "keywords": [
    "anger",
    "angry",
    "face",
    "mad"
  ],
  "senses": {
    "adjectives": [
      "Displaying or feeling anger.",
      "Angry, annoyed.",
      "Irritated, in a temper, feeling or displaying anger.",
      "Feeling or showing anger",
      "Irritated and roused to anger.",
      "Roused to anger- Mark Twain",
      "Aroused to impatience or anger",
      "Aroused to impatience or anger.",
      "Troubled persistently especially with petty annoyances",
      "Troubled persistently especially with petty annoyances.",
      "Disappointingly unsuccessful",
      "Disappointingly unsuccessful; suffering from frustration.",
      "Disappointingly unsuccessful.",
      "Annoyed and irritable",
      "Annoyed and irritable.",
      "Unhappy, dissatisfied and/or irritable.",
      "Bad-tempered, angry, annoyed.",
      "Visibly irritated or annoyed; grouchy, irritable, in a foul mood; given to complaining or finding fault in an annoyed way.",
      "Unhappy and/or irritable."
    ],
    "verbs": [
      "To prevent (something) from being successful.",
      "To hinder or prevent (the efforts, plans, or desires) of.",
      "To prevent; to halt; to cause to fail; to foil; to frustrate.",
      "To hinder or thwart.",
      "Hinder or prevent (the efforts, plans, or desires) of",
      "To prevent (something) from being accomplished.",
      "Prevent from being accomplished.",
      "Frown with displeasure",
      "To look at or repel with a scowl or a frown.",
      "To make angry",
      "To anger, annoy.",
      "Cause annoyance in; disturb, especially by minor irritations",
      "To make someone rather angry or impatient; to cause annoyance.",
      "To madden, to anger, to frustrate."
    ],
    "nouns": [
      "The act of troubling or annoying someone",
      "An act or instance of annoying.",
      "An irritating behavior",
      "Act of annoying, vexing or irritating.",
      "Annoyance is an unpleasant mental state that is characterized by such effects as irritation and distraction from one's conscious thinking.",
      "The act of annoying, vexing, or irritating.",
      "Petulance; petulant attitude or behaviour",
      "Basic emotion",
      "Anger is an emotional response related to one's psychological interpretation of having been threatened.",
      "The state of being angry",
      "The state of being angry.",
      "Anger is a common emotional response to real or imagined threats or harm to oneself or others, characterized by a desire, whether internalized or expressed, to engage in aggressive retaliation.",
      "In psychology, frustration is a common emotional response to opposition.",
      "The feeling that accompanies an experience of being thwarted in attaining your goals",
      "An emotional response to circumstances where one is obstructed from arriving at a goal."
    ]
  },
  "category": "Smileys & Emotion",
  "alsoKnownAs": [
    "Angry",
    "Grumpy Face"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A yellow face with a frowning mouth and eyes and eyebrows scrunched downward in anger.</p>\r\n\r\n<p>Conveys varying&nbsp;degrees of anger, from grumpiness and irritation to disgust and outrage. May also represent someone acting tough or being mean.</p>\r\n\r\n<p>Samsung&rsquo;s design <a href=\"/samsung/touchwiz-2.0/angry-face/\">previously featured</a> a reddish face with clenched teeth and wrinkled chin.&nbsp;Google&rsquo;s design also <a href=\"/google/android-9.0/angry-face/\">previously featured</a>&nbsp;a reddish face, while Facebook&rsquo;s and Microsoft&#39;s <a href=\"/facebook/3.0/angry-face/\">earlier</a> <a href=\"/microsoft/windows-8.1/angry-face/\">designs</a>&nbsp;had&nbsp;clenched teeth.</p>",
  "apple_vendor_description": "On Apple devices, the angry face emoji showcases a vibrant, fiery red tone, conveying intense frustration with its furrowed brow and tightly drawn mouth. The signature glossy 3D shading on Apple’s rendering gives its features a palpable depth, with prominent eyebrows casting subtle shadows. Its exaggerated, scowling expression is perfectly suited for communicating strong displeasure or annoyance in digital conversations."
}