{
  "code": "🔚",
  "Unicode": [
    "U+1F51A"
  ],
  "slug": "end-arrow",
  "shortcodes": {
    "github": ":end:",
    "slack": ":end:",
    "discord": ":end:"
  },
  "title": "End with Leftwards Arrow Above",
  "keywords": [
    "arrow",
    "end",
    "END arrow"
  ],
  "senses": {
    "adjectives": [
      "Being or located on or directed toward the side of the body to the west when facing north",
      "The opposite of right; toward the west when one is facing north.",
      "The west side of the body when one is facing north."
    ],
    "verbs": [
      "Be the end of; be the last or concluding part of",
      "Attach a tag or label to",
      "To apply a marker to content or items (like photos or text) to identify certain types of information.",
      "To attach a label to.",
      "To label (something)."
    ],
    "nouns": [
      "A visible indication.",
      "A perceptible indication of something not immediately apparent (as a visible clue that something has happened)",
      "A perceptible indication of something not immediately apparent, as a visible clue that something has happened.",
      "A mark to indicate a direction or relation",
      "A mark to indicate a direction or relation.",
      "A sign or symbol used to indicate a direction (e.g. \\to)."
    ]
  },
  "category": "Symbols",
  "alsoKnownAs": [
    "End"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>The word &quot;end&quot; with an arrow above it, pointing to the left.</p>\r\n\r\n<div id=\"professor_prebid-root\">&nbsp;</div>",
  "apple_vendor_description": "On Apple devices, the end arrow emoji is a sleek, dynamic symbol with a sharp point and a strong, forward-facing trajectory, rendered with Apple's characteristic glossy 3D shading. Its smooth gradient and polished surface convey a sense of finality and completion, guiding the viewer's attention decisively. This emoji is commonly used to signify the end of a list, the conclusion of a process, or the final destination in digital communication, providing clear visual direction."
}