{
  "code": "☹️",
  "Unicode": [
    "U+2639",
    "U+FE0F"
  ],
  "slug": "frowning-face",
  "shortcodes": {
    "github": ":frowning_face:",
    "slack": ":white_frowning_face:",
    "discord": ":white_frowning_face:"
  },
  "title": "White Frowning Face",
  "keywords": [
    "face",
    "frown",
    "frowning face"
  ],
  "senses": {
    "adjectives": [
      "Anxious or uneasy",
      "Anxious or uneasy.",
      "Afflicted with or marked by anxious uneasiness or trouble or grief.",
      "Afflicted with or marked by anxious uneasiness or trouble or grief",
      "Feeling mentally uncomfortable because something is missing or wrong.",
      "Experiencing or showing sorrow or unhappiness- Christina Rossetti",
      "Feeling sorrow; sorrowful, mournful."
    ],
    "verbs": [
      "To look angry or sullen, wrinkle one's forehead, as if to signal disapproval.",
      "Look angry or sullen, wrinkle one's forehead, as if to signal disapproval",
      "To frown; to look sullen."
    ],
    "nouns": [
      "Wrinkling of the brows or face.",
      "A frown is a facial expression in which the eyebrows are brought together, and the forehead is wrinkled, usually indicating displeasure, sadness or worry, or less often confusion or concentration.",
      "A facial expression of dislike or displeasure",
      "The wrinkling of the brows or face in frowning; the expression of displeasure, sullenness, or discontent in the countenance; an angry frown.",
      "A facial expression in which the eyebrows are brought together, and the forehead is wrinkled, usually indicating displeasure, sadness or worry, or less often confusion or concentration.",
      "Basic emotion",
      "Sadness is emotional pain associated with, or characterized by feelings of disadvantage, loss, despair, helplessness, sorrow, and rage.",
      "Emotions experienced when not in a state of well-being",
      "Sadness is emotional pain associated with, or characterized by feelings of disadvantage, loss, despair, helplessness and sorrow.",
      "The state of being plangent"
    ]
  },
  "category": "Smileys & Emotion",
  "alsoKnownAs": [
    "Megafrown"
  ],
  "version": {
    "unicode-version": "1.1",
    "emoji-version": "1.0"
  },
  "description": "<p>A classic sad face. A yellow face with&nbsp;simple, open eyes and wide, steep frown. May convey such feelings as moderate concern or disappointment and affectionate sadness, as when missing a loved one. Its sentiment is usually more intense than <a href=\"/slightly-frowning-face/\">🙁&nbsp;Slightly Frowning Face</a>, which has a smaller frown.</p>\r\n\r\n<p>This smiley predates Unicode emoji support. In its Unicode name of <em>White Frowning Face</em>, <em>white</em>&nbsp;does <u>not</u> refer to skin tone or ethnicity, although&nbsp;Samsung&rsquo;s <a href=\"/samsung/touchwiz-7.0/frowning-face/\">early designs</a>&nbsp;colored the face white.&nbsp;See the glossary for the&nbsp;term&nbsp;<em><a href=\"/glossary/#white\" title=\"📖 Glossary\">white</a></em>&nbsp;in Unicode character names.</p>",
  "apple_vendor_description": "The frowning face emoji on Apple devices presents a classic, yet subtly detailed, expression of displeasure. Its smooth, yellow orb is shaded with a gentle gradient, and the downturned mouth is precisely curved with soft edges, creating a look of mild sadness or disappointment. Realistic lighting casts subtle shadows, giving the face a distinct sense of depth and form, perfect for conveying nuanced negative emotions in messages exchanged on Apple devices."
}