{
  "code": "🇮🇴",
  "Unicode": [
    "U+1F1EE",
    "U+1F1F4"
  ],
  "slug": "flag-british-indian-ocean-territory",
  "shortcodes": {
    "github": ":british_indian_ocean_territory:",
    "slack": ":flag-io:",
    "discord": ":flag_io:"
  },
  "title": "Flag: British Indian Ocean Territory",
  "keywords": [
    "flag"
  ],
  "senses": {
    "adjectives": [
      "Of Britain (meaning the British Isles)",
      "Of or relating to or characteristic of Great Britain or its people or culture",
      "Of or relating to Great Britain, Brits, or the British English language.",
      "From or in the countryside or connected with it.",
      "Of, from or pertaining to the countryside (adjective)."
    ],
    "verbs": [],
    "nouns": [
      "Emblem usually consisting of a rectangular piece of cloth of distinctive design",
      "Piece of cloth.",
      "A flag is a piece of fabric with a distinctive design that is used as a symbol, as a signaling device, or as decoration.",
      "A piece of cloth, often decorated with an emblem, used as a visual signal or symbol.",
      "Piece of fabric with a distinctive design",
      "Country in South Asia",
      "An overseas territory of the United Kingdom in the Indian Ocean, consisting of six island groups located south of India and about halfway between Africa and Indonesia.",
      "Or people or other matters related thereto",
      "The British Indian Ocean Territory or Chagos Islands is an overseas territory of the United Kingdom situated in the Indian Ocean halfway between Tanzania and Indonesia.",
      "UK overseas territory.",
      "A UK overseas territory in the middle of the Indian Ocean between Africa and Indonesia; created in 1965; currently used as a joint US/UK military base",
      "The opposite of secession",
      "As its original Latin term",
      "Government",
      "The collective body of a nation or state as politically organized, or as exercising political functions.",
      "The territory of a nation, especially an independent nation state or formerly independent nation; a political entity asserting ultimate authority over a geographical area.",
      "Nations is often used synonymously with ethnic group, but although ethnicity is now one of the most important aspects of cultural or social identity for the members of most nations, people with the same ethnic origin may live in different nation-states and be treated as members of separate nations for that reason.",
      "Political organisation with a centralized independent government",
      "The government.",
      "An organized political community, living under a government",
      "Nation has various meanings, and the meaning has changed over time.",
      "A state is an organized community living under one government.",
      "A political entity asserting ultimate authority over a geographical area.",
      "A people permanently occupying a fixed territory bound together by common law, habits and custom into one body politic exercising, through the medium of an organized government, independent sovereignty and control over all persons and things within its boundaries, unless or until authority is ceded to a federation or union of other states.",
      "The people who live in a nation or country",
      "A politically organized body of people under a single government",
      "A sovereign state.",
      "A state is a nonphysical juridical entity of the international legal system that is represented by one centralized government that has supreme independent authority over a geographic area.",
      "The geographic area under the control of a political state."
    ]
  },
  "alsoKnownAs": [
    "British Indian Ocean Territory Flag"
  ],
  "version": {
    "unicode-version": null,
    "emoji-version": "1.0"
  },
  "description": "<p>The flag for&nbsp;<a href=\"https://en.wikipedia.org/wiki/British_Indian_Ocean_Territory\">British Indian Ocean Territory</a>,&nbsp;which may show as the letters&nbsp;<em>IO</em>&nbsp;on some platforms. The same flag is used for <a href=\"/flag-diego-garcia/\" title=\"🇩🇬 Flag for Diego Garcia\">Diego Garcia</a>.</p>",
  "apple_vendor_description": "The flag of the British Indian Ocean Territory on Apple devices is rendered with crisp, vibrant colors and a precise layout, reflecting Apple's dedication to accurate and detailed representations. The bold blue field is punctuated by the Union Jack in the upper hoist quarter, all appearing with a subtle gloss and 3D effect that gives it depth and presence. On Apple devices, this emoji serves as a specific identifier for the territory, useful in geographical contexts, discussions about travel, or when referring to this unique overseas territory.",
  "category": "Flags"
}