{
  "code": "🇰🇭",
  "Unicode": [
    "U+1F1F0",
    "U+1F1ED"
  ],
  "slug": "flag-cambodia",
  "shortcodes": {
    "github": ":cambodia:",
    "slack": ":flag-kh:",
    "discord": ":flag_kh:"
  },
  "title": "Flag: Cambodia",
  "keywords": [
    "flag"
  ],
  "senses": {
    "adjectives": [
      "From or in the countryside or connected with it.",
      "Of, from or pertaining to the countryside (adjective)."
    ],
    "verbs": [],
    "nouns": [
      "Emblem usually consisting of a rectangular piece of cloth of distinctive design",
      "Piece of cloth.",
      "A flag is a piece of fabric with a distinctive design that is used as a symbol, as a signaling device, or as decoration.",
      "A piece of cloth, often decorated with an emblem, used as a visual signal or symbol.",
      "Piece of fabric with a distinctive design",
      "Cambodia, officially known as the Kingdom of Cambodia and once known as the Khmer Empire, is a country located in the southern portion of the Indochina Peninsula in Southeast Asia.",
      "A nation in southeastern Asia; was part of Indochina under French rule until 1946",
      "A country in Southeast Asia. Official name: Kingdom of Cambodia. Former name: Kampuchea.",
      "Country in Southeast Asia",
      "The official name of Cambodia.",
      "Renamed as Cathay United Bank Corporation Limited (Cambodia) \"CUBC\" in 2014.",
      "A country in Southeast Asia. The country shares a border with Thailand to its west and northwest, with Laos to its northeast, and with Vietnam to its east and southeast. In the south it faces the Gulf of Thailand. Its capital is Phnom Penh.",
      "Country in Southeast Asia.",
      "The opposite of secession",
      "As its original Latin term",
      "Government",
      "The collective body of a nation or state as politically organized, or as exercising political functions.",
      "The territory of a nation, especially an independent nation state or formerly independent nation; a political entity asserting ultimate authority over a geographical area.",
      "Nations is often used synonymously with ethnic group, but although ethnicity is now one of the most important aspects of cultural or social identity for the members of most nations, people with the same ethnic origin may live in different nation-states and be treated as members of separate nations for that reason.",
      "Political organisation with a centralized independent government",
      "The government.",
      "An organized political community, living under a government",
      "Nation has various meanings, and the meaning has changed over time.",
      "A state is an organized community living under one government.",
      "A political entity asserting ultimate authority over a geographical area.",
      "A people permanently occupying a fixed territory bound together by common law, habits and custom into one body politic exercising, through the medium of an organized government, independent sovereignty and control over all persons and things within its boundaries, unless or until authority is ceded to a federation or union of other states.",
      "The people who live in a nation or country",
      "A politically organized body of people under a single government",
      "A sovereign state.",
      "A state is a nonphysical juridical entity of the international legal system that is represented by one centralized government that has supreme independent authority over a geographic area.",
      "The geographic area under the control of a political state."
    ]
  },
  "alsoKnownAs": [
    "Cambodian Flag"
  ],
  "version": {
    "unicode-version": null,
    "emoji-version": "1.0"
  },
  "description": "<p>The flag for Cambodia, which may show as the letters&nbsp;<em>KH</em>&nbsp;on some platforms.</p>",
  "apple_vendor_description": "The flag of Cambodia, as seen on Apple devices, features its iconic Angkor Wat silhouette rendered in striking detail against a deep blue background, bordered by red. Apple's design language brings out the rich textures and deep colors, with subtle gradients and realistic lighting that make the temple appear almost three-dimensional. This meticulously crafted flag emoji on Apple devices is a clear and respectful representation of Cambodia, its history, and its cultural heritage."
}