{
  "code": "🔉",
  "Unicode": [
    "U+1F509"
  ],
  "slug": "speaker-medium-volume",
  "shortcodes": {
    "github": ":sound:",
    "slack": ":sound:",
    "discord": ":sound:"
  },
  "title": "Speaker with One Sound Wave",
  "keywords": [
    "medium",
    "speaker medium volume"
  ],
  "senses": {
    "adjectives": [
      "Lying between two extremes in time or space or state",
      "Being between two extremes, or in the middle of a range.",
      "Occurring between two extremes, or in the middle of a range.",
      "Of or relating to the middle part of a range of possible values.",
      "Of great intensity.",
      "Characterized by or producing sound of great volume or intensity",
      "To transmissions of messages or signals via radio waves or electronic means",
      "Sent to more than one recipient. In communications and on networks, a broadcast message is one distributed to all stations."
    ],
    "verbs": [
      "Express in speech",
      "Hear with intention",
      "Broadcast over the airwaves, as in radio or television",
      "To transmit a message or signal via radio waves or electronic means",
      "To send data over the airwaves, as in radio or television.",
      "To send out a signal (as opposed to receive).",
      "To broadcast, as with a television show.",
      "To transmit a message or signal via radio waves or electronic means."
    ],
    "nouns": [
      "An electromechanical device which produces sound",
      "Device which transforms electrical signals into acoustical signals.",
      "Transducer that converts electrical energy into sound energy",
      "A loudspeaker is an electroacoustic transducer; a device which converts an electrical audio signal into a corresponding sound.",
      "Electro-acoustic transducer that converts electrical signals into sounds loud enough to be heard at a distance",
      "An electromechanical transducer that converts an electrical signal into audible sound.",
      "Loudspeaker.",
      "A transmission of a radio or television programme aired to be received by anyone with a receiver.",
      "A method by which a client receives a stream. During a broadcast connection, clients cannot control the stream. This is the opposite of an on-demand presentation.",
      "A transmission of a radio or television programme.",
      "A radio or TV transmission on air.",
      "Message that is transmitted by radio or television"
    ]
  },
  "category": "Objects",
  "alsoKnownAs": [
    "Reduce Volume"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A speaker cone displayed with one sound&nbsp;wave, generally used as an icon to indicate the decreasing&nbsp;of volume on a phone or computer.</p>\r\n\r\n<p>Previously displayed&nbsp;with two sound waves on Android, instead of one.</p>",
  "apple_vendor_description": "On Apple devices, the speaker emoji at medium volume is a sleek, modern audio device with a matte black grille and a polished silver accent, rendered with Apple's hallmark glossy 3D shading and realistic lighting. The soft rounded edges of its casing give it a friendly and accessible feel, while the visual representation of sound waves suggests a balanced output. This emoji, embodying clear and present audio on Apple devices, is perfect for indicating moderate sound levels, music playback, or when you want to ensure your message is heard without being overpowering."
}