{
  "code": "🇪🇪",
  "Unicode": [
    "U+1F1EA",
    "U+1F1EA"
  ],
  "slug": "flag-estonia",
  "shortcodes": {
    "github": ":estonia:",
    "slack": ":flag-ee:",
    "discord": ":flag_ee:"
  },
  "title": "Flag: Estonia",
  "keywords": [
    "flag"
  ],
  "senses": {
    "adjectives": [
      "From or in the countryside or connected with it.",
      "Of, from or pertaining to the countryside (adjective)."
    ],
    "verbs": [],
    "nouns": [
      "Estonia, officially the Republic of Estonia, is a country in the Baltic region of Northern Europe.",
      "Country in Europe",
      "One of the Baltic countries that has land borders to the south with Latvia and to the east with Russia. It is separated from Finland in the north by the Gulf of Finland and from Sweden in the west by the Baltic Sea.",
      "Swedish, Danish, Norwegian, Dutch and some other Germanic languages, with the notable exception of modern English (Old English did use the term).",
      "A republic in northeastern Europe on the Baltic Sea",
      "A country in northeastern Europe, on the southeastern coast of the Baltic Sea. Official name: Republic of Estonia.",
      "Emblem usually consisting of a rectangular piece of cloth of distinctive design",
      "Piece of cloth.",
      "A flag is a piece of fabric with a distinctive design that is used as a symbol, as a signaling device, or as decoration.",
      "A piece of cloth, often decorated with an emblem, used as a visual signal or symbol.",
      "Piece of fabric with a distinctive design",
      "The opposite of secession",
      "As its original Latin term",
      "Government",
      "The collective body of a nation or state as politically organized, or as exercising political functions.",
      "The territory of a nation, especially an independent nation state or formerly independent nation; a political entity asserting ultimate authority over a geographical area.",
      "Nations is often used synonymously with ethnic group, but although ethnicity is now one of the most important aspects of cultural or social identity for the members of most nations, people with the same ethnic origin may live in different nation-states and be treated as members of separate nations for that reason.",
      "Political organisation with a centralized independent government",
      "The government.",
      "An organized political community, living under a government",
      "Nation has various meanings, and the meaning has changed over time.",
      "A state is an organized community living under one government.",
      "A political entity asserting ultimate authority over a geographical area.",
      "A people permanently occupying a fixed territory bound together by common law, habits and custom into one body politic exercising, through the medium of an organized government, independent sovereignty and control over all persons and things within its boundaries, unless or until authority is ceded to a federation or union of other states.",
      "The people who live in a nation or country",
      "A politically organized body of people under a single government",
      "A sovereign state.",
      "A state is a nonphysical juridical entity of the international legal system that is represented by one centralized government that has supreme independent authority over a geographic area.",
      "The geographic area under the control of a political state."
    ]
  },
  "alsoKnownAs": [
    "Estonian Flag"
  ],
  "version": {
    "unicode-version": null,
    "emoji-version": "1.0"
  },
  "description": "<p>The flag for Estonia, which may show as the letters&nbsp;<em>EE</em>&nbsp;on some platforms.</p>",
  "apple_vendor_description": "On Apple devices, the flag of Estonia is depicted with crisp, clean lines and the distinct horizontal tricolors of blue, black, and white. Apple's design renders the flag with a subtle sheen and realistic drape, suggesting it's gently unfurling in a breeze, a testament to Apple's attention to detail. This emoji is a clear and direct way to represent Estonia, its culture, or to show national pride when communicating with others on Apple devices."
}