{
  "code": "🎛️",
  "Unicode": [
    "U+1F39B",
    "U+FE0F"
  ],
  "slug": "control-knobs",
  "shortcodes": {
    "github": ":control_knobs:",
    "slack": ":control_knobs:",
    "discord": ":control_knobs:"
  },
  "title": "Control Knobs",
  "keywords": [
    "control",
    "knobs",
    "music"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [],
    "nouns": [
      "A clock face.",
      "The face of a timepiece; graduated to show the hours",
      "Someone who is passionate about music.",
      "Music is an art form whose medium is sound.",
      "Music is an art form that involves sounds and silence.",
      "A sound, or the study of such sounds, organized in time.",
      "The artistic organization of sounds or tones that expresses ideas and emotions through the elements of rhythm, melody, harmony and tonal color.",
      "Form of art using sound",
      "An app that facilitates the playing of music.",
      "Sound, organized in time in a melodious way.",
      "An artistic form of auditory communication incorporating instrumental or vocal tones in a structured and continuous manner",
      "The title of the hub for music and video."
    ]
  },
  "category": "Objects",
  "alsoKnownAs": [],
  "version": {
    "unicode-version": "7.0",
    "emoji-version": "1.0"
  },
  "description": "<p>Four control knobs, as adjust audio levels on a mixing console. Generally depicted as a silver square with black knobs, turned to various levels as indicated by white pointers and scale markings.</p>\r\n\r\n<p>Commonly used for various content concerning audio recording and production as well as music more generally.</p>",
  "apple_vendor_description": "The control knobs emoji on Apple devices features two distinct, circular dials rendered with a polished metallic finish and subtle highlights that suggest a tactile, high-quality feel. Each knob is designed with a slight bevel and a prominent indicator line, emphasizing precision and adjustability, characteristic of Apple's detailed object design. This emoji effectively communicates settings, adjustments, music production, or the idea of fine-tuning something, embodying a sense of control and customization."
}