{
  "code": "♿",
  "Unicode": [
    "U+267F"
  ],
  "slug": "wheelchair-symbol",
  "shortcodes": {
    "github": ":wheelchair:",
    "slack": ":wheelchair:",
    "discord": ":wheelchair:"
  },
  "title": "Wheelchair Symbol",
  "keywords": [
    "access",
    "wheelchair symbol"
  ],
  "senses": {
    "adjectives": [
      "Incapable of functioning as a consequence of injury or illness"
    ],
    "verbs": [],
    "nouns": [
      "The International Symbol of Access, also known as the Wheelchair Symbol, consists of a blue square overlaid in white with a stylized image of a person using a wheelchair.",
      "Aka the International Wheelchair Symbol",
      "The right to enter",
      "The right or permission to enter.",
      "Right or ability of approaching or entering.",
      "The right or ability of approaching or entering; admittance; admission; accessibility.",
      "Permission to enter, the power or right of entrance.",
      "Power or permission to enter; admittance; entrance; access; power to approach.",
      "A level of service provided by applications, services, or systems.",
      "Accessibility is the degree to which a product, device, service, or environment is available to as many people as possible.",
      "The condition of a user that can be displayed to the user's contacts to communicate whether the user is currently online and available, offline and unavailable, and so on.",
      "The periods of time when a resource can be scheduled to participate in a service activity.",
      "The degree to which a product, device, service, or environment is available to as many people as possible.",
      "The quality of being at hand when needed",
      "In reliability theory and reliability engineering, the term availability has the following meanings: The degree to which a system, subsystem or equipment is in a specified operable and committable state at the start of a mission, when the mission is called for at an unknown, i.e. a random, time.",
      "A measure of system availability in the military",
      "The quality of being available.",
      "The quality of being accessible, or of admitting approach; receptiveness.",
      "The quality or state of being handy.",
      "The quality of a system incorporating hardware or software to engage a flexible, customizable user interface, alternative input and output methods, and greater exposure of screen elements to make the computer usable by people with cognitive, hearing, physical, or visual disabilities.",
      "A human condition",
      "Disadvantage, in particular physical or mental disadvantages of people.",
      "The condition of being unable to perform as a consequence of physical or mental unfitness",
      "Disability is conceptualised as the interaction between barriers and impairments.",
      "The disadvantage itself, in particular physical or mental disadvantages of people.",
      "Impairments, activity limitations, and participation restrictions",
      "A physical or mental handicap, that prevents a person from living a full, normal life or from holding a gainful job.",
      "Null",
      "A movable chair mounted on large wheels; for invalids or those who cannot walk; frequently propelled by the occupant",
      "A chair mounted on large wheels for the transportation or use of a sick or disabled person.",
      "A wheelchair is a chair with wheels, invented in the early 5th century."
    ]
  },
  "category": "Symbols",
  "alsoKnownAs": [
    "Accessible Bathroom"
  ],
  "version": {
    "unicode-version": "4.1",
    "emoji-version": "1.0"
  },
  "description": "<p>The international symbol of access, used to denote a&nbsp;facility which has been designed with accessibility or people in wheelchairs in mind. Appears as a blue sign, with a white graphic of a person sitting in a wheelchair.</p>\r\n\r\n<p>Many platforms now use the&nbsp;<a href=\"http://accessibleicon.org/support/\">Accessible Icon Project</a>&nbsp;style image for this emoji, which displays the person in the wheelchair in a more active position.</p>",
  "apple_vendor_description": "The wheelchair symbol emoji on Apple devices is rendered with clear, bold lines and a glossy finish, accurately depicting a person seated in a wheelchair. Apple’s design emphasizes accessibility and inclusivity, with smooth curves and precise shading that give the symbol a modern and dignified appearance. This emoji is a vital representation of disability, accessibility, and support for those who use wheelchairs."
}