{
  "code": "👨‍🌾",
  "Unicode": [
    "U+1F468",
    "U+200D",
    "U+1F33E"
  ],
  "slug": "man-farmer",
  "shortcodes": {
    "github": ":man_farmer:",
    "slack": ":male-farmer:",
    "discord": ":man_farmer:"
  },
  "title": "Man Farmer",
  "keywords": [
    "farmer",
    "gardener",
    "man",
    "rancher"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [],
    "nouns": [
      "Person who grows then harvests food",
      "A farm steward.",
      "A person who operates a farm",
      "A person who works the land or who keeps livestock, especially on a farm.",
      "Person that undertakes agriculture",
      "A farmer is a person engaged in agriculture, raising living organisms for food or raw materials.",
      "Person who works the land or who keeps livestock.",
      "Person who operates a ranch.",
      "A person who owns or operates a ranch.",
      "A person who owns or operates a ranch",
      "Sexual maturity is the age or stage when an organism can reproduce.",
      "The age or stage when an organism can reproduce",
      "An adult male human.",
      "A man is a male human.",
      "An adult male human",
      "An adult human member of the sex that begets young by fertilizing ova.",
      "A human member of the masculine sex or gender.",
      "An adult person who is male (as opposed to a woman)",
      "The art or science of cultivating gardens; gardening.",
      "The process or action of cultivating the soil, particularly in a garden; the care of a garden; horticulture.",
      "The care of a garden.",
      "The cultivation of plants",
      "The act of cultivating or tending a garden.",
      "The art and science of growing plants.",
      "Horticulture is the branch of agriculture that deals with the art, science, technology, and business of plant cultivation.",
      "Gardening is the practice of growing and cultivating plants as part of horticulture."
    ]
  },
  "category": "People & Body",
  "alsoKnownAs": [
    "Male",
    "Moustache Man",
    "Crop",
    "Farming",
    "Wheat"
  ],
  "version": {
    "unicode-version": null,
    "emoji-version": "4.0"
  },
  "description": "<p>A man engaged in agriculture, raising living organisms for food or raw materials. Generally depicted as wearing a wide-brimmed hat and holding a crop (such as carrots or corn) or a pitchfork.&nbsp;</p>\r\n\r\n<div id=\"professor_prebid-root\">&nbsp;</div>",
  "apple_vendor_description": "Apple’s man farmer emoji is a hearty figure, often seen wearing a straw hat and simple work clothes, rendered with a warm, earthy color palette and Apple’s signature 3D shading that gives him a tangible, friendly presence. Realistic lighting accentuates the texture of his attire and the gentle smile on his face, embodying a connection to nature, agriculture, and hard work. This emoji is commonly used to represent farming, gardening, fresh produce, or a down-to-earth, grounded personality."
}