{
  "code": "🚗",
  "Unicode": [
    "U+1F697"
  ],
  "slug": "automobile",
  "shortcodes": {
    "github": ":red_car:",
    "slack": ":red_car:",
    "discord": ":red_car:"
  },
  "title": "Automobile",
  "keywords": [
    "automobile",
    "car"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [
      "Operate (a wheeled motorized vehicle).",
      "To operate (a wheeled motorized vehicle).",
      "Operate or control a vehicle",
      "To operate a (motorized) vehicle (with wheels).",
      "Travel in an automobile"
    ],
    "nouns": [
      "A facility consisting of the means and equipment necessary for the movement of passengers or goods",
      "A means of conveyance.",
      "Shared passenger transport service which is available for use by the general public",
      "The act or the means of conveying people in mass as opposed to conveyance in private vehicles.",
      "Any form of transport that can be used by a member of public (usually for a fee); as opposed to private ownership of e.g. cars.",
      "Public transport is a shared passenger transport service which is available for use by the general public, as distinct from modes such as taxicab, carpooling or hired buses which are not shared by strangers without private arrangement.",
      "The conveyance of people or goods from one place to another, especially on a public transportation system; the vehicles used for such conveyance.",
      "The conveyance of people or goods from one place to another.",
      "A motor vehicle with four wheels; usually propelled by an internal combustion engine",
      "A car is a wheeled, self-powered motor vehicle used for transportation.",
      "A type of vehicle designed to move on the ground under its own stored power and intended to carry a driver, a small number of additional passengers, and a very limited amount of other load. A car or motorcar.",
      "A four-wheeled motor vehicle used for land transport.",
      "Automobile, a vehicle steered by a driver.",
      "A wheeled vehicle, drawn by a horse or other animal.",
      "Wheeled motor vehicle used for transporting passengers",
      "A conveyance; a device for carrying or transporting substances, objects or individuals.",
      "A vehicle that travels primarily on land in contact with the surface.",
      "A vehicle is a mobile machine that transports passengers or cargo.",
      "Any conveyance in or by which people or objects are transported.",
      "A conveyance that transports people or objects",
      "Mobile machine that can transport people and cargo"
    ]
  },
  "category": "Travel & Places",
  "alsoKnownAs": [
    "Red Car",
    "Side Of Car",
    "Car"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A car&nbsp;shown from the side, facing right-to-left. Appears as a red car on almost all platforms (which <a href=\"http://tvtropes.org/pmwiki/pmwiki.php/Main/RedOnesGoFaster\">goes faster</a>), though earlier Google designs displayed the vehicle as either <a href=\"/google/android-11.0/automobile/\">silver</a> or <a href=\"/google/android-7.0/automobile/\">blue</a>.</p>\r\n\r\n<p>Facebook&#39;s first design for this emoji was also <a href=\"/facebook/1.0/automobile/\">blue</a>.</p>",
  "apple_vendor_description": "The automobile emoji on Apple devices is a sleek, modern sedan, presented with Apple's signature polished 3D aesthetic and vibrant, realistic lighting. Its rounded contours and subtle reflections convey a sense of speed and reliability, making it a familiar and appealing icon. This emoji represents travel, commuting, road trips, and the freedom of personal transportation, embodying the smooth driving experience often associated with Apple’s sophisticated design."
}