{
  "code": "➗",
  "Unicode": [
    "U+2797"
  ],
  "slug": "divide",
  "shortcodes": {
    "github": ":heavy_division_sign:",
    "slack": ":heavy_division_sign:",
    "discord": ":heavy_division_sign:"
  },
  "title": "Heavy Division Sign",
  "keywords": [
    "÷",
    "divide",
    "division",
    "math",
    "sign"
  ],
  "senses": {
    "adjectives": [
      "Separated into parts or pieces",
      "Separated or split into pieces",
      "Separated or split into pieces."
    ],
    "verbs": [
      "To divide fully or partly along a more or less straight line.",
      "To divide (a thing) into separate parts.",
      "Separate into parts or portions",
      "Of something solid, to divide fully or partly along a more or less straight line.",
      "Divide along a more or less straight line."
    ],
    "nouns": [
      "Deliberate process that transforms inputs to outputs with variable change",
      "The act, process or result of calculating.",
      "A calculation is a deliberate process that transforms one or more inputs into one or more results, with variable change.",
      "The act or process of computing; calculation; reckoning.",
      "Problem solving that involves numbers or quantities",
      "The act or process of calculating.",
      "The act or process of computing.",
      "An obelus is a symbol consisting of a short horizontal line with a dot above and below.",
      "Mathematical division symbol",
      "Any symbol (in particular ÷ or / ) used to denote the operation of division.",
      "The division sign",
      "A symbol consisting of a horizontal line with a dot above and below, chiefly used to represent division in mathematics.",
      "Mathematics is the study of topics such as quantity, structure, space, and change.",
      "The application of principles associated with Cavalieri's principle.",
      "The science that deals with concepts such as quantity, structure, space and change.",
      "An abstract representational system used in the study of numbers, shapes, structure, change and the relationships between these concepts.",
      "A science (or group of related sciences) dealing with the logic of quantity and shape and arrangement",
      "Mathematics is the body of knowledge centered on concepts such as quantity, structure, space, and change, and the academic discipline which studies them.",
      "Abstract study of numbers, quantity, structure, relationships, etc.",
      "A symbol is an object that represents, stands for, or suggests an idea, visual image, belief, action, or material entity.",
      "Symbols are things such as particular forms or marks which represent some sort of information, an idea, a physical entity or a process but is distinct from it.",
      "In programming, a name that represents a register, an absolute value, or a memory address (relative or absolute).",
      "A character or glyph representing an idea, concept or object.",
      "One or a few characters, a picture or an other concrete representation of an idea, a concept and the like.",
      "An object that represents, stands for, or suggests an idea, belief, action, or material entity",
      "Character or glyph.",
      "An arbitrary sign (written or printed) that has acquired a conventional significance",
      "Something that represents an idea, a process, or a physical entity"
    ]
  },
  "category": "Symbols",
  "alsoKnownAs": [],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A large division symbol, as used in mathematics.</p>",
  "apple_vendor_description": "The divide emoji on Apple devices is presented as a clean, mathematical symbol, typically a horizontal line with a dot above and a dot below. Rendered with Apple's signature smooth gradients and subtle 3D depth, it appears precise and easy to understand. This emoji is primarily used in mathematical contexts to represent division, or metaphorically to signify separation, splitting, or a clear distinction between two things."
}