{
  "code": "📉",
  "Unicode": [
    "U+1F4C9"
  ],
  "slug": "chart-decreasing",
  "shortcodes": {
    "github": ":chart_with_downwards_trend:",
    "slack": ":chart_with_downwards_trend:",
    "discord": ":chart_with_downwards_trend:"
  },
  "title": "Chart with Downwards Trend",
  "keywords": [
    "chart",
    "chart decreasing",
    "down",
    "graph",
    "trend"
  ],
  "senses": {
    "adjectives": [
      "Not good; unfavorable; negative.",
      "Having undesirable or negative qualities",
      "Being or moving lower in position or less in some value",
      "From the higher end to the lower of.",
      "Extending or moving from a higher to a lower place",
      "From one end to another; especially, from a higher end to a lower."
    ],
    "verbs": [
      "Represent by means of a graph",
      "To visually represent by means of a graph.",
      "Make a schematic or technical drawing of that shows interactions among variables or how something is constructed",
      "Make a chart of",
      "To make a map or chart of."
    ],
    "nouns": [
      "In mathematics, the graph of a function f is the collection of all ordered pairs.",
      "A visual representation of the relations between certain quantities plotted with reference to a set of axes",
      "In mathematics, a visual representation of the relations between certain quantities plotted according to a set of axes.",
      "The process of presenting the content of a topic to an audience.",
      "A presentation is the process of presenting a topic to an audience.",
      "Presenting to an audience.",
      "A lecture or speech given in front of an audience",
      "Process of presenting a topic to an audience",
      "An inclination in a direction.",
      "A general direction in which something tends to move",
      "The general drift, tendency, or bent of a set of statistical data as related to time or another related set of statistical data.",
      "An inclination in a particular direction.",
      "A general tendency or inclination, typically determined by the examination of a particular attribute over time.",
      "An act that fails",
      "A branch of applied mathematics concerned with the collection and interpretation of quantitative data and the use of probability theory to estimate population parameters",
      "Also known as quantitative analysis",
      "The body of techniques used in statistical inference concerning a population.",
      "Statistics is the study of the collection, analysis, interpretation, presentation and organization of data.",
      "Statistics is a mathematical science pertaining to the collection, analysis, interpretation and presentation of data.",
      "Study of the collection, organization, analysis, interpretation, and presentation of data",
      "A branch of mathematics dealing with the collection, analysis, interpretation, and presentation of masses of numerical data.",
      "A mathematical science concerned with data collection, presentation, analysis, and interpretation.",
      "A chart is a graphical representation of data, in which \"the data is represented by symbols, such as bars in a bar chart, lines in a line chart, or slices in a pie chart\".",
      "Graphical representation of statistical data",
      "A graphic or diagram that displays data or the relationships between sets of data in pictorial rather than numeric form.",
      "Small guide explaining symbols or terminology.",
      "A visual display of information",
      "A guide explaining the symbols or terminology of a map or chart; a legend."
    ]
  },
  "category": "Objects",
  "alsoKnownAs": [
    "Down Pointing Graph",
    "Negative Chart"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A graph showing a colored trend line, often blue, decreasing over time, as stock prices or revenues. Commonly used to represent various types of decrease, from numeral data to being metaphorically down. May also represent facts, figures, and charts more generally.</p>\r\n\r\n<p>WhatsApp&rsquo;s line is red, while&nbsp;Facebook&rsquo;s orange. Google&rsquo;s line was <a href=\"/google/android-12.0/chart-decreasing/\">previously</a> green.</p>\r\n\r\n<p>While many western countries use red to indicate a negative result, Japan and other south east Asian countries <a href=\"/chart-increasing/\">use red in a positive context</a>.</p>",
  "apple_vendor_description": "The chart decreasing emoji on Apple devices presents a sharp, downward-trending line graph with distinct, rounded data points. Its glossy finish and realistic lighting emphasize the decline, offering a clear visual of negative progress or a loss. This emoji is commonly used on Apple devices to communicate downturns in finances, popularity, or performance."
}