{
  "code": "🕦",
  "Unicode": [
    "U+1F566"
  ],
  "slug": "eleven-thirty",
  "shortcodes": {
    "github": ":clock1130:",
    "slack": ":clock1130:",
    "discord": ":clock1130:"
  },
  "title": "Clock Face Eleven-Thirty",
  "keywords": [
    "11",
    "11:30",
    "clock",
    "eleven",
    "eleven-thirty",
    "thirty"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [],
    "nouns": [
      "Time is the fourth dimension and a measure in which events can be ordered from the past through the present into the future, and also the measure of durations of events and the intervals between them.",
      "Inevitable passing of events.",
      "Dimension in which events can be ordered from the past through the present into the future",
      "Time is a concept referring to the perceived flow of actions and events from the past to future, or to its measurement.",
      "A period of time in which a given event is valid. The valid time interval includes the valid start time, and all moments of time up to, but not including the valid end time.",
      "The inevitable progression into the future with the passing of present events into the past.",
      "The dimension of the physical universe which, at a given place, orders the sequence of events.",
      "The continuum of experience in which events pass from the future through the present to the past",
      "Temporally organized plan.",
      "A temporally organized plan for matters to be attended to",
      "A temporally organized plan for matters to be attended to.",
      "30 is the natural number following 29 and preceding 31.",
      "Natural number",
      "The cardinal number occurring after twenty-nine and before thirty-one, represented in Roman numerals as XXX and in Arabic numerals as 30.",
      "The cardinal number occurring after twenty-nine and before thirty-one, represented in Arabic numerals as 30.",
      "Sergeant Sergei Govorkov or 30th is a fictional character in the fiction series and movies by Victor Dotsenko.",
      "The cardinal number that is the product of ten and three",
      "An Australian free-to-air digital television channel",
      "11 is the natural number following 10 and preceding 12.",
      "The cardinal number occurring after ten and before twelve.",
      "The cardinal number that is the sum of ten and one",
      "Eleven is an Australian free-to-air digital television multichannel, which was launched by Network Ten, on 11 January 2011.",
      "The cardinal number occurring after ten and before twelve. Represented as 11 in Arabic digits.",
      "A natural number",
      "The cardinal number occurring after ten and before twelve, represented in Roman numerals as XI, in Arabic numerals as 11.",
      "A clock is an instrument to indicate, keep, and co-ordinate time.",
      "A timepiece that shows the time of day",
      "An instrument used to measure or keep track of time.",
      "Instrument that tells the time",
      "Instrument to measure or keep track of time.",
      "An instrument used to measure or keep track of time; a non-portable timepiece."
    ]
  },
  "category": "Travel & Places",
  "alsoKnownAs": [],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>The face of an analog clock displaying the time as eleven-thirty.</p>",
  "apple_vendor_description": "The clock emoji showing 11:30 on Apple devices is rendered with a classic analog face, featuring a crisp white dial and bold black numerals. Subtle 3D shading and realistic lighting on Apple's design give the hands a palpable sense of depth, as if they're casting a faint shadow. This precise time often signifies a specific appointment, a moment of anticipation, or a reminder of a scheduled event communicated digitally."
}