{
  "code": "♥️",
  "Unicode": [
    "U+2665",
    "U+FE0F"
  ],
  "slug": "heart-suit",
  "shortcodes": {
    "github": ":hearts:",
    "slack": ":hearts:",
    "discord": ":hearts:"
  },
  "title": "Black Heart Suit",
  "keywords": [
    "card",
    "game",
    "heart suit"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [],
    "nouns": [
      "A card game involving betting and individualistic play whereby the winner is determined by comparing the ranks and combinations of his cards with that of the other players.",
      "Any of various card games in which players bet that they hold the highest-ranking hand",
      "Family of card games",
      "Any of various card games in which, following each of one or more rounds of dealing or revealing the cards, the players in sequence make tactical bets or drop out, the bets forming a pool to be taken either by the sole remaining player or, after all rounds and bets have been completed, by those remaining players who hold a superior hand according to a standard ranking of hand values for the game.",
      "Poker is a family of card games involving betting and individual play, whereby the winner is determined by the ranks and combinations of their cards, some of which remain hidden until the end of the game.",
      "A type of card game",
      "An activity described by a set of rules, especially for the purpose of entertainment, often competitive or having an explicit goal.",
      "A class of computer program in which one or more users interact with the computer as a form of entertainment. Computer games run the gamut from simple alphabet games for toddlers to chess, treasure hunts, war games, and simulations of world events. The games are controlled from a keyboard or with a joystick or other device and are supplied on disks, on CD-ROMs, as game cartridges, on the Internet, or as arcade devices.",
      "Games are activities involving structured playing, usually undertaken for enjoyment and sometimes used as an educational tool.",
      "Structured information used for playing",
      "A pursuit or activity with rules performed either alone or with others, for the purpose of entertainment.",
      "A contest with rules to determine a winner",
      "A game is structured playing, usually undertaken for enjoyment and sometimes used as an educational tool.",
      "One of a set of small pieces of stiff paper marked in various ways and used for playing games or for telling fortunes",
      "Each one of the pieces in the playing deck used in social games such as Gin Rummy or Poker.",
      "The lineup of the matches in an event",
      "In sports, a card comprises a listing of the matches taking place in a title-match combat-sport event.",
      "List of matches taking place in a title-match combat-sport event"
    ]
  },
  "category": "Activities",
  "alsoKnownAs": [
    "Card With Heart",
    "Hearts"
  ],
  "version": {
    "unicode-version": "1.1",
    "emoji-version": "1.0"
  },
  "description": "<p>A heart symbol emoji,&nbsp;used in card games&nbsp;for the <em>hearts</em>&nbsp;suit. In emoji form, this is most <a href=\"https://blog.emojipedia.org/what-every-heart-emoji-really-means/\">commonly used for love, affectiction, romance and positive intentions</a>.&nbsp;Sometimes shown in a slightly darker shade of red than&nbsp;<a href=\"/red-heart/\">❤️ Red Heart</a>.</p>\r\n\r\n<p>Apple&#39;s design <a href=\"/apple/ios-5.1/heart-suit/\">previously</a> displayed the heart symbol on a white playing card.</p>\r\n\r\n<p><em>Note: the Unicode Character Database (UCD)&nbsp;name &ldquo;Black Heart Suit&rdquo;&nbsp;pre-dates color emoji, when the term referred to a solid, black &hearts;&nbsp;heart suit character. See the glossary for information on the term&nbsp;<a href=\"/glossary/#black\" title=\"📖 Glossary\">black</a> in Unicode character names.</em></p>",
  "apple_vendor_description": "On Apple devices, the heart suit emoji is a classic symbol rendered with a vibrant, rich red color and a smooth, glossy surface that catches the light beautifully.  Its perfectly formed, soft curves and subtle 3D shading are hallmarks of Apple's design language, giving it a luxurious and appealing appearance.  This emoji on Apple devices is universally understood to represent love, romance, passion, and sometimes good fortune in games."
}