{
  "code": "✋",
  "Unicode": [
    "U+270B"
  ],
  "slug": "raised-hand",
  "shortcodes": {
    "github": ":raised_hand:",
    "slack": ":raised_hand:",
    "discord": ":raised_hand:"
  },
  "title": "Raised Hand",
  "keywords": [
    "hand",
    "high 5",
    "high five",
    "raised hand"
  ],
  "senses": {
    "adjectives": [
      "Being one more than four"
    ],
    "verbs": [
      "To cease moving.",
      "To come to a halt; to cease moving.",
      "To halt a process or action, typically without restoring the prior state.",
      "Come to a halt, stop moving",
      "To slap high fives.",
      "To slap high five.",
      "To cause to move back and forth repeatedly.",
      "To move or swing back and forth.",
      "To move a weapon.",
      "Move or swing back and forth",
      "To move or swing a weapon back and forth, particularly if demonstrating skill."
    ],
    "nouns": [
      "One of the long extremities of the hand, sometimes excluding the thumb.",
      "A part of the hand",
      "One of the long extremities of the hand that is used for gripping objects.",
      "Extremity of the hand.",
      "Any of the terminal members of the hand (sometimes excepting the thumb)",
      "Organ of manipulation and sensation found in the hands of humans and other primates",
      "A finger is a limb of the human body and a type of digit, an organ of manipulation and sensation found in the hands of humans and other primates.",
      "The inner surface of the hand from the wrist to the base of the fingers",
      "The thenar eminence refers to the group of muscles on the palm of the human hand at the base of the thumb.",
      "The inner and somewhat concave part of the human hand that extends from the wrist to the bases of the fingers.",
      "Inner, concave part of hand.",
      "Most fleshy portion of the palm of the human hand, located adjacent to the second joint of the thumb",
      "The palm of the hand or sole of the foot",
      "A celebratory hand gesture",
      "Celebratory hand gesture",
      "The high five is a hand gesture that occurs when two people simultaneously raise one hand each, about head-high, and push, slide, or slap the flat of their palm against the flat palm of the other person.",
      "That part of the fore limb below the forearm or wrist in primates (including humans).",
      "The part of the fore limb below the forearm or wrist in a human, and the corresponding part in many other animals.",
      "The zoological term for the distal portion of the forelimb of an animal (including the human hand)",
      "Part of the fore limb.",
      "The (prehensile) extremity of the superior limb",
      "The manus is the zoological term for the distal portion of the fore limb of an animal.",
      "A hand, as the part of the fore limb below the forearm in a man, or the corresponding part in other vertebrates.",
      "A hand is a prehensile, multi-fingered extremity located at the end of an arm or forelimb of primates such as humans, chimpanzees, monkeys, and lemurs.",
      "A garment covering the whole hand",
      "A glove is a garment covering the whole hand.",
      "Garment worn on the hand",
      "Item of clothing.",
      "Handwear: covers the hand and wrist",
      "A garment for a hand, often extending to the wrist and sometimes up to the elbow, which either covers each finger individually, or separates the thumb from the other fingers.",
      "An item of clothing other than a mitten, covering all or part of the hand and fingers, but allowing independent movement of the fingers",
      "5 is a number, numeral, and glyph.",
      "A number, numeral, and glyph",
      "Natural number",
      "The cardinal number occurring after four and before six, represented in Roman numerals as V, in Arabic numerals as 5.",
      "The cardinal number that is the sum of four and one",
      "A numerical value equal to 5; the number following four and preceding six. This many dots (•••••)"
    ]
  },
  "category": "People & Body",
  "alsoKnownAs": [
    "High Five",
    "Stop"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A hand held up showing its palm. May be used to mean <em>stop</em>, or as a high-five.</p>",
  "apple_vendor_description": "On Apple devices, the raised hand emoji is depicted with a palm facing forward, fingers extended and slightly splayed, embodying a gesture of greeting, high-five, or offering assistance. Apple's design imbues it with realistic lighting and soft, rounded edges, giving it a friendly and approachable feel. This versatile emoji, with its clear and positive posture on Apple devices, is commonly used to signal agreement, enthusiasm, or a willingness to participate."
}