{
  "code": "🥐",
  "Unicode": [
    "U+1F950"
  ],
  "slug": "croissant",
  "shortcodes": {
    "github": ":croissant:",
    "slack": ":croissant:",
    "discord": ":croissant:"
  },
  "title": "Croissant",
  "keywords": [
    "bread",
    "breakfast",
    "croissant",
    "food",
    "french",
    "roll"
  ],
  "senses": {
    "adjectives": [
      "Of or pertaining to France or the people of France",
      "Of or relating to the people or culture of France.",
      "Of or relating to the French people.",
      "Of or pertaining to France, the French people.",
      "Of or relating to Gaul or France."
    ],
    "verbs": [
      "Prepare food by cutting it into strips.",
      "Cut (e.g, beans) lengthwise in preparation for cooking",
      "To prepare food by cutting it into strips.",
      "Cover with bread crumbs"
    ],
    "nouns": [
      "A staple food prepared by cooking a dough of flour and water and possibly more ingredients",
      "A common food made mainly from flour, water and yeast and produced by kneading and baking a dough.",
      "Food made from dough of flour or meal and usually raised with yeast or baking powder and then baked",
      "Bread is a staple food prepared by baking a dough of flour and water.",
      "Bread is a staple food prepared from a dough of flour and water, usually by baking.",
      "A foodstuff made by baking dough made from cereals.",
      "Baked dough made from cereals.",
      "Staple food",
      "Very rich flaky crescent-shaped roll",
      "A crescent-shaped puff pastry",
      "A croissant is a buttery, flaky, viennoiserie or Vienna-style pastry named for its well-known crescent shape.",
      "A flaky roll or pastry in a form of a crescent.",
      "French pastry",
      "A crescent-shaped biscuit or bread roll.",
      "Any substance consumed to provide nutritional support for the body. For prepared ready-to-eat food, use dish: Q746549.",
      "Any substance consumed by living organisms to sustain life.",
      "Food.",
      "Any substance that can be consumed by living organisms, especially by eating, in order to sustain life.",
      "Any solid substance (as opposed to liquid) that is used as a source of nourishment",
      "Food is any substance consumed to provide nutritional support for the body."
    ]
  },
  "category": "Food & Drink",
  "alsoKnownAs": [],
  "version": {
    "unicode-version": "9.0",
    "emoji-version": "3.0"
  },
  "description": "<p>The flaky, golden-brown&nbsp;<a href=\"/crescent-moon/\" title=\"🌙 Crescent Moon\">crescent&nbsp;</a>of a croissant, a breakfast pastry associated with <a href=\"/flag-france/\" title=\"🇫🇷 Flag For France\">France&nbsp;</a>and&nbsp;<a href=\"/flag-austria/\" title=\"🇦🇹 Flag For Austria\">Austria</a>.</p>\r\n\r\n<p>The croissant emoji <a href=\"https://www.tiktok.com/@washingtonpost/video/7185665025246432558?lang=en\">went viral on Tiktok</a> in January 2023.</p>\r\n\r\n<div id=\"professor_prebid-root\">&nbsp;</div>",
  "apple_vendor_description": "Apple's croissant emoji is a delicious-looking pastry, rendered with a golden-brown, flaky exterior that suggests a satisfying crunch.  The 3D design on Apple devices showcases realistic lighting and soft gradients, highlighting the delicate layers and subtle sheen of the baked goods.  Its gently curved shape and inviting appearance make it a perfect symbol for breakfast, baking, or simply enjoying a sweet treat in digital conversations."
}