{
  "code": "2️⃣",
  "Unicode": [
    "U+32",
    "U+FE0F",
    "U+20E3"
  ],
  "slug": "keycap-digit-two",
  "shortcodes": {
    "github": ":two:",
    "slack": ":two:",
    "discord": ":two:"
  },
  "title": "Keycap Digit Two",
  "keywords": [
    "keycap",
    "two"
  ],
  "senses": {
    "adjectives": [
      "Coming next after the first in position in space or time or degree or magnitude",
      "Number-two; following after the first one with nothing between them. The ordinal number corresponding to the cardinal number two.",
      "That which comes after the first.",
      "Being one more than one"
    ],
    "verbs": [
      "To determine the number (of objects in a group).",
      "Determine the number or amount of",
      "To count",
      "To determine the amount of."
    ],
    "nouns": [
      "A concept of quantity involving zero and units",
      "Mathematical object used to count, label, and measure",
      "A number is one of several related types of mathematical objects.",
      "A member of one of several classes: natural numbers, integers, rational numbers, real numbers, complex numbers, quaternions.",
      "Set of numerals.",
      "A set of numerals for representing numbers.",
      "The natural number following 1 and preceding 3",
      "Natural number",
      "A numerical value equal to 2; the second number in the set of natural numbers (especially in number theory); the cardinality of the set 0, 1; one plus one. Ordinal: second. This many dots (••).",
      "Short form of number 2 pencil",
      "The second natural number (2).",
      "The cardinal number that is the sum of one and one or a numeral representing this number",
      "The number two.",
      "2 is a number, numeral, and glyph."
    ]
  },
  "category": "Symbols",
  "alsoKnownAs": [],
  "version": {
    "unicode-version": "3.0",
    "emoji-version": "3.0"
  },
  "description": "<p>The number 2 on a&nbsp;square with rounded corners, designed to look like a keycap.</p>",
  "apple_vendor_description": "Apple’s keycap digit two emoji presents a crisp, clean numeral '2' encased in a softly rounded, slightly raised key. The design on Apple devices features a subtle glossy sheen and precise, realistic lighting, giving it a tactile feel. This emoji is perfect for indicating a second option, a count of two, or a sequential order in digital conversations."
}