{
  "code": "🚴‍♂️",
  "Unicode": [
    "U+1F6B4",
    "U+200D",
    "U+2642",
    "U+FE0F"
  ],
  "slug": "man-biking",
  "shortcodes": {
    "github": ":biking_man:",
    "slack": ":man-biking:",
    "discord": ":man_biking:"
  },
  "title": "Man Biking",
  "keywords": [
    "bicycle",
    "biking",
    "cyclist",
    "man"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [
      "To ride a bicycle.",
      "To operate a pedal.",
      "Ride a bicycle",
      "To ride a bicycle or other cycle.",
      "To operate a bicycle.",
      "To ride a bike."
    ],
    "nouns": [
      "Human-powered, pedal-driven two-wheel vehicle",
      "A vehicle that has two wheels, one behind the other, a steering handle, and a saddle seat or seats and is usually propelled by the action of a rider's feet upon pedals.",
      "A pedal-powered vehicle, such as a unicycle, bicycle, or tricycle; or, motorized vehicle that has either two or three wheels, such as a motorbike, motorcycle, motorized tricycle, or motortrike.",
      "A bicycle, often called a bike or cycle, is a human-powered, pedal-driven, single-track vehicle, having two wheels attached to a frame, one behind the other.",
      "A vehicle with two wheels in tandem, pedals connected to the rear wheel by a chain, handlebars for steering, and a saddlelike seat.",
      "A short form of bicycle.",
      "A wheeled vehicle that has two wheels and is moved by foot pedals",
      "Sexual maturity is the age or stage when an organism can reproduce.",
      "The age or stage when an organism can reproduce",
      "An adult male human.",
      "A man is a male human.",
      "An adult male human",
      "An adult human member of the sex that begets young by fertilizing ova.",
      "A human member of the masculine sex or gender.",
      "An adult person who is male (as opposed to a woman)",
      "Cycling, also called bicycling or biking, is the use of bicycles for transport, recreation, or for sport.",
      "The sport of riding and racing bicycles.",
      "The use of bicycles for transport, recreation, or sport.",
      "The sport of riding a bicycle.",
      "Riding a bicycle",
      "The sport of riding and racing cycles, especially bicycles.",
      "The sport of traveling on a bicycle or motorcycle",
      "Null",
      "Person who rides a cycle.",
      "A person who rides a bicycle",
      "A person who rides a cycle, especially a bicycle, or who habitually engages in cycling.",
      "One who rides a bicycle, particularly one who does so regularly, or as an enthusiast."
    ]
  },
  "category": "People & Body",
  "alsoKnownAs": [
    "Male Cyclist"
  ],
  "version": {
    "unicode-version": null,
    "emoji-version": "4.0"
  },
  "description": "<p>The male version of the <a href=\"/person-biking/\">🚴&nbsp;Bicyclist</a> emoji.</p>",
  "apple_vendor_description": "The man biking emoji on Apple devices portrays a dynamic figure in motion, with a sleek bicycle rendered in Apple's signature 3D style. Realistic lighting casts subtle shadows, emphasizing the smooth, rounded edges of both the cyclist's form and the bike frame, conveying a sense of energetic movement and outdoor activity. This emoji is perfect for communicating about exercise, travel, or enjoying the fresh air in your Apple communications."
}