{
  "code": "🤵🏼",
  "Unicode": [
    "U+1F935",
    "U+1F3FC"
  ],
  "slug": "man-in-tuxedo-medium-light-skin-tone",
  "shortcodes": null,
  "title": "man in tuxedo: medium-light skin tone",
  "keywords": [
    "tuxedo",
    "medium-light skin tone",
    "man",
    "groom"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [],
    "nouns": [
      "Sexual maturity is the age or stage when an organism can reproduce.",
      "The age or stage when an organism can reproduce",
      "An adult male human.",
      "A man is a male human.",
      "An adult male human",
      "An adult human member of the sex that begets young by fertilizing ova.",
      "A human member of the masculine sex or gender.",
      "An adult person who is male (as opposed to a woman)",
      "A tuxedo or dinner suit or dinner jacket is a formal evening suit distinguished primarily by satin or grosgrain facings on the jacket's lapels and buttons and a similar stripe along the outseam of the trousers.",
      "Tux is a penguin character and the official mascot of the Linux kernel.",
      "The Linux mascot",
      "A typically black formal jacket worn by men.",
      "Dinner jacket; tuxedo",
      "A cuddly cartoon penguin, the official mascot.",
      "Semiformal evening dress for men",
      "A jacket, often white, corresponding to a tuxedo jacket.",
      "Black tie is a dress code of semi-formal wear for evening events and social functions derived from British and American costume conventions of the 19th century.",
      "A semi-formal dress code for evening events and social functions in Western fashion",
      "Man's formal suit worn in the evening; tuxedo",
      "Dress code for events and social functions"
    ]
  },
  "category": "People & Body",
  "alsoKnownAs": null,
  "version": null,
  "description": "This version of the  Man in Tuxedo emoji has the  Medium-light Skin Tone applied, which is displayed as a Cream White Skin Tone on suppo",
  "apple_vendor_description": "On Apple devices, the man in a tuxedo emoji with medium-light skin tone exudes sophisticated elegance, rendered with Apple's signature glossy 3D shading. The crisp black tuxedo features subtle folds and realistic lighting, highlighting its polished texture, while the white shirt and bow tie are brilliantly illuminated. This emoji, with its confident posture, is ideal for occasions calling for formal attire, celebrations, or expressing a sense of dapper refinement in messages sent on Apple devices."
}