{
  "code": "🤥",
  "Unicode": [
    "U+1F925"
  ],
  "slug": "lying-face",
  "shortcodes": {
    "github": ":lying_face:",
    "slack": ":lying_face:",
    "discord": ":liar:"
  },
  "title": "Lying Face",
  "keywords": [
    "face",
    "lie",
    "lying face",
    "pinocchio"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [],
    "nouns": [
      "Part of the body at the front of the head",
      "The face is a central organ of sense and is also very central in the expression of emotion among humans and among numerous other species.",
      "Faces are the central sense organ complexes, for those animals that have one, normally on the ventral surface of the head.",
      "The front of the human head from the forehead to the chin and ear to ear",
      "The front part of the head, featuring the eyes, nose, and mouth and the surrounding area.",
      "A lie or falsehood.",
      "Lie or falsehood.",
      "Intentionally false statement to a person or group made by another person or group who knows it is not wholly the truth",
      "A lie that is told in an emergency situation in order to spare someone or to prevent something bad from happening.",
      "A type of deception in the form of an untruthful statement",
      "Prevarication is deviation from what is right or correct, transgression, perversion.",
      "A statement that deviates from or perverts the truth",
      "A statement intended to deceive, even if literally true; a half-truth",
      "A false statement made with the intention to deceive.",
      "Lie .",
      "A lie that is told to avoid offense and to maintain harmony.",
      "A lie is an intentionally false statement to a person or group made by another person or group who knows it is not wholly the truth."
    ]
  },
  "category": "Smileys & Emotion",
  "alsoKnownAs": [
    "Liar",
    "Long Nose",
    "Pinocchio"
  ],
  "version": {
    "unicode-version": "9.0",
    "emoji-version": "3.0"
  },
  "description": "<p>A yellow face with raised eyebrows, enlarged eyes, slight frown, and long nose,&nbsp;indicating&nbsp;it&rsquo;s telling a lie in the manner of <a href=\"https://en.wikipedia.org/wiki/Pinocchio\">Pinocchio</a>. Like that character, Facebook&#39;s design features a wooden nose.&nbsp;</p>\r\n\r\n<p>May represent lying, a liar, and other concepts of deceit and dishonesty to varying degrees of intensity. Sometimes used to convey disbelief (e.g., <i>You must be kidding</i>) or feeling abashed (e.g., as if&nbsp;caught in the act of lying).</p>",
  "apple_vendor_description": "The lying face emoji on Apple devices presents a unique and expressive character, with its eyes askew and a sly, downturned mouth hinting at insincerity or mischief. Rendered with Apple's characteristic smooth gradients and subtle highlights, the face appears soft and rounded, yet undeniably conveys a sense of deception or playful dishonesty. It's a fantastic way to humorously acknowledge a tall tale or a white lie in digital conversations on Apple devices."
}