{
  "code": "🛄",
  "Unicode": [
    "U+1F6C4"
  ],
  "slug": "baggage-claim",
  "shortcodes": {
    "github": ":baggage_claim:",
    "slack": ":baggage_claim:",
    "discord": ":baggage_claim:"
  },
  "title": "Baggage Claim",
  "keywords": [
    "baggage",
    "claim"
  ],
  "senses": {
    "adjectives": [
      "Concerning or affecting a particular person or his or her private life and personality"
    ],
    "verbs": [
      "Change location; move, travel, or proceed, also metaphorically",
      "To change (from one value to another).",
      "To move or travel (from one location to another).",
      "To change the location of an object.",
      "To transfer a file from one location to another. After the file is transferred, there is only one copy of the file, in the new location.",
      "To move an object one pixel at a time.",
      "To move or pass from one place, person or thing to another.",
      "To move persons from one place to another.",
      "To send or convey something from one person, place or thing to another.",
      "To move data from one location to another.",
      "To send or convey from someone, some place or something to another.",
      "Send from one person or place to another",
      "To carry or bear from one place to another; to remove; to convey.",
      "To send information over a communications line or a circuit."
    ],
    "nouns": [
      "Movement from one place to another",
      "Something that serves as a means of transportation",
      "The movement of people or objects.",
      "The act or means of moving tangible objects (persons or goods) from place to place. Often involves the use of some type of vehicle.",
      "Something that serves as a means of transportation.",
      "Transport or transportation is the movement of people, animals and goods from one location to another.",
      "The conveyance of people over land, water or through air by automobile, bus, train, airplane or some other means of travel.",
      "A mechanism for moving data from one point to another.",
      "An aerodrome or airdrome is a location from which aircraft flight operations take place, regardless of whether they involve cargo, passengers, or neither.",
      "A facility for transporting passengers and/or cargo via aircraft",
      "An airfield equipped with control tower and hangars as well as accommodations for passengers and cargo.",
      "An airfield (a place where airplanes can take off and land), including one or more runways and one or more passenger terminals.",
      "An airfield equipped with control tower and hangars as well as accommodations for passengers and cargo",
      "A place designated for airplanes.",
      "Location from which aircraft flight operations take place (broader than the term airport)",
      "Any place at which flight operations take place. In British English, it refers chiefly to a small airport or airfield",
      "An airfield equipped with air traffic control facilities and hangars as well as accommodation for passengers and cargo; an airport.",
      "An airport served by jet aircraft",
      "A landing and taking-off area for civil aircraft, usually with surfaced runways and aircraft maintenance and passenger facilities.",
      "An airport is a location with facilities for commercial aviation flights to take off and land.",
      "In airport terminals, a baggage claim area is an area where arriving passengers claim checked-in baggage after disembarking from an airline flight.",
      "An area in an airport where arriving passengers can collect the luggage that has been carried in the hold of the aircraft",
      "Cases used to carry belongings when traveling",
      "Luggage; traveling equipment",
      "The bags and other containers that hold a traveller's belongings.",
      "Baggage or luggage consists of bags, cases, and containers which hold a traveller's articles during transit.",
      "Bags, cases and containers which hold a traveler's articles during transit",
      "A portable rectangular container for carrying clothes",
      "A suitcase.",
      "A suitcase is a general term for a distinguishable form of luggage.",
      "Large (usually rectangular) piece of luggage used for carrying clothes, and sometimes suits, when travelling",
      "Large (usually rectangular) piece of luggage used for carrying clothes, and sometimes suits, when travelling.",
      "A flexible container made of cloth, paper, plastic, etc.",
      "A flexible container made of cloth, paper, plastic, leather, etc., to put something in or to carry away.",
      "A flexible container with a single opening",
      "A bag is a common tool in the form of a non-rigid container.",
      "Simple tool in the form of a non-rigid container"
    ]
  },
  "category": "Symbols",
  "alsoKnownAs": [],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>An icon representing the place where <a href=\"/luggage\">luggage</a> can be collected from after the completion of a journey on the likes of an <a href=\"/airplane\">airplane</a> or <a href=\"/ferry\">ferry</a>.</p>",
  "apple_vendor_description": "Apple’s baggage claim emoji features a stylized conveyor belt with a single, neatly packed suitcase, all rendered with Apple's signature smooth gradients and soft rounded edges. The suitcase has a subtle 3D effect, suggesting depth and realism under gentle lighting. This emoji on Apple devices is a clear visual cue for travel, journeys, arrivals, or the anticipation of picking up one's belongings."
}