{
  "code": "📡",
  "Unicode": [
    "U+1F4E1"
  ],
  "slug": "satellite-antenna",
  "shortcodes": {
    "github": ":satellite:",
    "slack": ":satellite_antenna:",
    "discord": ":satellite:"
  },
  "title": "Satellite Antenna",
  "keywords": [
    "antenna",
    "dish",
    "satellite"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [
      "Get something; come into possession of",
      "To be handed something; to come into possession of.",
      "Take possession of.",
      "To take possession of.",
      "Broadcast over the airwaves, as in radio or television",
      "To transmit a message or signal via radio waves or electronic means",
      "To send data over the airwaves, as in radio or television.",
      "To send out a signal (as opposed to receive).",
      "To broadcast, as with a television show.",
      "To transmit a message or signal via radio waves or electronic means."
    ],
    "nouns": [
      "A receiver on a communications satellite.",
      "An antenna for receiving satellite signals",
      "A parabolic antenna designed to receive microwaves from communications satellites, which transmit data transmissions or broadcasts, such as satellite television.",
      "A satellite dish is a dish-shaped type of parabolic antenna designed to receive electromagnetic signals from satellites, which transmit data transmissions or broadcasts, such as satellite television.",
      "An antenna shaped like a parabola in one or both planes",
      "A type of antenna with a similar shape to a plate or bowl, as in satellite dish, radar dish",
      "Type of antenna.",
      "Directional antenna consisting of a parabolic reflector for microwave or radio frequency radiation",
      "A parabolic antenna is an antenna that uses a parabolic reflector, a curved surface with the cross-sectional shape of a parabola, to direct the radio waves.",
      "A wire or rod (or a set of these) able to send or receive radio waves, etc.",
      "A rod, wire, or other structure for receiving or transmitting radio, television signals etc.",
      "An electrical device that sends or receives radio or television signals",
      "An electrical device which converts electric power into radio waves, and vice versa",
      "A transducer that transmits or receives electromagnetic waves",
      "An antenna is an electrical device which converts electric power into radio waves, and vice versa.",
      "Device for receiving or transmitting.",
      "An apparatus to receive or transmit radio waves and convert respectively to or from an electrical signal."
    ]
  },
  "category": "Objects",
  "alsoKnownAs": [],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A dish antenna, as used to send or receive information to or from a communication <a href=\"/satellite/\">satellite</a>&mdash;or <a href=\"/alien/\">👽 Extraterrestrial Life</a>. Generally depicted as a mounted, metal dish with its antenna positioned at 45&deg; to the upper right.</p>\r\n\r\n<p>Commonly used to represent satellite <a href=\"/television/\">television</a>, <a href=\"/radio/\">radio</a>, and internet, as well as broadcasting, streaming, cellular, and wireless services or technologies. May also represent various concepts of signals and transmission.</p>\r\n\r\n<p>Several platforms, including Microsoft and Twitter, feature curved, radiating lines, as if transmitting data.</p>",
  "apple_vendor_description": "The satellite antenna emoji on Apple devices is a finely detailed representation of modern communication technology, featuring a polished metallic dish with subtle reflections and precise contours. Its design incorporates realistic lighting effects, giving it a tangible, three-dimensional appearance characteristic of Apple's meticulous rendering. This emoji signifies connection, broadcasting, or the reception of information, often used in contexts related to technology, space, or global networks."
}