{
  "code": "🏍️",
  "Unicode": [
    "U+1F3CD",
    "U+FE0F"
  ],
  "slug": "motorcycle",
  "shortcodes": {
    "github": ":motorcycle:",
    "slack": ":racing_motorcycle:",
    "discord": ":racing_motorcycle:"
  },
  "title": "Racing Motorcycle",
  "keywords": [
    "motorcycle",
    "racing"
  ],
  "senses": {
    "adjectives": [
      "Acting or moving or capable of acting or moving quickly",
      "Characterized by speed; acting or moving quickly."
    ],
    "verbs": [
      "To compete in a race.",
      "Compete in a race",
      "To compete against in such a race.",
      "Ride a motorcycle",
      "To motor around on a motorcycle; to ride.",
      "To ride a motorbike, to travel by motorbike.",
      "To ride a motorcycle.",
      "Move fast",
      "To drive fast.",
      "To move fast.",
      "To go fast.",
      "To drive fast; to step on the accelerator."
    ],
    "nouns": [
      "Sport is all forms of usually competitive physical activity which, through casual or organised participation, aim to use, maintain or improve physical ability and skills while providing entertainment to participants, and in some cases, spectators.",
      "Athletics is a term encompassing the human competitive sports and games requiring physical skill, and the systems of training that prepare athletes for competition performance.",
      "Forms of competitive activity, usually physical",
      "Any activity that uses physical exertion or skills competitively under a set of rules that is not based on aesthetics.",
      "An active diversion requiring physical exertion and competition",
      "A sport, comprising a group of athletic events or disciplines, each of which involves either running, walking, throwing or jumping.",
      "The complex of individual or group activities pursued for exercise or pleasure, often taking a competitive form.",
      "Athletics is an exclusive collection of sporting events that involve competitive running, jumping, throwing, and walking.",
      "Recreational games and play.",
      "An application that allow the user to follow sports headlines, teams, scores, schedules and standings.",
      "A term for athletic sports and culture based on human, physical competition",
      "A group of sporting activities which includes track and field, road running, cross country running and racewalking.",
      "A participant in a group of sporting activities which includes track and field, road running, cross country running and racewalking.",
      "An umbrella sport, comprising track and field, cross country, road running and racewalking",
      "A competition of speed",
      "Competition where the goal is to complete the course as fast as possible",
      "The sport of competing in races.",
      "The sport of engaging in contests of speed",
      "Sport contest of speed.",
      "In sport, racing is a competition of speed, against an objective criterion, usually a clock or to a specific point.",
      "Two or three wheeled motor vehicle",
      "A motorcycle is a two or three wheeled motor vehicle.",
      "Single-track, two-wheeled motor vehicle.",
      "Open-seated motor-powered vehicle with two wheels.",
      "An open-seated motor-powered vehicle with two wheels.",
      "A motor vehicle with two wheels and a strong frame"
    ]
  },
  "category": "Travel & Places",
  "alsoKnownAs": [
    "Motorbike",
    "Motorcycle"
  ],
  "version": {
    "unicode-version": "7.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A motorcycle, otherwise known as a motorbike used for sport/racing purposes. For a transport-based motorcycle, use a <a title=\"🛵 Motor Scooter\" href=\"/motor-scooter/\">motor scooter.</a></p>\n",
  "apple_vendor_description": "The motorcycle emoji on Apple devices is depicted with a sleek, aerodynamic design, showcasing the polished chrome details and vibrant paintwork with Apple's characteristic realistic lighting. Its dynamic stance and bold silhouette, rendered with smooth gradients and a sense of speed, evoke a feeling of freedom and adventure. This emoji is perfect for communicating excitement, travel plans, or a passion for riding."
}