{
  "code": "🥘",
  "Unicode": [
    "U+1F958"
  ],
  "slug": "shallow-pan-of-food",
  "shortcodes": {
    "github": ":shallow_pan_of_food:",
    "slack": ":shallow_pan_of_food:",
    "discord": ":paella:"
  },
  "title": "Shallow Pan of Food",
  "keywords": [
    "casserole",
    "food",
    "paella",
    "pan",
    "shallow",
    "shallow pan of food"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [],
    "nouns": [
      "Saffron-flavored dish made of rice with shellfish and chicken",
      "Paella is a Valencian rice dish with ancient roots that originated in its modern form in the mid-nineteenth century near Albufera lagoon, a coastal lagoon in Valencia, on the east coast of Spain.",
      "A savory Valencian dish made of rice, cooked on a frying pan with vegetables and meat or shellfish.",
      "Valencian rice dish",
      "Dish made of rice, saffron, and olive oil, which can be garnished with shellfish, fish or different meats.",
      "Savory, cooked dish.",
      "Any vessel (such as a saucepan), with or without a lid, used to cook food",
      "A cylindrical receptacle about as tall as it is wide, with one long handle, usually made of metal, used for cooking in the home",
      "Cylindrical receptacle with one long handle.",
      "Cookware and bakeware are types of food preparation containers, commonly found in a kitchen.",
      "Where the name is used.",
      "Metal or earthenware cooking vessel that is usually round and deep; often has a handle and lid",
      "A generic kitchen utensil used for cooking food by boiling, frying or other methods.",
      "Food cooked and served in a casserole",
      "A casserole, from the French word for \"saucepan\", is a large, deep dish used both in the oven and as a serving vessel.",
      "Food, such as a stew, cooked in such a dish.",
      "Any substance consumed to provide nutritional support for the body. For prepared ready-to-eat food, use dish: Q746549.",
      "Any substance consumed by living organisms to sustain life.",
      "Food.",
      "Any substance that can be consumed by living organisms, especially by eating, in order to sustain life.",
      "Any solid substance (as opposed to liquid) that is used as a source of nourishment",
      "Food is any substance consumed to provide nutritional support for the body."
    ]
  },
  "category": "Food & Drink",
  "alsoKnownAs": [
    "Paella"
  ],
  "version": {
    "unicode-version": "9.0",
    "emoji-version": "3.0"
  },
  "description": "<p>A flat, shallow, black pan with side handles, containing saffron-colored&nbsp;<a href=\"/cooked-rice/\">rice</a>, vegetables, a leg of&nbsp;<a href=\"/poultry-leg/\">poultry</a>, and/or&nbsp;<a href=\"/fried-shrimp/\">shrimp&nbsp;</a>and&nbsp;<a href=\"/cooking/\">lemon&nbsp;</a>slices. Commonly associated with&nbsp;<a href=\"https://en.wikipedia.org/wiki/Paella\">paella</a>, a traditional dish from&nbsp;<a href=\"/flag-spain/\" title=\"🇪🇸 Flag for Spain\">Spain</a>. May be used for eating,&nbsp;<a href=\"/cooking/\">cooking</a>, dining, and meals more generally.</p>\r\n\r\n<p>Apple&#39;s version of this emoji is considered to be <a href=\"https://blog.emojipedia.org/apple-fixes-paella-emoji/\">representative</a> of the traditional ingredients&nbsp;from Valencia. Samsung <a href=\"/samsung/touchwiz-7.1/shallow-pan-of-food/\">previously displayed</a> this emoji as a Korean <em>hot pot</em>.</p>",
  "apple_vendor_description": "The shallow pan of food emoji on Apple devices showcases a delicious-looking dish, perhaps a stir-fry or casserole, presented in a sleek, dark pan. Apple’s meticulous design language brings out the textures and colors of the food with vibrant, smooth gradients and realistic lighting, making it appear appetizing and hearty. With its soft rounded edges and overall appealing presentation, this emoji is perfect for sharing culinary delights, discussing meals, or expressing satisfaction with food on Apple devices."
}