{
  "code": "🌁",
  "Unicode": [
    "U+1F301"
  ],
  "slug": "foggy",
  "shortcodes": {
    "github": ":foggy:",
    "slack": ":foggy:",
    "discord": ":foggy:"
  },
  "title": "Foggy",
  "keywords": [
    "fog",
    "foggy"
  ],
  "senses": {
    "adjectives": [
      "Lacking definite form or limits- H.T.Moore",
      "Nebulous; cloudy"
    ],
    "verbs": [],
    "nouns": [
      "A feature of the earth's surface that rises high above the base and has generally steep slopes and a relatively small summit area.",
      "A mountain.",
      "Mountains are natural elevations of the earth's surface, distinguished from hills by their greater height, and commonly by their steeper slopes and more sharply defined summits.",
      "A land mass that projects well above its surroundings; higher than a hill",
      "A mountain is a large landform that stretches above the surrounding land in a limited area, usually in the form of a peak.",
      "Large landform that stretches above the surrounding land",
      "A large mass of earth and rock, rising above the common level of the earth or adjacent land, usually given by geographers as above 1000 feet in height (or 304.8 metres), though such masses may still be described as hills in comparison with larger mountains.",
      "A bridge is a structure built to span physical obstacles such as a body of water, valley, or road, for the purpose of providing passage over the obstacle.",
      "Structure built to span physical obstacles",
      "A structure that allows people or vehicles to cross an obstacle such as a river or canal or railway etc.",
      "Such as Brig o' Turk",
      "A construction or natural feature that spans a divide.",
      "Construction or natural feature that spans a divide.",
      "A structure that spans and provides a passage over a road, railway, river, or some other obstacle.",
      "Fog is a collection of liquid water droplets or ice crystals suspended in the air at or near the Earth's surface.",
      "Droplets of water vapor suspended in the air near the ground",
      "Water droplets suspended in air, especially when localized",
      "Water droplets or, rarely, ice crystals suspended in the air in sufficient concentration to reduce visibility appreciably.",
      "A thick cloud that forms near the ground; the obscurity of such a cloud.",
      "Cloud that forms at a low altitude and obscures vision.",
      "A suspension bridge across the Golden Gate",
      "The Golden Gate Bridge is a suspension bridge spanning the Golden Gate strait, the mile-wide, three-mile-long channel between San Francisco Bay and the Pacific Ocean.",
      "Suspension bridge on the San Francisco Bay",
      "Suspension bridge in California.",
      "A 1.7 mile long suspension bridge linking Marin County, California, to San Francisco, California.",
      "A suspension bridge in San Francisco, United States"
    ]
  },
  "category": "Travel & Places",
  "alsoKnownAs": [
    "Fog",
    "Fog Bridge",
    "Foggy City"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>Foggy weather displayed as&nbsp;<a href=\"/fog/\" title=\"🌫 Fog\">fog</a> covering a bridge or cityscape, depending on the platform. For platforms that show a bridge, the red <a href=\"https://en.wikipedia.org/wiki/Golden_Gate_Bridge\">Golden Gate Bridge</a> is generally displayed.</p>",
  "apple_vendor_description": "On Apple devices, the foggy emoji is depicted as a soft, ethereal cloud of white and light gray, with subtle gradients that suggest depth and atmospheric diffusion. Apple’s signature realistic lighting subtly illuminates the mist, giving it a gentle, enveloping quality. This emoji often conveys a sense of uncertainty, mystery, or a hazy atmosphere in messages."
}