{
  "code": "📯",
  "Unicode": [
    "U+1F4EF"
  ],
  "slug": "postal-horn",
  "shortcodes": {
    "github": ":postal_horn:",
    "slack": ":postal_horn:",
    "discord": ":postal_horn:"
  },
  "title": "Postal Horn",
  "keywords": [
    "horn",
    "post",
    "postal"
  ],
  "senses": {
    "adjectives": [
      "Melodious, tuneful",
      "Containing or constituting or characterized by pleasing melody",
      "Of great intensity.",
      "Characterized by or producing sound of great volume or intensity"
    ],
    "verbs": [],
    "nouns": [
      "A musical instrument is an instrument created or adapted to make musical sounds.",
      "A device constructed or modified with the purpose of making music.",
      "Sound producing object used by a musician for this purpose",
      "Any of various devices or contrivances that can be used to produce musical tones or sounds",
      "A device, object, contrivance or machine used to produce musical notes or sounds.",
      "A device designed to produce musical sounds",
      "A device used to produce music.",
      "A musician that plays the trumpet.",
      "A musical instrument of the brass family, slightly smaller than a trumpet.",
      "An instrument resembling a musical horn and used to signal others.",
      "A brass instrument, or the sound it makes",
      "A musician who plays the cornett",
      "A trumpet.",
      "A musical instrument that consists of a flexible metal or bamboo tongue or reed attached to a frame.",
      "A musical instrument in the brass family.",
      "A trumpet is a musical instrument.",
      "A musical instrument of the brass family, slightly smaller than a trumpet, usually in the musical key of B-flat.",
      "The cornet is a brass instrument very similar to the trumpet, distinguished by its conical bore, compact shape, and mellower tone quality.",
      "Musical instrument",
      "A musical instrument of the brass family, generally tuned to the key of B-flat.",
      "A brass musical instrument with a brilliant tone; has a narrow tube and a flared bell and is played by means of valves",
      "A type of brass horn used to signal the arrival or departure of a post rider or mail coach.",
      "Wind instrument used by postilions of the 18th and 19th centuries",
      "The post horn is a valveless cylindrical brass or copper instrument with cupped mouthpiece, used to signal the arrival or departure of a post rider or mail coach."
    ]
  },
  "category": "Objects",
  "alsoKnownAs": [
    "French Horn",
    "Bugle"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A postal horn (post horn). Depicted as a coiled, valveless, brass horn, like a bugle or <a href=\"/trumpet/\">trumpet</a>, with two red tassels. Sometimes used to mark announcements as well as for various content concerning brass instruments, music, or mail.</p>\r\n\r\n<p>In the 18&ndash;19th centuries, <a href=\"https://en.wikipedia.org/wiki/Post_horn\">post horns</a> signaled the arrival of and cleared the way for mail coaches, like a modern-day&nbsp;<a href=\"/police-car-light/\">siren</a>. Used today as a symbol on <a href=\"/postbox/\">postboxes</a> (mailboxes) and by many European postal services, as seen featured in <a href=\"/post-office/\">🏤 European Post Office</a>.</p>",
  "apple_vendor_description": "On Apple devices, the postal horn emoji is depicted as a classic brass instrument, its curves and bell catching realistic lighting to showcase a polished, metallic sheen. The smooth gradients and subtle reflections on its surface give it a tangible, almost collectible feel, a hallmark of Apple’s attention to detail. This emoji evokes a sense of tradition, communication from afar, or a call to attention, often used to signify important news or a formal announcement."
}