{
  "code": "💑",
  "Unicode": [
    "U+1F491"
  ],
  "slug": "couple-with-heart",
  "shortcodes": {
    "github": ":couple_with_heart:",
    "slack": ":couple_with_heart:",
    "discord": ":couple_with_heart:"
  },
  "title": "Couple with Heart",
  "keywords": [
    "love",
    "couple"
  ],
  "senses": {
    "adjectives": [
      "Enjoying or showing or marked by joy or pleasure"
    ],
    "verbs": [
      "To feel an affection, emotion or love for.",
      "Go on a date with"
    ],
    "nouns": [
      "A term for a male partner",
      "Regular male companion in a romantic or sexual relationship",
      "A male partner in a romantic relationship.",
      "A male lover; a boyfriend.",
      "A boyfriend is a regular male companion in a romantic and/or sexual relationship.",
      "Male partner in a romantic relationship.",
      "A man who is the lover of a girl or young woman",
      "(plural) any group of human beings (men or women or children) collectively",
      "Plurality of persons considered as a whole",
      "A group of persons forming or belonging to a particular nation, class, ethnic group, country, family, etc.",
      "Persons who exist in no programmatic feature category, or more than one category.",
      "(plural peoples)  Persons forming or belonging to a particular group, such as a nation, class, ethnic group, country, family, etc; folk; community.",
      "A group of persons forming or belonging to a particular nation etc.",
      "A people is a plurality of persons considered as a whole, as in an ethnic group or nation.",
      "A group of humans",
      "A pair who associate with one another",
      "A pair or couple, especially one that is harmonious or elegant.",
      "A form of courtship which may include any social activity undertaken by, typically, two persons with the aim of assessing each other's suitability as a partner.",
      "Dating is a part of human mating process whereby two people meet socially for companionship, beyond the level of friendship, or with the aim of each assessing the other's suitability as a partner in an intimate relationship or marriage.",
      "A form of romantic courtship.",
      "Geochronology is the science of determining the age of rocks, fossils, and sediments, within a certain degree of uncertainty inherent to the method used.",
      "A form of romantic courtship typically between two individuals with the aim of assessing the other's suitability as a partner in an intimate relationship or as a spouse. The result of dating may at any time lead to friendship, any level of intimate relationship, marriage, or no relation.",
      "Process of establishing romantic relationship",
      "Which includes both absolute dating and relative dating),",
      "Use of chemical analysis to estimate the age of geological specimens",
      "Love is a variety of different feelings, states, and attitudes that ranges from interpersonal affection to pleasure.",
      "An intense feeling of affection and care towards another person.",
      "Emotion based on affection",
      "A strong positive emotion of regard and affection",
      "In the Italian or Latin languages",
      "The form of romantic affection that is considered pure and wholly positive, not just based on feelings of lust.",
      "Love is a word which refers to a variety of different emotional states, feelings or attitudes which range from those of simple personal pleasures or desires to those characterizing interpersonal affection and many forms of profound kindness, compassion, and benevolent concern for the good of others.",
      "?, representing love, the organ, or a card suit",
      "A feeling of love or strong attachment.",
      "Affection is a \"disposition or rare state of mind or body\" that is often associated with a feeling or type of love.",
      "The heart symbol or \"heart shape\" is an ideograph used to express the idea of the \"heart\" in its metaphorical or symbolic sense as the center of emotion, including affection and love, especially romantic love.",
      "Philia, often translated \"brotherly love\", is one of the four ancient Greek words for love: philia, storge, agape and eros.",
      "A conventional shape or symbol used to represent the heart, love, or emotion: ? or sometimes <3.",
      "Affection, attraction, infatuation, or fondness is a \"disposition or rare state of mind or body\" that is often associated with a feeling or type of love.",
      "As used by Aristotle in his Nichomachean Ethics",
      "A stylized representation of the muscular organ, used as a symbol for affection, in the shape of two top lobes and a tapering bottom.",
      "A positive feeling of liking",
      "Feeling of love or strong attachment.",
      "The state of being married; matrimony.",
      "Marriage; the state of being married.",
      "The act or state of marriage.",
      "The state of being married.",
      "State of being married.",
      "Conflict of marriage laws is the conflict of laws regarding marriage in different jurisdictions.",
      "The state of being a married couple voluntarily joined for life (or until divorce)"
    ]
  },
  "alsoKnownAs": [
    "Couple In Love",
    "Gender Neutral Couple",
    "Loving Couple"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A couple standing next to each other, smiling, with a love heart floating in the air between them. No gender is specified for the two people, and as such this may be used to represent the concept of a couple broadly, and/or as a means of showing two non-binary people.</p>\r\n\r\n<p>Previously shown with the same appearance as&nbsp;<a href=\"/couple-with-heart-woman-man/\">👩&zwj;❤️&zwj;👨 Couple With Heart: Woman, Man</a>, but now displays&nbsp;two people with an ambiguous gender&nbsp;appearance.</p>",
  "apple_vendor_description": "The couple with heart emoji on Apple devices depicts two figures, rendered with Apple's characteristic soft rounded edges and vibrant color palettes, embracing tenderly with a prominent, glossy red heart floating between them. The realistic lighting and subtle shading give the figures a sense of warmth and connection, making the heart appear to pulsate with affection. This emoji beautifully symbolizes love, romance, deep affection, and strong bonds between two people, a perfect visual shorthand for heartfelt sentiments shared on Apple devices.",
  "category": "People & Body"
}