{
  "code": "✴️",
  "Unicode": [
    "U+2734",
    "U+FE0F"
  ],
  "slug": "eight-pointed-star",
  "shortcodes": {
    "github": ":eight_pointed_black_star:",
    "slack": ":eight_pointed_black_star:",
    "discord": ":eight_pointed_black_star:"
  },
  "title": "Eight Pointed Black Star",
  "keywords": [
    "*",
    "eight-pointed star",
    "star"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [],
    "nouns": [
      "Massive balls of plasma",
      "Sphere of plasma held together by gravity, undergoing fusion",
      "Luminous celestial body.",
      "A luminous celestial body that is made from gases (particularly hydrogen and helium) and forms the shape of a sphere.",
      "This article is for quotes about stars, or which make prominent mention of stars.",
      "(astronomy) a celestial body of hot gases that radiates energy derived from thermonuclear reactions in the interior",
      "A star is a massive, luminous sphere of plasma held together by its own gravity.",
      "A luminous celestial body, made up of plasma (particularly hydrogen and helium) and having a spherical shape. Depending on context the sun may or may not be included.",
      "Regular non-convex polygon",
      "A regular star polygon is a regular non-convex polygon.",
      "A concave polygon with regular, pointy protrusions and indentations, generally with five or six points.",
      "A star-like polygon"
    ]
  },
  "category": "Symbols",
  "alsoKnownAs": [
    "Orange Star"
  ],
  "version": {
    "unicode-version": "1.1",
    "emoji-version": "1.0"
  },
  "description": "<p>A star with eight points, that is commonly shown in orange, and for some reason, with only four points.</p>\r\n\r\n<p>See the glossary for information on the term&nbsp;<em><a href=\"/glossary/#black\" title=\"📖 Glossary\">black</a></em> in unicode character names.</p>\r\n",
  "apple_vendor_description": "On Apple devices, the eight-pointed star emoji shines with a vibrant, radiant yellow, embodying a sense of wonder and brilliance. Its form features sharp, defined points that catch the light, enhanced by Apple’s signature glossy 3D shading and smooth gradients, creating a subtle metallic sheen. This emoji on Apple devices often signifies exceptional achievement, a brilliant idea, or a particularly special moment, adding a touch of celestial magic to digital conversations."
}