{
  "code": "🇳🇪",
  "Unicode": [
    "U+1F1F3",
    "U+1F1EA"
  ],
  "slug": "flag-niger",
  "shortcodes": {
    "github": ":niger:",
    "slack": ":flag-ne:",
    "discord": ":flag_ne:"
  },
  "title": "Flag: Niger",
  "keywords": [
    "flag"
  ],
  "senses": {
    "adjectives": [
      "From or in the countryside or connected with it.",
      "Of, from or pertaining to the countryside (adjective)."
    ],
    "verbs": [],
    "nouns": [
      "Emblem usually consisting of a rectangular piece of cloth of distinctive design",
      "Piece of cloth.",
      "A flag is a piece of fabric with a distinctive design that is used as a symbol, as a signaling device, or as decoration.",
      "A piece of cloth, often decorated with an emblem, used as a visual signal or symbol.",
      "Piece of fabric with a distinctive design",
      "A person from Niger or of Nigerien descent.",
      "Official name of Niger.",
      "A country in Western Africa situated to the north of Nigeria. Official name: Republic of Niger.",
      "Niger, officially the Republic of Niger, is a landlocked country in Western Africa, named after the Niger River.",
      "A country in Western Africa whose capital is Niamey.",
      "ISO 3166-1 country code",
      "A landlocked republic in West Africa; gained independence from France in 1960; most of the country is dominated by the Sahara Desert",
      "The official name of Niger.",
      "Country in Africa",
      "The opposite of secession",
      "As its original Latin term",
      "Government",
      "The collective body of a nation or state as politically organized, or as exercising political functions.",
      "The territory of a nation, especially an independent nation state or formerly independent nation; a political entity asserting ultimate authority over a geographical area.",
      "Nations is often used synonymously with ethnic group, but although ethnicity is now one of the most important aspects of cultural or social identity for the members of most nations, people with the same ethnic origin may live in different nation-states and be treated as members of separate nations for that reason.",
      "Political organisation with a centralized independent government",
      "The government.",
      "An organized political community, living under a government",
      "Nation has various meanings, and the meaning has changed over time.",
      "A state is an organized community living under one government.",
      "A political entity asserting ultimate authority over a geographical area.",
      "A people permanently occupying a fixed territory bound together by common law, habits and custom into one body politic exercising, through the medium of an organized government, independent sovereignty and control over all persons and things within its boundaries, unless or until authority is ceded to a federation or union of other states.",
      "The people who live in a nation or country",
      "A politically organized body of people under a single government",
      "A sovereign state.",
      "A state is a nonphysical juridical entity of the international legal system that is represented by one centralized government that has supreme independent authority over a geographic area.",
      "The geographic area under the control of a political state."
    ]
  },
  "alsoKnownAs": [
    "Nigerien Flag"
  ],
  "version": {
    "unicode-version": null,
    "emoji-version": "1.0"
  },
  "description": "<p>The flag for&nbsp;<a href=\"https://en.wikipedia.org/wiki/Niger\">Niger</a>, which may show as the letters&nbsp;<em>NE</em>&nbsp;on some platforms.</p>",
  "apple_vendor_description": "On Apple devices, the flag of Niger is depicted with its distinct tricolor bands of orange, white, and green, each infused with Apple's signature smooth gradients and realistic lighting. The central orange circle, representing the sun, appears to have a subtle glossy sheen, contributing to the emoji's polished 3D appearance. This flag emoji serves as a clear and respectful identifier for the nation, commonly used in conversations related to Niger, its people, or global affairs."
}