{
  "code": "🛒",
  "Unicode": [
    "U+1F6D2"
  ],
  "slug": "shopping-cart",
  "shortcodes": {
    "github": ":shopping_cart:",
    "slack": ":shopping_trolley:",
    "discord": ":shopping_trolley:"
  },
  "title": "Shopping Trolley",
  "keywords": [
    "cart",
    "shopping",
    "trolley"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [
      "To use a trolley vehicle to go from one place to another.",
      "To pull or draw something heavy.",
      "To transport something heavy.",
      "Draw slowly or heavily",
      "To move onward heavily, laboriously, or slowly; to advance with weary effort; to go on lingeringly.",
      "To draw slowly or heavily.",
      "To bring to by trolley."
    ],
    "nouns": [
      "Recently bought goods.",
      "Buying goods",
      "The commodities purchased from storeswomen carrying home shopping didn't give me a second glance\"",
      "A retailer or shop is a business that presents a selection of goods or services and offers to sell them to customers for money or other goods.",
      "Vehicle with two wheels",
      "A cart is a vehicle designed for transport, using two wheels and normally pulled by one or a pair of draught animals.",
      "A two-wheeled animal-pulled conveyance",
      "Wheeled vehicle that can be pushed by a person; may have one or two or four wheels",
      "A two-wheeled vehicle, commonly without springs, drawn by mules, oxen, or the like, used for the conveyance of heavy goods.",
      "A small, open, wheeled vehicle, drawn or pushed by a person or animal, more often used for transporting goods than passengers.",
      "Small pushable cart.",
      "A small cart, normally with two or four wheels, that can be pushed by hand",
      "A cart designed to be pulled or pushed by hand (as opposed to with a beast of burden.)",
      "A list of items that a customer has selected to purchase from a commerce Web site. It is usually compiled into a file and sometimes visually represented by a shopping basket, shopping cart, or other container used when shopping.",
      "A virtual container that stores products that have been selected for purchase from a procurement catalog or a vendor catalog.",
      "Wire basket fastened to a frame with wheels which customers use for collecting purchases in a store.",
      "A cart or shopping cart.",
      "A shopping cart.",
      "A handcart that holds groceries or other goods while shopping",
      "A cart supplied by a shop, for use by customers inside the shop for transport of merchandise",
      "A shopping cart is a cart supplied by a shop, especially supermarkets, for use by customers inside the shop for transport of merchandise to the check-out counter during shopping.",
      "A conveyance used to carry groceries and other items, while shopping in a store.",
      "Conveyance used to carry items while shopping."
    ]
  },
  "category": "Objects",
  "alsoKnownAs": [
    "Shopping Cart"
  ],
  "version": {
    "unicode-version": "9.0",
    "emoji-version": "3.0"
  },
  "description": "<p>A metal shopping cart that you might find in a supermarket or grocery store.</p>",
  "apple_vendor_description": "On Apple devices, the shopping cart emoji is depicted with a sleek, metallic design and a sturdy frame, complete with a handle and an open basket area. Apple's signature 3D shading and soft gradients give it a realistic, almost tangible feel, suggesting movement and utility. This emoji is universally understood to represent shopping, commerce, online purchasing, or the act of adding items to a list, making it a staple for expressing consumer activities and desires in digital conversations."
}