{
  "code": "🤌",
  "Unicode": [
    "U+1F90C"
  ],
  "slug": "pinched-fingers",
  "shortcodes": {
    "discord": ":pinched_fingers:"
  },
  "title": "Pinched Fingers",
  "keywords": [
    "fingers",
    "hand gesture",
    "interrogation",
    "pinched",
    "sarcastic"
  ],
  "category": "People & Body",
  "alsoKnownAs": [
    "Finger Purse",
    "Ma Che Vuoi"
  ],
  "version": {
    "unicode-version": "13.0",
    "emoji-version": "13.0"
  },
  "description": "<p>An emoji showing the fingers held together in a vertical orientation, often referred to as the Italian hand gesture <em>ma che vuoi</em>, sometimes called the &quot;finger purse.&quot;&nbsp;In Italy this gesture tends to be used in disagreement, frustration, or disbelief and can mean &ldquo;What do you want?&rdquo; or &ldquo;What are you saying?&rdquo; Outside Italy anyone performing a caricature of an Italian person, regardless of context or tone, might use this gesture.</p>\r\n\r\n<p><em>Pinched Fingers</em> has a variety of other culturally specific uses. In Israeli culture it can mean &ldquo;hold on,&rdquo; &ldquo;relax,&rdquo; or &ldquo;be patient.&rdquo; The K-Pop star <a href=\"https://en.wikipedia.org/wiki/Kwon_Yu-ri\">Yuri</a> uses it as a signature gesture to represent a <a href=\"/dumpling/\">dumpling</a> and a general warm sentiment. It can also be used to represent the act of <a href=\"https://en.m.wikipedia.org/wiki/Fisting\">fisting</a>.</p>\r\n\r\n<p>Not to be confused with <a href=\"/pinching-hand/\">🤏 Pinching Hand</a>, which has overlapping senses. Both are used to represent <a href=\"https://blog.emojipedia.org/the-pinching-hand-emoji-is-a-lot/\">precision</a> when someone is making a sharp point with accompanying speech.</p>",
  "apple_vendor_description": "As rendered on Apple devices, the pinched fingers emoji is a gesture of subtle emphasis or mild frustration, with the thumb and index finger held close together. Apple’s signature glossy 3D shading and realistic lighting give the hand a polished, almost tangible look, while its soft rounded edges make the gesture appear refined. This emoji is often used to convey a sense of 'just a little bit' or to express a nuanced feeling that words alone might not capture."
}