{
  "code": "👨🏿‍⚖️",
  "Unicode": [
    "U+1F468",
    "U+1F3FF",
    "U+200D",
    "U+2696",
    "U+FE0F"
  ],
  "slug": "man-judge-dark-skin-tone",
  "shortcodes": null,
  "title": "man judge: dark skin tone",
  "keywords": [
    "dark skin tone",
    "justice",
    "scales",
    "man"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [],
    "nouns": [
      "Judges are officials who presides over a court of law, either alone or as part of a panel, and make determinations about the applicability of the law to the facts presented.",
      "A judge presides over court proceedings, either alone or as a part of a panel of judges.",
      "The title of a justice of court.",
      "A public official authorized to decide questions brought before a court of justice",
      "A person who decides the fate of someone or something that has been called into question.",
      "Official who presides over court proceedings",
      "An official who presides over a court",
      "Someone deciding another's fate.",
      "The idea or act of being just or fair",
      "The quality of being just or fair",
      "State of being just or fair.",
      "Justice is a concept involving the fair, moral, and impartial treatment of all persons.",
      "One of the four cardinal virtues",
      "The state or characteristic of being just or fair.",
      "Justice, in its broadest context, includes both the attainment of that which is just and the philosophical discussion of that which is just.",
      "Concept of moral fairness and administration of the law",
      "Justice is one of the four cardinal virtues in classical European philosophy and Roman Catholicism.",
      "Sexual maturity is the age or stage when an organism can reproduce.",
      "The age or stage when an organism can reproduce",
      "An adult male human.",
      "A man is a male human.",
      "An adult male human",
      "An adult human member of the sex that begets young by fertilizing ova.",
      "A human member of the masculine sex or gender.",
      "An adult person who is male (as opposed to a woman)"
    ]
  },
  "category": "People & Body",
  "alsoKnownAs": null,
  "version": null,
  "description": "The Male Judge, Type-6 emoji is a sequence of the  Man,  Emoji Modifier Fitzpatrick Type-6, ? Scales and ? Variation Selector-16 emojis.",
  "apple_vendor_description": "On Apple devices, the dark skin tone man judge emoji stands with an authoritative yet fair presence, clad in traditional judicial robes. Apple's detailed 3D rendering brings a sense of gravitas, with realistic lighting highlighting the folds of his attire and the stern, thoughtful expression on his face. This emoji represents justice, law, fairness, or the act of making a judgment, conveying impartiality and authority."
}