{
  "code": "🐰",
  "Unicode": [
    "U+1F430"
  ],
  "slug": "rabbit-face",
  "shortcodes": {
    "github": ":rabbit:",
    "slack": ":rabbit:",
    "discord": ":rabbit:"
  },
  "title": "Rabbit Face",
  "keywords": [
    "bunny",
    "face",
    "pet",
    "rabbit"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [],
    "nouns": [
      "Species of small mammals (Leporidae)",
      "One of several small mammals of the family Leporidae, with long ears, long hind legs and a short, fluffy tail.",
      "A mammal of the family Leporidae, with long ears, long hind legs and a short, fluffy tail.",
      "Any of various burrowing animals of the family Leporidae having long ears and short tails; some domesticated and raised for pets or food",
      "Rabbits are small mammals in the family Leporidae of the order Lagomorpha, found in several parts of the world.",
      "Animal kept for companionship and a person's enjoyment",
      "A pet is an animal kept primarily for a person's company or protection, as opposed to working animals, sport animals, livestock, and laboratory animals, which are kept primarily for performance, agricultural value, or research.",
      "An animal which is kept in the home as a companion and treated affectionately.",
      "An animal kept as a companion.",
      "A domesticated animal kept for companionship or amusement",
      "The use of rituals or actions, especially based on supernatural or occult knowledge, to manipulate or obtain information about the natural world, especially when seen as falling outside the realm of religion; also the forces allegedly drawn on for such practices.",
      "Any art that invokes supernatural powers",
      "The working of miracles",
      "Magic or sorcery is an attempt to understand, experience and influence the world using rituals, symbols, actions, gestures and language.",
      "A performer of miracles.",
      "Thaumaturgy is the capability of a magician or a saint to work magic or miracles.",
      "Ritual associated with supernatural magic or mysticism.",
      "The use of rituals or actions, especially based on supernatural or occult knowledge, to manipulate or obtain information about the natural world, especially when seen as falling outside the realm of religion; also the forces allegedly drawn on for such practices. A specific ritual or procedure associated with supernatural magic or with mysticism; a spell.",
      "The magic arts",
      "The working of miracles.",
      "The use of paranormal methods to manipulate natural forces (e.g., witchcraft)"
    ]
  },
  "category": "Animals & Nature",
  "alsoKnownAs": [
    "Easter Bunny"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A friendly, cartoon-styled face of a rabbit, looking straight ahead. Generally depicted as a gray and/or white rabbit face with upright ears and pink ears and nose, often with whiskers and a buck tooth.</p>\r\n\r\n<p>Often used with a more affectionate tone than the full-bodied <a href=\"/rabbit/\">🐇 rabbit</a>. Also often used to represent the <a href=\"/easter/\">Easter Bunny</a>.</p>\r\n\r\n<p>Available as an Apple <a href=\"/animoji/\">Animoji</a>.</p>\r\n\r\n<p>Microsoft&rsquo;s rabbit face was <a href=\"/microsoft/windows-10/rabbit-face/\">previously</a> pink-colored&nbsp;with one ear flopping down. Facebook&rsquo;s rabbit face was <a href=\"/facebook/1.0/rabbit-face/\">previously</a> gray-colored&nbsp;with both ears flopping down.</p>",
  "apple_vendor_description": "Apple's rabbit face emoji is an adorable depiction with soft, rounded ears and bright, expressive eyes that convey a sense of innocence and charm. The fur texture is subtly rendered with smooth gradients and realistic lighting, giving it a fluffy, inviting appearance. On Apple devices, this emoji's gentle expression and clean design make it ideal for conveying cuteness, excitement, or a playful, lighthearted mood in messages."
}