{
  "code": "🤸‍♂️",
  "Unicode": [
    "U+1F938",
    "U+200D",
    "U+2642",
    "U+FE0F"
  ],
  "slug": "man-cartwheeling",
  "shortcodes": {
    "github": ":man_cartwheeling:",
    "slack": ":man-cartwheeling:",
    "discord": ":man_cartwheeling:"
  },
  "title": "Man Cartwheeling",
  "keywords": [
    "cartwheel",
    "gymnastics",
    "man",
    "man cartwheeling"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [
      "Do cartwheels: perform an acrobatic movement using both hands and feet"
    ],
    "nouns": [
      "A sport that involves exercises intended to display strength and balance and agility",
      "A sport involving performance of exercises requiring physical strength, flexibility, agility, coordination, and balance.",
      "Sport",
      "A sport involving the performance of sequences of movements requiring physical strength, flexibility, and kinesthetic awareness.",
      "Gymnastics is a very complex competition involving the performance of exercises requiring physical strength, flexibility, power, agility, coordination, grace, balance and control.",
      "Sexual maturity is the age or stage when an organism can reproduce.",
      "The age or stage when an organism can reproduce",
      "An adult male human.",
      "A man is a male human.",
      "An adult male human",
      "An adult human member of the sex that begets young by fertilizing ova.",
      "A human member of the masculine sex or gender.",
      "An adult person who is male (as opposed to a woman)",
      "A gymnastic maneuver.",
      "A cartwheel is a sideways rotary movement of the body.",
      "An acrobatic maneuver",
      "A gymnastic maneuver whereby the gymnast rotates to one side or the other while keeping arms and legs outstretched, spinning for one or more revolutions.",
      "Acrobatic revolutions with the body turned sideways and the arms and legs outstretched like the spokes of a wheel"
    ]
  },
  "category": "People & Body",
  "alsoKnownAs": [
    "Gymnast",
    "Gymnastics",
    "Man Symbol",
    "Mars Symbol"
  ],
  "version": {
    "unicode-version": null,
    "emoji-version": "4.0"
  },
  "description": "<p>A man doing a cartwheel, representing the sport of gymnastics.</p>",
  "apple_vendor_description": "The 'man cartwheeling' emoji on Apple devices captures a dynamic moment of pure joy and athleticism with its fluid, energetic posture. Rendered with Apple's signature glossy 3D shading and smooth gradients, the figure appears to be in mid-air, conveying a sense of unbound exuberance and freedom. This emoji, full of life and movement thanks to Apple's realistic lighting, is perfect for expressing excitement, celebration, or a feeling of carefree fun in digital exchanges."
}