{
  "code": "🏳️‍🌈",
  "Unicode": [
    "U+1F3F3",
    "U+FE0F",
    "U+200D",
    "U+1F308"
  ],
  "slug": "rainbow-flag",
  "shortcodes": {
    "github": ":rainbow_flag:",
    "slack": ":rainbow-flag:",
    "discord": ":gay_pride_flag:"
  },
  "title": "Rainbow Flag",
  "keywords": [
    "pride",
    "rainbow",
    "rainbow flag"
  ],
  "senses": {
    "adjectives": [
      "LGBT.",
      "Multicoloured.",
      "Made up of several races or ethnicities, or (more broadly) of several cultural or ideological factions."
    ],
    "verbs": [],
    "nouns": [
      "Optical phenomenon",
      "Multicoloured arch in the sky.",
      "A multicoloured arch in the sky, produced by prismatic refraction of light within droplets of rain in the air.",
      "A rainbow is an optical and meteorological phenomenon that is caused by both reflection and refraction of light in water droplets resulting in a spectrum of light appearing in the sky.",
      "An arc of colored light in the sky caused by refraction of the sun's rays by rain",
      "A multicolored arc in the sky caused by the refraction of light within droplets of rain in the air.",
      "Rainbows are phenomena of light, its perception by the physical senses and the conceptual mind which produces the appearance of a spectral band of colors, often apparently high in the sky, but also at times in close proximity to the observer.",
      "The rainbow flag, commonly the gay pride flag and sometimes the LGBT pride flag, is a symbol of lesbian, gay, bisexual, and transgender pride and LGBT social movements.",
      "Symbol of lesbian, gay, bisexual, and transgender (LGBT) pride and LGBT social movements in use since the 1970s",
      "Symbol of diversity in the gay community"
    ]
  },
  "category": "Flags",
  "alsoKnownAs": [
    "Pride Flag"
  ],
  "version": {
    "unicode-version": null,
    "emoji-version": "4.0"
  },
  "description": "<p>A flag with six colors of the rainbow, generally including red, orange, yellow, green, blue and purple. Commonly used by the LGBT movement as a <em>gay pride flag</em>, or simply&nbsp;<em>pride flag</em> and seen at <a href=\"/pride/\">Pride events</a>.</p>\r\n\r\n<p>In February 2019 misinformation was spread about a <a href=\"https://www.fastcompany.com/90309797/no-theres-not-a-new-anti-lgbt-emoji\">so-called</a> &quot;anti-lgbt emoji&quot; which can be created using a combining character to show a black and white glyph like&nbsp;🚫 <a href=\"https://twitter.com/Emojipedia/status/1097962057071095809\">on top of the rainbow flag</a>. This is <a href=\"https://blog.emojipedia.org/fun-emoji-hacks/\">possible with any emoji</a> on supported platforms, in the same way keycaps are combining characters.</p>",
  "apple_vendor_description": "The rainbow flag emoji on Apple devices bursts with vibrant, saturated stripes of red, orange, yellow, green, blue, and violet, each separated by subtle, soft gradients characteristic of Apple's design.  Its glossy 3D rendering and smooth, rounded edges give it a celebratory and inclusive feel, symbolizing pride, diversity, and LGBTQ+ rights.  This visually striking emoji is often used to express support, solidarity, and joy within digital conversations."
}