{
  "code": "😮",
  "Unicode": [
    "U+1F62E"
  ],
  "slug": "face-with-open-mouth",
  "shortcodes": {
    "github": ":open_mouth:",
    "slack": ":open_mouth:",
    "discord": ":open_mouth:"
  },
  "title": "Face with Open Mouth",
  "keywords": [
    "face",
    "face with open mouth",
    "mouth",
    "open",
    "sympathy"
  ],
  "senses": {
    "adjectives": [
      "Strongly affected, especially favourably",
      "Strongly affected, especially favourably.",
      "Deeply or markedly affected or influenced",
      "Feeling that something unexpected has happened.",
      "Unexpected.",
      "Feeling or showing surprise because taken unawares or suddenly.",
      "Caused to feel surprise.",
      "Caused to feel surprise, amazement or wonder, or showing an emotion due to an unexpected event.",
      "Taken unawares or suddenly and feeling wonder or astonishment",
      "That is or are a surprise.",
      "Causing surprise or wonder or amazement",
      "Causing surprise or wonder or amazement.",
      "Smiling with happiness or optimism- Lewis Carroll"
    ],
    "verbs": [
      "Change one's facial expression by spreading the lips, often to signal pleasure",
      "Cause to be surprised",
      "Impress greatly"
    ],
    "nouns": [
      "Feeling that something unexpected has happened.",
      "Unexpected.",
      "A sudden unexpected event",
      "Part of the body at the front of the head",
      "The face is a central organ of sense and is also very central in the expression of emotion among humans and among numerous other species.",
      "Faces are the central sense organ complexes, for those animals that have one, normally on the ventral surface of the head.",
      "The front of the human head from the forehead to the chin and ear to ear",
      "The front part of the head, featuring the eyes, nose, and mouth and the surrounding area.",
      "Mouths are a part of the anatomy constituting the first portion of the alimentary canal that receives food and saliva.",
      "The opening through which food is taken in and vocalizations emerge",
      "A body cavity",
      "First portion of the alimentary canal that receives food",
      "In biological anatomy, commonly referred to as the mouth, under formal names such as the oral cavity, buccal cavity, or in Latin cavum oris, is the opening through which many animals take in food and issue vocal sounds.",
      "Cavity that is limited by the lips in front, the cheeks on the side, the soft and hard palate at the top and the floor of the mouth below.",
      "Mouth",
      "The opening of a creature through which food is ingested.",
      "Perception, understanding, and reaction to the distress or need of another human being",
      "In psychology, a feeling of compassion or identification with another",
      "A feeling of pity or sorrow for the suffering or distress of another; compassion.",
      "Sharing the feelings of others (especially feelings of sorrow or anguish)",
      "The sharing of another's emotions, especially of sorrow or anguish; pity; compassion.",
      "Sympathy is a social affinity in which one person stands with another person, closely understanding his or her feelings.",
      "Feeling of pity or sorrow for the suffering or distress of another.",
      "Sympathy is the perception, understanding, and reaction to the distress or need of another human being."
    ]
  },
  "category": "Smileys & Emotion",
  "alsoKnownAs": [
    "Open Mouth",
    "Surprised"
  ],
  "version": {
    "unicode-version": "6.1",
    "emoji-version": "1.0"
  },
  "description": "<p>A yellow face with small,&nbsp;open eyes and a large, round mouth, slack&nbsp;with&nbsp;surprise or shock, as if saying <i>Wow! </i>or <i>Oh my! </i>May convey such feelings as awe&nbsp;or disbelief, often milder or more ironic in tone&nbsp;than <a href=\"/face-screaming-in-fear/\">😱&nbsp;Face Screaming in&nbsp;Fear</a>.</p>",
  "apple_vendor_description": "Apple's face with open mouth emoji radiates surprise and excitement, with wide, expressive eyes and a distinctly open, rounded mouth that suggests a gasp or exclamation. The smooth, glossy finish and realistic lighting on Apple devices give this emoji a lively, almost animated quality. It's commonly used on Apple devices to convey astonishment, shock, or a sudden burst of unexpected news."
}