{
  "code": "👚",
  "Unicode": [
    "U+1F45A"
  ],
  "slug": "womans-clothes",
  "shortcodes": {
    "github": ":womans_clothes:",
    "slack": ":womans_clothes:",
    "discord": ":womans_clothes:"
  },
  "title": "Womans Clothes",
  "keywords": [
    "clothing",
    "woman",
    "woman’s clothes"
  ],
  "senses": {
    "adjectives": [
      "Of, relating to, or denoting the sex which is generally characterized as the one associated with the larger gametes (for species which have two sexes and for which this distinction can be made).",
      "Being the sex (of plant or animal) that produces fertilizable gametes (ova) from which offspring develop",
      "Belonging to the sex with larger, fertilizable gametes.",
      "Belonging to the sex which typically produces eggs, which in humans and most other mammals is typically the one which has XX chromosomes; belonging to the sex which has larger gametes (for species which have two sexes and for which this distinction can be made).",
      "Suitable for wear or able to be worn",
      "Able to be worn."
    ],
    "verbs": [
      "Be dressed in"
    ],
    "nouns": [
      "A blouse is a loose-fitting upper garment that was formerly worn by workmen, peasants, artists, women and children.",
      "A top worn by women",
      "An outer garment, usually loose, that is similar to a shirt and reaches from the neck to the waist or below.",
      "An outer garment, usually loose, that is similar to a shirt.",
      "Female clothing item",
      "An outer garment, usually loose, that is similar to a shirt and reaches from the neck to the waist or below. Nowadays, in colloquial use, blouse refers almost always to a woman's shirt that buttons down the front.",
      "A woman is a female human.",
      "Female adult human",
      "An animal of the sex that produces eggs.",
      "An adult human member of the sex that produces ova and bears young.",
      "An adult female human.",
      "An adult female person (as opposed to a man)",
      "Adult female human being.",
      "Clothing, garments, dress, material.",
      "Clothing is material used to cover parts of the human body for protection against the environment, for comfort and body modesty, and as personal decoration, often reflecting religious, cultural, and social customs.",
      "Clothing is fiber and textile material worn on the body.",
      "Clothes.",
      "Clothes considered as a group.",
      "All coverings designed to be worn on a person's body.",
      "Clothing",
      "Something that can be worn; an item of clothing.",
      "A covering of or like clothing.",
      "A single item of clothing.",
      "An act or instance of putting clothes on.",
      "A covering designed to be worn on a person's body",
      "Clothes, possessions or equipment.",
      "(in combination) clothing",
      "Fiber and textile material worn on the body",
      "Recently bought goods.",
      "Buying goods",
      "The commodities purchased from storeswomen carrying home shopping didn't give me a second glance\"",
      "A retailer or shop is a business that presents a selection of goods or services and offers to sell them to customers for money or other goods.",
      "Popular trends.",
      "Fashion refers to styles of dress that are popular in a culture at any given time.",
      "The latest and most admired style in clothes and cosmetics and behavior",
      "Term for a popular style or practice in clothing, make-up, furniture, etc.",
      "The latest and most admired style in clothes and cosmetics and behavior.",
      "Fashion is a popular style or practice, especially in clothing, footwear, accessories, makeup, body piercing, or furniture.",
      "A prevailing mode of expression, e.g., clothing",
      "An article of clothing that is worn on the upper part of the body, and often has sleeves, either long or short, that cover the arms.",
      "A shirt is a cloth garment for the upper body.",
      "A garment worn on the upper half of the body",
      "Cloth garment for the upper body"
    ]
  },
  "category": "Objects",
  "alsoKnownAs": [
    "Blouse",
    "Pink Shirt",
    "Woman’s Shirt"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A blouse worn by women in a neat-casual setting.</p>\r\n\r\n<p>Shown in pink on Apple and Samsung devices, and purple on Google, Twitter, and WhatsApp.</p>\r\n\r\n<p>Google&#39;s design was previously shown in <a href=\"/google/android-11.0/womans-clothes/\">blue</a> with buttons down the front, and before that, <a href=\"/google/android-7.0/womans-clothes/\">yellow</a>&nbsp;with similar front-facing buttons.</p>",
  "apple_vendor_description": "On Apple devices, the woman's clothes emoji appears as a neatly folded ensemble, typically featuring a blouse and skirt or trousers, rendered with Apple's signature attention to detail. The smooth gradients and subtle highlights suggest soft, high-quality fabric, making the garments look refined and stylish. This emoji on Apple devices can signify fashion, shopping, dressing up, or a general sense of personal style."
}