{
  "code": "🛏️",
  "Unicode": [
    "U+1F6CF",
    "U+FE0F"
  ],
  "slug": "bed",
  "shortcodes": {
    "github": ":bed:",
    "slack": ":bed:",
    "discord": ":bed:"
  },
  "title": "Bed",
  "keywords": [
    "bed",
    "hotel",
    "sleep"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [
      "Not move; be in a resting position",
      "Be asleep"
    ],
    "nouns": [
      "A natural and periodic state of rest during which consciousness of the world is suspended",
      "A periodic state of physiological rest during which consciousness is suspended and metabolic rate is decreased.",
      "The state of reduced consciousness during which a human or animal rests in a daily rhythm.",
      "Sleep is a naturally recurring state of bodily rest involving altered consciousness, relatively inhibited sensory activity, and inhibition of nearly all voluntary muscles.",
      "State characterized by reduced or absent consciousness",
      "In animals, sleep is a naturally recurring state characterized by altered consciousness, relatively inhibited sensory activity, and inhibition of nearly all voluntary muscles.",
      "State of reduced consciousness.",
      "The industry related with the provision of lodging and usually meals and other services for travelers and other paying guests.",
      "Establishment that provides lodging paid on a short-term basis",
      "A building where travelers can pay for lodging and meals and other services",
      "An establishment that provides accommodation and other services for paying guests; normally larger than a guest house, and often one of a chain.",
      "An establishment that provides accommodation and other services for paying guests; normally larger than a guesthouse, and often one of a chain.",
      "Establishment providing accommodation.",
      "A hotel is an establishment that provides lodging paid on a short-term basis.",
      "A bed is a piece of furniture used as a location to sleep or relax.",
      "A piece of furniture, usually flat and soft, to sleep on.",
      "Platform bed",
      "A piece of furniture, made for a person to sleep on.",
      "A piece of furniture that provides a place to sleep",
      "Piece of furniture used as a place to sleep or relax",
      "While on a bed.",
      "Piece of furniture.",
      "As in the phrase `hitting the sack' (going to bed)"
    ]
  },
  "category": "Objects",
  "alsoKnownAs": [
    "Bedroom"
  ],
  "version": {
    "unicode-version": "7.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A bed, made up for sleeping in a <a href=\"/house/\">house</a>, <a href=\"/hotel/\">hotel</a>, or other <a href=\"/person-in-bed/\">sleeping accommodation</a>. Shown with a headboard at the left, footboard, mattress, pillow, and sheet. Most platforms suggest a wooden frame and feature blue or red sheets.</p>\r\n\r\n<p>Commonly used for various content concerning beds, furniture, and housing as well as <a href=\"/sleeping-face/\">sleeping</a>, relaxing, and other bedroom activities.</p>\r\n\r\n<p>Vendors implement the same style of bed for <a href=\"/person-in-bed/\">🛌&nbsp;Person in Bed</a>, but without a sleeper under the covers.</p>",
  "apple_vendor_description": "The bed emoji on Apple devices presents a cozy and inviting scene, rendered with Apple's signature soft rounded edges and realistic lighting. A plush duvet, often depicted in a gentle blue or cream, is subtly creased, hinting at comfort and rest. Its 3D shading creates a sense of depth, making it feel like a peaceful sanctuary for sleep or relaxation in digital conversations."
}