{
  "code": "⚔️",
  "Unicode": [
    "U+2694",
    "U+FE0F"
  ],
  "slug": "crossed-swords",
  "shortcodes": {
    "github": ":crossed_swords:",
    "slack": ":crossed_swords:",
    "discord": ":crossed_swords:"
  },
  "title": "Crossed Swords",
  "keywords": [
    "crossed",
    "swords",
    "weapon"
  ],
  "senses": {
    "adjectives": [
      "Placed crosswise"
    ],
    "verbs": [],
    "nouns": [
      "An instrument of attack or defense in combat, as a gun, missile, or sword.",
      "A weapon.",
      "Any instrument or instrumentality used in fighting or hunting",
      "An instrument of attack or defense in combat or hunting, e.g. most guns, missiles, or swords.",
      "Instrument used to inflict damage or harm to living beings, structures, or systems",
      "A weapon, arm, or armament is any device used in order to inflict damage or harm to living beings, structures, or systems.",
      "Weapon, arm, or armament are terms for any device used to inflict damage or harm to living beings, structures, or systems.",
      "A cutting or thrusting weapon that has a long metal blade and a hilt with a hand guard",
      "A sword is a blade weapon used primarily and original have two hands for cutting or thrusting.",
      "Bladed weapon",
      "A long-bladed weapon having a handle and sometimes a hilt and designed to stab, hew, or slice.",
      "A sword is an edged weapon used primarily for cutting or thrusting.",
      "Sometimes termed \"steel\" in certain cultures",
      "A long-bladed weapon that has a handle (and sometimes a hilt) and is designed to stab, cut or slash."
    ]
  },
  "category": "Objects",
  "alsoKnownAs": [],
  "version": {
    "unicode-version": "4.1",
    "emoji-version": "1.0"
  },
  "description": "<p>Two swords with steel blades in an X shape, as crossed for combat between two knights or warriors. Generally depicted as straight, double-edged blades with brown or black, cross-shaped hilts, points directed up.&nbsp;Commonly used as a symbol for battle, fighting, or a contest, as in sports.</p>\r\n\r\n<p>Sometimes shown with golden handles. Several vendors implement the same design as for their <a href=\"/dagger/\">🗡️&nbsp;Dagger</a>.&nbsp;Samsung&rsquo;s design <a href=\"/samsung/touchwiz-7.1/crossed-swords/\">previously featured</a> stylized, white swords on a green square, as a sign or icon of war.</p>\r\n\r\n<p>May be paired with (or defended by) <a href=\"/shield/\">🛡️&nbsp;Shield</a>. Not to be confused with <a href=\"/hammer-and-pick/\">⚒️&nbsp;Hammer and Pick</a> or <a href=\"/hammer-and-wrench/\">🛠️&nbsp;Hammer and Wrench</a>.</p>",
  "apple_vendor_description": "Apple's crossed swords emoji displays two gleaming blades, a testament to Apple's expertise in rendering metallic textures with precise highlights and shadows. The swords are angled in a dramatic cross, their polished steel catching the light with a realistic sheen that speaks to their formidable nature. On Apple devices, this emoji's sharp, determined appearance symbolizes conflict, rivalry, or a readiness to face a challenge head-on."
}