{
  "code": "👳🏾‍♂️",
  "Unicode": [
    "U+1F473",
    "U+1F3FE",
    "U+200D",
    "U+2642",
    "U+FE0F"
  ],
  "slug": "man-wearing-turban-medium-dark-skin-tone",
  "shortcodes": null,
  "title": "man wearing turban: medium-dark skin tone",
  "keywords": [
    "turban",
    "medium-dark skin tone",
    "man"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [],
    "nouns": [
      "Sexual maturity is the age or stage when an organism can reproduce.",
      "The age or stage when an organism can reproduce",
      "An adult male human.",
      "A man is a male human.",
      "An adult male human",
      "An adult human member of the sex that begets young by fertilizing ova.",
      "A human member of the masculine sex or gender.",
      "An adult person who is male (as opposed to a woman)",
      "A traditional Muslim headdress consisting of a long scarf wrapped around the head",
      "Type of headgear",
      "Man's headdress made by winding a length of cloth round the head.",
      "Man’s headdress made by winding a length of cloth round the head.",
      "For the millinery fashion, see Draped turban A turban is a kind of headwear based on cloth winding."
    ]
  },
  "category": "People & Body",
  "alsoKnownAs": null,
  "version": null,
  "description": "The Man Wearing Turban, Type-5 emoji is a sequence of the  Man With Turban,  Emoji Modifier Fitzpatrick Type-5, ? Male Sign and ? Variat",
  "apple_vendor_description": "The man wearing a turban emoji on Apple devices is depicted with a rich medium-dark skin tone, offering a vibrant and warm representation. The turban itself is styled with intricate folds and a smooth, fabric-like texture, caught by Apple's realistic lighting to give it a gentle 3D sheen. His expression is neutral yet approachable, symbolizing cultural representation and identity in a way that feels authentic and inclusive on Apple’s platform. This emoji is a thoughtful way to communicate presence or to represent individuals from specific cultural backgrounds."
}