{
  "code": "🈹",
  "Unicode": [
    "U+1F239"
  ],
  "slug": "japanese-discount-button",
  "shortcodes": {
    "github": ":u5272:",
    "slack": ":u5272:",
    "discord": ":u5272:"
  },
  "title": "Squared CJK Unified Ideograph-5272",
  "keywords": [
    "“discount”",
    "ideograph",
    "Japanese",
    "Japanese “discount” button",
    "割"
  ],
  "senses": {
    "adjectives": [
      "Of or relating to or characteristic of Japan or its people or their culture or language",
      "Japanese",
      "Of or relating to Japan.",
      "Of, relating to, or derived from Japan, its language, or culture.",
      "Of or pertaining to China or its peoples or cultures",
      "Of China, its languages or people",
      "Of or relating to China, peoples from China or their languages.",
      "Relating to China."
    ],
    "verbs": [],
    "nouns": [
      "Logograms used in the writing of Chinese and Japanese",
      "Chinese characters are logograms used in the writing of Chinese and some other Asian languages.",
      "A language of China, Laos and Viet Nam.",
      "Any character used in Chinese writing.",
      "Used in classical Chinese (Mandarin) and several related languages in the past imperial China.",
      "Language",
      "A Sino-Tibetan language spoken mainly in China and the surrounding regions and countries.",
      "P t?s?), tribal leaders recognized or appointed by the Chinese over nearby peoples",
      "Writing system of Chinese.",
      "The logographic writing system shared by this language family.",
      "Any of the Sino-Tibetan languages spoken in China; regarded as dialects of a single language (even though they are mutually unintelligible) because they share an ideographic writing system",
      "Chinese is a group of related but in many cases mutually unintelligible language varieties, forming a branch of the Sino-Tibetan language family.",
      "The modern stage of the Japanese language, usually dated from around 1600.",
      "Japanese language is an East Asian language spoken by about 125 million speakers, primarily in Japan, where it is the national language.",
      "A native or inhabitant of Japan",
      "A fictional creature in the Pokémon franchise",
      "The main language spoken in Japan.",
      "A language spoken mainly in Japan.",
      "The Japanese language",
      "East Asian language"
    ]
  },
  "category": "Symbols",
  "alsoKnownAs": [
    "Bargain Sale",
    "割"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>Symbol for a sale, or bargain prices in Japan (&ldquo;cut prices&rdquo;).&nbsp;Literally translated, this character means to&nbsp;cut or divide.</p>\r\n<p>CJK Ideographs are characters used in Chinese, Japanese and Korean languages. Their writing systems all completely or partly use&nbsp;<a href=\"https://en.wikipedia.org/wiki/Chinese_character\">Chinese characters</a>.</p>",
  "apple_vendor_description": "Apple's rendition of the Japanese discount button emoji is a striking circular emblem featuring bold, stylized Japanese characters against a bright yellow background, all with a glossy, slightly raised appearance.  The clean lines and vibrant color palette, enhanced by Apple's signature 3D shading, make it stand out clearly on any device.  This emoji effectively signifies savings, deals, or special offers, particularly in contexts related to Japanese culture or shopping, as rendered with Apple's precise design aesthetic."
}