{
  "code": "📗",
  "Unicode": [
    "U+1F4D7"
  ],
  "slug": "green-book",
  "shortcodes": {
    "github": ":green_book:",
    "slack": ":green_book:",
    "discord": ":green_book:"
  },
  "title": "Green Book",
  "keywords": [
    "book",
    "green"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [
      "Consider in detail and subject to an analysis in order to discover essential features or meaning",
      "To subject to analysis.",
      "To consider in detail and subject to an analysis in order to discover essential features or meaning.",
      "Interpret something that is written or printed"
    ],
    "nouns": [
      "Something that is read",
      "Book-length publication in digital form",
      "Electronic book, a book published in electronic form",
      "Electronic book, a book published in electronic form.",
      "An electronic book product offered by Microsoft.",
      "An electronic book is a book-length publication in digital form, consisting of text, images, or both, readable on computers or other electronic devices.",
      "A format that allows books and other large texts to be downloaded from a Web site and viewed digitally.",
      "A book published in electronic form.",
      "A written work or composition that has been published (printed on pages bound together)",
      "A book is a set of written, printed, illustrated, or blank sheets, made of ink, paper, parchment, or other materials, usually fastened together to hinge at one side.",
      "A collection of sheets of paper bound together to hinge at one edge, containing printed or written material, pictures, etc.",
      "Quotations about books: All good books are alike in that they are truer than if they had really happened and after you are finished reading one you will feel that all that happened to you and afterwards it all belongs to you; the good and the bad, the ecstasy, the remorse, and sorrow, the people and the places and how the weather was.",
      "Also called \"dead tree edition\" or \"dead tree book\" (humorously)",
      "Medium for a collection of words and/or pictures to represent knowledge, often manifested in bound paper and ink, or in e-books",
      "Collection of sheets of paper bound together containing printed or written material."
    ]
  },
  "category": "Objects",
  "alsoKnownAs": [],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A closed, green, hardcover book. Commonly used for various content concerning reading, writing, learning, and schooling. May also be used as a green accent color.</p>\r\n\r\n<p>Apple&rsquo;s cover features the easter egg <i>Vol. 2 by <a href=\"https://www.mactrast.com/2017/05/who-exactly-is-john-appleseed/\">John Appleseed</a>.</i>&nbsp;Samsung&rsquo;s <a href=\"/samsung/experience-9.0/green-book/\">previously </a>included the text&nbsp;<i>Green Book</i>.</p>",
  "apple_vendor_description": "Apple's green book emoji features a sturdy, bound volume with a rich emerald cover, rendered with a pleasing tactile quality. Soft rounded edges and subtle shading on Apple devices give it a substantial and approachable feel, suggesting knowledge, learning, or a story waiting to be read. It's frequently used to represent academic pursuits, reading, or any topic related to literature and information."
}