{
  "code": "🇦🇼",
  "Unicode": [
    "U+1F1E6",
    "U+1F1FC"
  ],
  "slug": "flag-aruba",
  "shortcodes": {
    "github": ":aruba:",
    "slack": ":flag-aw:",
    "discord": ":flag_aw:"
  },
  "title": "Flag: Aruba",
  "keywords": [
    "flag"
  ],
  "senses": {
    "adjectives": [
      "From or in the countryside or connected with it.",
      "Of, from or pertaining to the countryside (adjective)."
    ],
    "verbs": [],
    "nouns": [
      "Emblem usually consisting of a rectangular piece of cloth of distinctive design",
      "Piece of cloth.",
      "A flag is a piece of fabric with a distinctive design that is used as a symbol, as a signaling device, or as decoration.",
      "A piece of cloth, often decorated with an emblem, used as a visual signal or symbol.",
      "Piece of fabric with a distinctive design",
      "Island country in the Caribbean, part of the Kingdom of the Netherlands",
      "Aruba is an island in the southern Caribbean Sea, located about west of the Lesser Antilles and north of the coast of Venezuela.",
      "A popular island resort in the Netherlands Antilles",
      "An autonomous territory in the Caribbean, part of the Netherlands",
      "Autonomous territory of the Netherlands in the Caribbean.",
      "A 32 km-long island of the Lesser Antilles in the Caribbean Sea.",
      "The opposite of secession",
      "As its original Latin term",
      "Government",
      "The collective body of a nation or state as politically organized, or as exercising political functions.",
      "The territory of a nation, especially an independent nation state or formerly independent nation; a political entity asserting ultimate authority over a geographical area.",
      "Nations is often used synonymously with ethnic group, but although ethnicity is now one of the most important aspects of cultural or social identity for the members of most nations, people with the same ethnic origin may live in different nation-states and be treated as members of separate nations for that reason.",
      "Political organisation with a centralized independent government",
      "The government.",
      "An organized political community, living under a government",
      "Nation has various meanings, and the meaning has changed over time.",
      "A state is an organized community living under one government.",
      "A political entity asserting ultimate authority over a geographical area.",
      "A people permanently occupying a fixed territory bound together by common law, habits and custom into one body politic exercising, through the medium of an organized government, independent sovereignty and control over all persons and things within its boundaries, unless or until authority is ceded to a federation or union of other states.",
      "The people who live in a nation or country",
      "A politically organized body of people under a single government",
      "A sovereign state.",
      "A state is a nonphysical juridical entity of the international legal system that is represented by one centralized government that has supreme independent authority over a geographic area.",
      "The geographic area under the control of a political state."
    ]
  },
  "alsoKnownAs": [
    "Aruban Flag"
  ],
  "version": {
    "unicode-version": null,
    "emoji-version": "1.0"
  },
  "description": "<p>The flag for Aruba, which may show as the letters <em>AW</em> on some platforms.</p>",
  "apple_vendor_description": "The flag of Aruba on Apple devices is rendered with vibrant colors, showcasing its distinct diagonal bands of light blue and yellow, separated by thin white stripes, with a bold red star at the center. Apple's signature glossy 3D shading creates a sense of depth and texture, making the fabric appear to ripple gently as if caught in a tropical breeze. This emoji, with its bright and clear representation on Apple devices, serves as a visual marker for the beautiful island nation, its culture, and travel aspirations."
}