{
  "code": "👁️‍🗨️",
  "Unicode": [
    "U+1F441",
    "U+FE0F",
    "U+200D",
    "U+1F5E8",
    "U+FE0F"
  ],
  "slug": "eye-in-speech-bubble",
  "shortcodes": {
    "github": ":eye_speech_bubble:",
    "slack": ":eye-in-speech-bubble:",
    "discord": ":eye_in_speech_bubble:"
  },
  "title": "Eye in Speech Bubble",
  "keywords": [
    "eye",
    "eye in speech bubble",
    "speech bubble",
    "witness"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [
      "Be a witness to",
      "Perceive or be contemporaneous with",
      "To appear; to look.",
      "Look at",
      "To gauge, estimate or judge by eye; to look or glance at."
    ],
    "nouns": [
      "An organ of vision that detects light",
      "An eye.",
      "The organ of sight",
      "Organ that detects light and converts it into electro-chemical impulses in neurons",
      "The two eyes of a human being considered as a whole.",
      "A window or other opening that has an oval or circular shape (as of an eye).",
      "An organ through which animals see.",
      "Eyes are sensory organs of the face responsible for sight.",
      "An oculus, plural oculi, from Latin oculus: eye, denotes a circular opening in the center of a dome or in a wall.",
      "Eyes are the organs of vision.",
      "The part of the eye having a spherical shape.",
      "The organ that is sensitive to light, which it converts to electrical signals passed to the brain, by which means animals see.",
      "Witnesses are persosn who have firsthand knowledge about a crime or significant event through their senses and can help certify important considerations about the crime or event.",
      "Someone who has knowledge about a crime or dramatic event through first-hand experience via any of the senses",
      "Person who can attest to the reality of a fact",
      "One who has a personal knowledge of something.",
      "A witness is someone who has, who claims to have, or is thought, by someone with authority to compel testimony, to have knowledge relevant to an event or other matter of interest.",
      "One who sees or has personal knowledge of something.",
      "(law) a person who testifies under oath in a court of law",
      "Someone who has a personal knowledge of something.",
      "Including thought balloon, scream balloon, etc..",
      "Rounded outline representing speech in a cartoon.",
      "Speech balloons are a graphic convention used most commonly in comic books, comic strips and cartoons to allow words to be understood as representing the speech or thoughts of a given character in the comic.",
      "A rounded outline, containing words, representing speech in a cartoon."
    ]
  },
  "category": "Smileys & Emotion",
  "alsoKnownAs": [
    "I Am A Witness"
  ],
  "version": {
    "unicode-version": null,
    "emoji-version": "2.0"
  },
  "description": "<p>A speech bubble showing an eye inside. When using text-to-speech on Apple platforms, this emoji is read aloud as: &quot;Eye in speech bubble representing anti-bullying campaign&quot;. This emoji was released in conjunction with the Ad Council for the <a href=\"http://www.wired.com/2015/10/i-am-a-witness-emoji-ios-9/\">I Am A Witness</a> campaign.</p>",
  "apple_vendor_description": "The eye in a speech bubble emoji on Apple devices is a visually striking icon, featuring a realistic, detailed eye enclosed within a crisp, white speech bubble. Apple’s meticulous rendering provides a sense of depth and focus to the eye, which appears to be observing or paying close attention. This emoji on Apple devices commonly signifies 'I see,' 'watching,' 'keeping an eye on,' or a subtle acknowledgment of something noticed, often with a hint of curiosity or discretion."
}