{
  "code": "🚬",
  "Unicode": [
    "U+1F6AC"
  ],
  "slug": "cigarette",
  "shortcodes": {
    "github": ":smoking:",
    "slack": ":smoking:",
    "discord": ":smoking:"
  },
  "title": "Smoking Symbol",
  "keywords": [
    "cigarette",
    "smoking"
  ],
  "senses": {
    "adjectives": [
      "Filled with or giving off smoke.",
      "Marked by or emitting or filled with smoke",
      "Filled with smoke.",
      "Capable of or fit for being smoked (as tobacco, etc.)",
      "Emitting smoke in great volume",
      "Giving off smoke.",
      "Set afire or burning"
    ],
    "verbs": [
      "To inhale and exhale the smoke from a burning cigarette, cigar, pipe, etc.",
      "To inhale and exhale smoke from a burning cigarette.",
      "Inhale and exhale smoke from cigarettes, cigars, pipes",
      "To inhale smoke from for example a cigarette or a cigar."
    ],
    "nouns": [
      "Tobacco is a plant within the genus Nicotiana of the Solanaceae family.",
      "Any plant of the genus Nicotiana.",
      "Aromatic annual or perennial herbs and shrubs",
      "In British prison slang",
      "A genus of short-leafed plants (Nicotiana spp., L.) of the nightshade family indigenous to North and South America.",
      "Agricultural product processed from the leaves of plants in the genus Nicotiana",
      "Null",
      "Small roll of finely cut tobacco designed to be lit and smoked",
      "A cigarette.",
      "Finely ground tobacco wrapped in paper; for smoking",
      "The unsmoked part of a cigarette or cigar.",
      "A cigarette is a small cylinder of finely cut tobacco leaves rolled in thin paper for smoking.",
      "(slang) A cigarette.",
      "A used cigarette.",
      "Cigarette",
      "The non-smoked stub of a cigarette.",
      "Tobacco, marijuana, or other substances, in a thin roll wrapped with paper, intended to be smoked.",
      "A product manufactured out of cured and finely cut leaves, which are rolled or stuffed into a paper-wrapped cylinder for smoking."
    ]
  },
  "category": "Objects",
  "alsoKnownAs": [
    "Cigarette",
    "Smoke"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A lit, filtered cigarette, shown burning at different&nbsp;directions. Commonly used to represent various&nbsp;forms of smoking (e.g., tobacco, marijuana, vaping) as well as metaphorical senses of smoking.</p>\r\n\r\n<p>Originally intended as a sign for a designated smoking area, as contrasted to <a href=\"/no-smoking/\">🚭&nbsp;No Smoking Symbol</a>. This is&nbsp;illustrated in Samsung&rsquo;s <a href=\"/samsung/touchwiz-7.1/cigarette/\">previous design</a> of a stylized, white cigarette on a blue background.</p>",
  "apple_vendor_description": "The cigarette emoji on Apple devices is rendered with a stark realism, featuring a white paper tip and a gently glowing ember at its end, illuminated by soft, directional lighting. Its cylindrical form exhibits subtle 3D shading with rounded edges, suggesting a delicate yet potentially impactful object. In digital communication on Apple devices, this emoji can symbolize habits, a moment of contemplation, or a more mature or edgy sentiment."
}