{
  "code": "⚜️",
  "Unicode": [
    "U+269C",
    "U+FE0F"
  ],
  "slug": "fleur-de-lis",
  "shortcodes": {
    "github": ":fleur_de_lis:",
    "slack": ":fleur_de_lis:",
    "discord": ":fleur_de_lis:"
  },
  "title": "Fleur-de-lis",
  "keywords": [
    "fleur-de-lis"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [],
    "nouns": [
      "A flower of any of the species belonging to the genus Iris; the flowers occur in many colors, have long and slender pointed leaves, and either a corm or a rhizome.",
      "Any of various plants with sword-shaped leaves, especially irises; specifically, Iris pseudacorus.",
      "Plant with sword-shaped leaves.",
      "Genus of plants",
      "Plants with sword-shaped leaves and erect stalks bearing bright-colored flowers composed of three petals and three drooping sepals",
      "A plant of the genus Iris, common in the northern hemisphere, and generally having attractive blooms (Wikipedia).",
      "Iris is a genus of 260 -- 300 species of flowering plants with showy flowers.",
      "Person on watch for approaching enemy, police, etc.",
      "A person on a ship in charge of the observation of the sea for hazards, other ships, land, etc.., or a criminal observer",
      "A person on watch for approaching enemy, police, etc.",
      "A lookout or look-out is a person on a ship in charge of the observation of the sea for hazards, other ships, land, etc.",
      "A person employed to keep watch for some anticipated event"
    ]
  },
  "category": "Symbols",
  "alsoKnownAs": [
    "New Orleans Saints",
    "Scouts"
  ],
  "version": {
    "unicode-version": "4.1",
    "emoji-version": "1.0"
  },
  "description": "<p>A decorative symbol that appears like a golden flower, but found in all manner of logos, symbols, and patterns. This symbol forms part of the <a href=\"https://en.wikipedia.org/wiki/World_Scout_Emblem\">World Scout Emblem</a>, amongst other uses.</p>",
  "apple_vendor_description": "The fleur-de-lis emoji on Apple devices is a stylized lily, rendered with a regal and elegant design that highlights Apple's meticulous attention to detail. Its metallic sheen, often in a rich gold or silver, is brought to life with realistic lighting and glossy 3D shading, giving it a tactile and luxurious feel. This symbol, with its soft, rounded petals, often represents royalty, honor, and religious significance, adding a touch of sophistication to any message."
}