{
  "code": "💳",
  "Unicode": [
    "U+1F4B3"
  ],
  "slug": "credit-card",
  "shortcodes": {
    "github": ":credit_card:",
    "slack": ":credit_card:",
    "discord": ":credit_card:"
  },
  "title": "Credit Card",
  "keywords": [
    "card",
    "credit",
    "money"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [
      "To demand payment.",
      "To require payment (for goods, services, etc.) of.",
      "Demand payment",
      "Strike with a swiping motion",
      "Give someone credit for something"
    ],
    "nouns": [
      "Recently bought goods.",
      "Buying goods",
      "The commodities purchased from storeswomen carrying home shopping didn't give me a second glance\"",
      "A retailer or shop is a business that presents a selection of goods or services and offers to sell them to customers for money or other goods.",
      "The basic monetary unit in many countries; equal to 100 cents",
      "Used in many countries",
      "Official designation for currency in some parts of the world, including Canada, Australia, the United States, Hong Kong, and elsewhere. Its symbol is $.",
      "Dollar is the name of several currencies, including those of Australia, Belize, Brunei, Canada, Hong Kong, Namibia, New Zealand, Singapore, Suriname, Taiwan, the United States, and previously Zimbabwe.",
      "Designation for specific currency.",
      "Name of many currencies",
      "The currency of Suriname.",
      "A credit card is a payment card issued to users as a system of payment.",
      "A plastic card, usually with a magnetic strip or an embedded microchip, connected to a credit account and used to buy goods or services.",
      "A card (usually plastic) that assures a seller that the person using it has a satisfactory credit rating and that the issuer will see to it that the seller receives payment for the merchandise delivered",
      "A plastic card, with a magnetic strip or an embedded microchip, connected to a credit account and used to buy goods or services.",
      "A credit card issued by banks. A charge card authorizes the holder to buy goods or services on credit. Payments received from charge cards are treated as accounts receivable amounts because they must be submited to card companies for reimbursement.",
      "A charge card is a card that provides a payment method enabling the cardholder to make purchases which are paid for by the card issuer, to whom the cardholder becomes indebted.",
      "Plastic card, with a magnetic strip.",
      "A credit card.",
      "A card which requires payment in full upon receipt of the statement.",
      "Anything similar to a credit card",
      "A type of payment card where the supplier is paid by the card issuer. The card holder then pays the card issuer.",
      "Credit or debit cards used in place of cash to buy goods and services.",
      "Bankcard was a shared-brand credit card issued by financial institutions in Australia and New Zealand between 1974 and 2006.",
      "A defunct Australian credit card scheme",
      "Means of exchange and measure of value.",
      "A medium for exchanging ownership of the economic values represented by one or more currency units.",
      "A generally accepted means of exchange and measure of value.",
      "An unspecified amount in a currency.",
      "Money is any item or verifiable record that is generally accepted as payment for goods and services and repayment of debts in a particular country or socio-economic context.",
      "Money is commonly defined by the functions attached to any good or token that functions in trade as a medium of exchange, store of value, and unit of account, although economics offers various definitions.",
      "Object or record accepted as payment",
      "The most common medium of exchange; functions as legal tender",
      "In Dutch or German languages",
      "Transfer of an item of value from one party (such as a person or company) to another in exchange for the provision of goods, services or both, or to fulfill a legal obligation",
      "A sum of money paid or a claim discharged",
      "A transaction to record money that is paid to a supplier or customer for goods or services received. A payment transaction decreases the balance for a customer or vendor.",
      "A past, present, or future settlement of an obligation.",
      "A sum of money paid in exchange for goods or services.",
      "A payment is the transfer of an item of value from one party to another in exchange for the provision of goods, services or both, or to fulfill a legal obligation."
    ]
  },
  "category": "Objects",
  "alsoKnownAs": [
    "AMEX",
    "Diners Club",
    "Mastercard",
    "VISA Card"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>The backside of a credit card, showing the magnetic strip and signature. Color and detail vary across platforms, but often shown as gold, silver, or blue. May be used for banking and other ID cards as well for various content concerning money, including payment.&nbsp;</p>\r\n\r\n<p>Some vendors feature easter eggs: Apple&rsquo;s design features <a href=\"https://www.mactrast.com/2017/05/who-exactly-is-john-appleseed/\"><em>John Appleseed</em></a> in the signature and a security code of 448 and&nbsp;Facebook&rsquo;s design features founder <a href=\"https://en.wikipedia.org/wiki/Mark_Zuckerberg\">Mark Zuckerberg&rsquo;s</a> signature and a security code of 123. Samsung&rsquo;s design <a href=\"/samsung/experience-9.0/credit-card/\">previously </a>included the initials <em>KJH</em>.</p>",
  "apple_vendor_description": "Apple's credit-card emoji presents a modern, rectangular card with a subtle sheen that suggests its plastic composition, rendered with lifelike reflections and soft shadows. The clean, minimalist design, a hallmark of Apple's aesthetic, makes it immediately recognizable as a symbol of finance, transactions, and purchasing power. On Apple devices, this emoji is a straightforward and universally understood icon for all things monetary."
}