{
  "code": "❎",
  "Unicode": [
    "U+274E"
  ],
  "slug": "cross-mark-button",
  "shortcodes": {
    "github": ":negative_squared_cross_mark:",
    "slack": ":negative_squared_cross_mark:",
    "discord": ":negative_squared_cross_mark:"
  },
  "title": "Negative Squared Cross Mark",
  "keywords": [
    "×",
    "cross mark button",
    "mark",
    "square",
    "x"
  ],
  "senses": {
    "adjectives": [
      "Characterized by or displaying negation or denial or opposition or resistance; having no positive features",
      "Being one more than nine"
    ],
    "verbs": [
      "Prevent from being included or considered or accepted",
      "To leave out or exclude.",
      "To exclude; to specify as being an exception."
    ],
    "nouns": [
      "A visible indication.",
      "A perceptible indication of something not immediately apparent (as a visible clue that something has happened)",
      "A perceptible indication of something not immediately apparent, as a visible clue that something has happened.",
      "Yes; yea; a word expressing assent, or an affirmative answer to a question.",
      "Interjection expressing both an affirmative and negative answer to a polar question.",
      "Yes and no are two words for expressing the affirmative and the negative, respectively, in modern English."
    ]
  },
  "category": "Symbols",
  "alsoKnownAs": [
    "Cross",
    "X"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A <a href=\"https://emojipedia.org/cross-mark/\">cross mark</a> that displays with a white outlined appearance. Shows on most platforms with a bright green rounded rectangle or circle surrounding it.</p>\r\n\r\n<div id=\"professor_prebid-root\">&nbsp;</div>",
  "apple_vendor_description": "The cross-mark-button emoji on Apple devices is rendered as a bold, vibrant red symbol with a pronounced 3D effect, featuring soft, rounded edges and a subtle glossy sheen. Its prominent placement and clear, impactful design, characteristic of Apple’s interface elements, make it instantly recognizable for indicating negation, cancellation, or closure. This emoji is commonly used in digital communication to dismiss a notification, reject a suggestion, or signify an error."
}