{
  "code": "🐴",
  "Unicode": [
    "U+1F434"
  ],
  "slug": "horse-face",
  "shortcodes": {
    "github": ":horse:",
    "slack": ":horse:",
    "discord": ":horse:"
  },
  "title": "Horse Face",
  "keywords": [
    "face",
    "horse"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [],
    "nouns": [
      "The horse is one of two extant subspecies of Equus ferus.",
      "Horse",
      "Subspecies of Equus ferus, or the wild horse",
      "As rural slang",
      "Solid-hoofed herbivorous quadruped domesticated since prehistoric times",
      "Horses are large ungulates, which have had a long relationship with human society.",
      "A large animal with four legs of the Equus caballus species which people ride on or use for carrying things or pulling vehicles."
    ]
  },
  "category": "Animals & Nature",
  "alsoKnownAs": [
    "Horse Head"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>The face of a horse, generally facing left. Depicted as a light or reddish-brown horse with a dark brown or black mane, and, on many platforms, a light-colored muzzle.</p>\r\n\r\n<p>Not to be confused with the full-bodied <a href=\"/horse/\">🐎 Horse</a> or <a href=\"/horse-racing/\">🏇 Horse Racing</a>, though their applications may overlap. Some vendors implement a&nbsp;similar design in <a href=\"/unicorn/\">🦄 Unicorn Face</a> and <a href=\"/zebra/\">🦓 Zebra</a>.</p>\r\n\r\n<p>WhatsApp&rsquo;s horse is facing left, as Facebook&rsquo;s <a href=\"/facebook/1.0/horse-face/\">previously</a> was. Microsoft&rsquo;s horse was <a href=\"/microsoft/windows-10/horse-face/\">previously</a> looking straight ahead, as was <a href=\"/samsung/experience-9.0/horse-face/\">Samsung&rsquo;s</a>, shown with a goofy, full-toothed grin. Softbank <a href=\"/softbank/2006/horse-face/\">previously</a> featured a full-bodied horse.</p>",
  "apple_vendor_description": "Apple's horse face emoji features a noble equine head with a glossy finish, showcasing realistic textures and subtle highlights that emphasize its flowing mane. The gentle, wide eye and alert ears, rendered with Apple's characteristic smooth gradients, convey a sense of power, freedom, and natural beauty. It's a popular choice on Apple devices to represent horses, the countryside, or a feeling of wild spirit."
}