{
  "code": "🤸🏻",
  "Unicode": [
    "U+1F938",
    "U+1F3FB"
  ],
  "slug": "person-cartwheeling-light-skin-tone",
  "shortcodes": null,
  "title": "person cartwheeling: light skin tone",
  "keywords": [
    "light skin tone",
    "gymnastics",
    "cartwheel"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [
      "Do cartwheels: perform an acrobatic movement using both hands and feet"
    ],
    "nouns": [
      "A sport that involves exercises intended to display strength and balance and agility",
      "A sport involving performance of exercises requiring physical strength, flexibility, agility, coordination, and balance.",
      "Sport",
      "A sport involving the performance of sequences of movements requiring physical strength, flexibility, and kinesthetic awareness.",
      "Gymnastics is a very complex competition involving the performance of exercises requiring physical strength, flexibility, power, agility, coordination, grace, balance and control.",
      "A gymnastic maneuver.",
      "A cartwheel is a sideways rotary movement of the body.",
      "An acrobatic maneuver",
      "A gymnastic maneuver whereby the gymnast rotates to one side or the other while keeping arms and legs outstretched, spinning for one or more revolutions.",
      "Acrobatic revolutions with the body turned sideways and the arms and legs outstretched like the spokes of a wheel"
    ]
  },
  "category": "People & Body",
  "alsoKnownAs": null,
  "version": null,
  "description": "This version of the  Person Cartwheeling emoji has the  Light Skin Tone applied, which is displayed as a Pale Skin Tone on supported pla",
  "apple_vendor_description": "On Apple devices, the person cartwheeling emoji with a light skin tone bursts with energy, captured in mid-flight with its limbs gracefully extended. Apple's distinctive glossy 3D shading and soft rounded edges give the figure a vibrant, almost tangible quality, while realistic lighting accentuates its dynamic pose. This emoji, as seen on Apple devices, is a fantastic way to express excitement, freedom, or a triumphant achievement with unbridled enthusiasm."
}