{
  "code": "📚",
  "Unicode": [
    "U+1F4DA"
  ],
  "slug": "books",
  "shortcodes": {
    "github": ":books:",
    "slack": ":books:",
    "discord": ":books:"
  },
  "title": "Books",
  "keywords": [
    "book",
    "books"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [
      "Consider in detail and subject to an analysis in order to discover essential features or meaning",
      "To subject to analysis.",
      "To consider in detail and subject to an analysis in order to discover essential features or meaning.",
      "To acquire knowledge on a subject.",
      "To acquire knowledge or ability.",
      "Gain knowledge or skills",
      "To acquire, or attempt to acquire knowledge or an ability to do something.",
      "Interpret something that is written or printed"
    ],
    "nouns": [
      "A book prepared for use in schools or colleges",
      "A textbook, a book used, or prepared for use, in school.",
      "A book, tome or other set of writings.",
      "A coursebook, a formal manual of instruction in a specific subject, especially one for use in schools or colleges.",
      "A textbook or coursebook is a manual of instruction in any branch of study.",
      "Educational book",
      "Book used in the study of a subject that contains a systematic presentation of the principles and vocabulary of a subject.",
      "Textbook used in school.",
      "A manual of instruction in any branch of study",
      "A written work or composition that has been published (printed on pages bound together)",
      "A book is a set of written, printed, illustrated, or blank sheets, made of ink, paper, parchment, or other materials, usually fastened together to hinge at one side.",
      "A collection of sheets of paper bound together to hinge at one edge, containing printed or written material, pictures, etc.",
      "Quotations about books: All good books are alike in that they are truer than if they had really happened and after you are finished reading one you will feel that all that happened to you and afterwards it all belongs to you; the good and the bad, the ecstasy, the remorse, and sorrow, the people and the places and how the weather was.",
      "Also called \"dead tree edition\" or \"dead tree book\" (humorously)",
      "Medium for a collection of words and/or pictures to represent knowledge, often manifested in bound paper and ink, or in e-books",
      "Collection of sheets of paper bound together containing printed or written material."
    ]
  },
  "category": "Objects",
  "alsoKnownAs": [
    "Pile Of Books",
    "Stack Of Books"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A loose stack of three of more different-colored, hardcover books. Commonly used for various content concerning reading and schooling. Color and orientation vary across platforms, but often shown with red, green, and blue covers.</p>\r\n\r\n<p>Samsung&rsquo;s design <a href=\"/samsung/experience-9.0/books/\">previously</a>&nbsp;featured&nbsp;the <a href=\"https://blog.emojipedia.org/samsungs-biggest-ever-emoji-update/\">easter egg</a> initials <i>MJ</i> printed on the pages of its bottom book.</p>",
  "apple_vendor_description": "The books emoji on Apple devices presents a stack of three open books, each rendered with Apple's characteristic depth and polished sheen.  Soft gradients and subtle shadows highlight the textures of the pages and covers, giving them a realistic, tactile feel.  The rounded edges of the spines and pages contribute to their inviting appearance, making this emoji a perfect symbol for knowledge, learning, reading, and intellectual pursuits."
}