{
  "code": "⏲️",
  "Unicode": [
    "U+23F2",
    "U+FE0F"
  ],
  "slug": "timer-clock",
  "shortcodes": {
    "github": ":timer_clock:",
    "slack": ":timer_clock:",
    "discord": ":timer_clock:"
  },
  "title": "Timer Clock",
  "keywords": [
    "clock",
    "timer"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [
      "To measure the duration of.",
      "To measure or record the time, duration, or rate of.",
      "Measure the time or duration of an event or action or the person who performs an action in a certain period of time",
      "To measure time.",
      "To measure the amount of time an object takes to complete a course (e.g., \"to clock a race car\")."
    ],
    "nouns": [
      "A timer is a specialized type of clock for measuring time intervals.",
      "Device used to measure time.",
      "An internal routine that causes the system to send a message whenever a specified interval elapses.",
      "A mechanism that measures the remaining time from a preset amount of time and sounds an alarm when this time has elapsed.",
      "A device used to measure amounts of time.",
      "A mechanism that measures the duration of events, like calls, Internet time, etc.",
      "A timepiece that measures a time interval and signals its end",
      "Type of clock used to measure amount of time since or until a set time",
      "A clock is an instrument to indicate, keep, and co-ordinate time.",
      "A timepiece that shows the time of day",
      "An instrument used to measure or keep track of time.",
      "Instrument that tells the time",
      "Instrument to measure or keep track of time.",
      "An instrument used to measure or keep track of time; a non-portable timepiece."
    ]
  },
  "category": "Travel & Places",
  "alsoKnownAs": [],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>Time&rsquo;s up! A timer set to count down and sound an alarm after a designated amount of time, as used in the kitchen. Appearance varies by platform. Commonly used for various content concerning time, including countdowns and deadlines.</p>\r\n\r\n<p>Apple, WhatsApp, and Facebook&rsquo;s designs resemble kitchen timers. Other designs may be confused with <a href=\"/mantelpiece-clock/\">🕰️&nbsp;Mantelpiece Clock</a> or other clock emojis.</p>",
  "apple_vendor_description": "The timer clock emoji on Apple devices features a crisp, white clock face with bold black numerals, enclosed in a sleek, metallic casing that catches the light with subtle, realistic shading. Its soft rounded edges and the precise hands, rendered with Apple's signature 3D depth, convey a sense of urgency or anticipation. This emoji is commonly used to signify deadlines, waiting periods, or time-sensitive tasks within digital communication on Apple platforms."
}