{
  "code": "🇧🇼",
  "Unicode": [
    "U+1F1E7",
    "U+1F1FC"
  ],
  "slug": "flag-botswana",
  "shortcodes": {
    "github": ":botswana:",
    "slack": ":flag-bw:",
    "discord": ":flag_bw:"
  },
  "title": "Flag: Botswana",
  "keywords": [
    "flag"
  ],
  "senses": {
    "adjectives": [
      "From or in the countryside or connected with it.",
      "Of, from or pertaining to the countryside (adjective)."
    ],
    "verbs": [],
    "nouns": [
      "The flag of Botswana is a flag consisting of a light blue field cut horizontally in the center by a black stripe with a thin white frame.",
      "Emblem usually consisting of a rectangular piece of cloth of distinctive design",
      "Piece of cloth.",
      "A flag is a piece of fabric with a distinctive design that is used as a symbol, as a signaling device, or as decoration.",
      "A piece of cloth, often decorated with an emblem, used as a visual signal or symbol.",
      "Piece of fabric with a distinctive design",
      "A country in Southern Africa (formerly Bechuanaland). Official name: Republic of Botswana.",
      "A landlocked republic in south-central Africa that became independent from British control in the 1960s",
      "ISO 3-letter country code",
      "The official name of Botswana.",
      "A country in Southern Africa whose capital is Gaborone.",
      "Botswana, officially the Republic of Botswana, is a landlocked country located in Southern Africa.",
      "Botswana is a landlocked country located in Southern Africa.",
      "Official name of Botswana.",
      "Country in Africa",
      "The opposite of secession",
      "As its original Latin term",
      "Government",
      "The collective body of a nation or state as politically organized, or as exercising political functions.",
      "The territory of a nation, especially an independent nation state or formerly independent nation; a political entity asserting ultimate authority over a geographical area.",
      "Nations is often used synonymously with ethnic group, but although ethnicity is now one of the most important aspects of cultural or social identity for the members of most nations, people with the same ethnic origin may live in different nation-states and be treated as members of separate nations for that reason.",
      "Political organisation with a centralized independent government",
      "The government.",
      "An organized political community, living under a government",
      "Nation has various meanings, and the meaning has changed over time.",
      "A state is an organized community living under one government.",
      "A political entity asserting ultimate authority over a geographical area.",
      "A people permanently occupying a fixed territory bound together by common law, habits and custom into one body politic exercising, through the medium of an organized government, independent sovereignty and control over all persons and things within its boundaries, unless or until authority is ceded to a federation or union of other states.",
      "The people who live in a nation or country",
      "A politically organized body of people under a single government",
      "A sovereign state.",
      "A state is a nonphysical juridical entity of the international legal system that is represented by one centralized government that has supreme independent authority over a geographic area.",
      "The geographic area under the control of a political state."
    ]
  },
  "alsoKnownAs": [
    "Batswana Flag"
  ],
  "version": {
    "unicode-version": null,
    "emoji-version": "1.0"
  },
  "description": "<p>The flag for Botswana, which may show as the letters&nbsp;<em>BW</em>&nbsp;on some platforms.</p>",
  "apple_vendor_description": "The flag of Botswana on Apple devices is a beautifully rendered banner with distinct horizontal stripes of sky blue, black, and white. Apple’s design imbues the flag with a subtle 3D effect, making the colors appear rich and vibrant with smooth gradients. The crisp, clean lines and realistic lighting give it a polished, official look, symbolizing the nation of Botswana with pride and clarity in digital communication.",
  "category": "Flags"
}