{
  "code": "🤧",
  "Unicode": [
    "U+1F927"
  ],
  "slug": "sneezing-face",
  "shortcodes": {
    "github": ":sneezing_face:",
    "slack": ":sneezing_face:",
    "discord": ":sneeze:"
  },
  "title": "Sneezing Face",
  "keywords": [
    "face",
    "gesundheit",
    "sneeze",
    "sneezing face"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [
      "Exhale spasmodically, as when an irritant entered one's nose"
    ],
    "nouns": [
      "Part of the body at the front of the head",
      "The face is a central organ of sense and is also very central in the expression of emotion among humans and among numerous other species.",
      "Faces are the central sense organ complexes, for those animals that have one, normally on the ventral surface of the head.",
      "The front of the human head from the forehead to the chin and ear to ear",
      "The front part of the head, featuring the eyes, nose, and mouth and the surrounding area.",
      "A symptom consisting of the involuntary expulsion of air from the nose",
      "The bodily reflex also known as sternutation",
      "A sneeze, or sternutation, is a semi-autonomous, convulsive expulsion of air from the lungs through the nose and mouth, usually caused by foreign particles irritating the nasal mucosa.",
      "God bless you is a common English expression, used to wish a person blessings in various situations, especially as a response to a sneeze, and also, when parting or writing a valediction.",
      "An expression said to someone that has just sneezed."
    ]
  },
  "category": "Smileys & Emotion",
  "alsoKnownAs": [
    "Gesundheit"
  ],
  "version": {
    "unicode-version": "9.0",
    "emoji-version": "3.0"
  },
  "description": "<p>A yellow face with scrunched, X-shaped eyes sneezing or blowing its nose into a white tissue, as if from a cold or allergies. Often depicted with a crumpled-looking mouth.</p>\r\n\r\n<p>May also represent someone in an emotional state wiping away tears, as at a <a href=\"/wedding/\">wedding</a>.</p>",
  "apple_vendor_description": "The sneezing face emoji on Apple devices is a masterclass in conveying a sudden, forceful expulsion, depicted with a slightly contorted expression and eyes squeezed shut against the onslaught.  A prominent, glistening droplet flies from the nose, a testament to Apple's commitment to realistic visual storytelling through its emoji.  The overall effect, enhanced by Apple's signature glossy 3D shading, suggests a strong bout of illness or an overwhelming burst of emotion, making it a vivid and relatable communication tool on Apple devices."
}