{
  "code": "🔒",
  "Unicode": [
    "U+1F512"
  ],
  "slug": "locked",
  "shortcodes": {
    "github": ":lock:",
    "slack": ":lock:",
    "discord": ":lock:"
  },
  "title": "Lock",
  "keywords": [
    "closed",
    "locked"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [
      "Fasten with a padlock",
      "To protect with a password.",
      "Fasten with a lock",
      "To fasten with a lock."
    ],
    "nouns": [
      "A detachable lock; has a hinged shackle that can be passed through the staple of a hasp or the links in a chain and then snapped shut",
      "Portable locks with a shackle that may be passed through an opening",
      "Type of lock.",
      "Padlocks are portable locks with a shackle that may be passed through an opening to protect against unauthorized use, theft, vandalism, or harm.",
      "A detachable lock that can be used to secure something by means of a sliding or hinged shackle",
      "A fastening device",
      "Something used for fastening, which can only be opened with a key or combination.",
      "Mechanical or electronic fastening device",
      "A fastener fitted to a door or drawer to keep it firmly closed",
      "Something used for fastening.",
      "A lock is a mechanical or electronic fastening device that is released by a physical object, by supplying secret information, or by a combination thereof.",
      "A prearranged reply to the challenge of a sentry.",
      "An authentication credential similar to a password, consisting of numbers.",
      "A secret word or phrase known only to a restricted group",
      "A group element, expressed as a product of group elements.",
      "A string of characters used to log in to a computer or network, to access a level in a video game, etc.",
      "In military terminology, a countersign is a sign, word, or any other signal previously agreed upon and required to be exchanged between a sentry or guard and anybody approaching his or her post.",
      "A password is a word or string of characters used for user authentication to prove identity or access approval to gain access to a resource, which should be kept secret from those not allowed access.",
      "Used for user authentication to prove identity or access approval",
      "A prearranged reply to the challenge of a sentry or a guard; a password or signal by which friends can be known from enemies",
      "A sign used by a sentry or guard.",
      "The response to a sign or signal.",
      "In group theory, a word is any written product of group elements and their inverses.",
      "A secret word.",
      "A string of characters, known only to a user, used, along with a user name, to log in to some computer or network etc.",
      "A product of group elements and their inverses",
      "A string of characters used for authentication on a digital device.",
      "A string of characters entered by a user to verify his or her identity to a network or to a local computer, device, or client, or to sign in to an account, app, and so on."
    ]
  },
  "category": "Objects",
  "alsoKnownAs": [
    "Closed Lock",
    "Padlock"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A locked (closed) <a href=\"https://en.wikipedia.org/wiki/Padlock\">padlock</a>, as used to secure a latch or <a href=\"/chains/\">chain</a>, or as an icon for a <a href=\"https://en.wikipedia.org/wiki/Transport_Layer_Security\">secure internet connection</a>, private account, or locked device. Generally depicted with a gold base and silver shackle. WhatsApp&rsquo;s design is silver.</p>\r\n\r\n<p>Commonly used for content concerning safety, security, privacy, and protection as well as various senses of <i>lock</i>, e.g., <i>locked in</i>/<i>down</i>.</p>\r\n\r\n<p>This emoji <a href=\"https://blog.emojipedia.org/emojipedia-now-with-https/\">does not display in page titles</a>&nbsp;on&nbsp;Apple&rsquo;s Safari web browser, presumably to prevent less reputable sites from pretending to be secure (encrypted using <a href=\"https://en.wikipedia.org/wiki/HTTPS\">HTTPS</a>).</p>\r\n\r\n<p>Additionally, this emoji is not supported in Twitter / X names,&nbsp;to minimize confusion with private accounts on the platform. <a href=\"https://blog.emojipedia.org/why-you-cant-use-these-emojis-in-your-twitter-name/\">Learn more here</a>.</p>\r\n\r\n<p>See also: <a href=\"/locked-with-pen/\">🔏 Locked With Pen</a> and <a href=\"/locked-with-key/\">🔐 Locked With Key</a>.</p>",
  "apple_vendor_description": "Represented with a distinct glossy sheen and robust form on Apple devices, the locked emoji appears as a sturdy padlock with a clear, well-defined keyhole. Apple's design language imbues it with a sense of security and finality, utilizing smooth gradients and soft rounded edges to give it a tactile, reassuring presence. This emoji is universally understood to convey privacy, safety, protection, or the completion of a task."
}