{
  "code": "🇮🇩",
  "Unicode": [
    "U+1F1EE",
    "U+1F1E9"
  ],
  "slug": "flag-indonesia",
  "shortcodes": {
    "github": ":indonesia:",
    "slack": ":flag-id:",
    "discord": ":flag_id:"
  },
  "title": "Flag: Indonesia",
  "keywords": [
    "flag"
  ],
  "senses": {
    "adjectives": [
      "From or in the countryside or connected with it.",
      "Of, from or pertaining to the countryside (adjective)."
    ],
    "verbs": [],
    "nouns": [
      "Emblem usually consisting of a rectangular piece of cloth of distinctive design",
      "Piece of cloth.",
      "A flag is a piece of fabric with a distinctive design that is used as a symbol, as a signaling device, or as decoration.",
      "A piece of cloth, often decorated with an emblem, used as a visual signal or symbol.",
      "Piece of fabric with a distinctive design",
      "The opposite of secession",
      "As its original Latin term",
      "Government",
      "The collective body of a nation or state as politically organized, or as exercising political functions.",
      "The territory of a nation, especially an independent nation state or formerly independent nation; a political entity asserting ultimate authority over a geographical area.",
      "Nations is often used synonymously with ethnic group, but although ethnicity is now one of the most important aspects of cultural or social identity for the members of most nations, people with the same ethnic origin may live in different nation-states and be treated as members of separate nations for that reason.",
      "Political organisation with a centralized independent government",
      "The government.",
      "An organized political community, living under a government",
      "Nation has various meanings, and the meaning has changed over time.",
      "A state is an organized community living under one government.",
      "A political entity asserting ultimate authority over a geographical area.",
      "A people permanently occupying a fixed territory bound together by common law, habits and custom into one body politic exercising, through the medium of an organized government, independent sovereignty and control over all persons and things within its boundaries, unless or until authority is ceded to a federation or union of other states.",
      "The people who live in a nation or country",
      "A politically organized body of people under a single government",
      "A sovereign state.",
      "A state is a nonphysical juridical entity of the international legal system that is represented by one centralized government that has supreme independent authority over a geographic area.",
      "The geographic area under the control of a political state.",
      "A country in Southeast Asia with capital Jakarta.",
      "Indonesia when it was still a Dutch Colony",
      "A former Dutch colony in modern-day Indonesia.",
      "The Dutch East Indies was a Dutch colony that became modern Indonesia following World War II.",
      "Indonesia is a sovereign state in Southeast Asia and Oceania.",
      "Official name of Indonesia.",
      "Country in Southeast Asia. Official name: Republic of Indonesia.",
      "Or, in Indonesian language, \"Republik Indonesia\"",
      "Indonesia, officially the Republic of Indonesia, is a sovereign state in Southeast Asia and Oceania.",
      "The official name of Indonesia.",
      "A republic in southeastern Asia on an archipelago including more than 13,000 islands; achieved independence from the Netherlands in 1945; the principal oil producer in the Far East and Pacific regions",
      "Country in Southeast Asia",
      "The national flag of Indonesia, which is known as Sang Saka Merah-Putih or Bendera Merah-Putih or simply Merah-Putih, or sometimes referred to as Sang Dwiwarna in Indonesian is based on the banner of the 13th century Majapahit Empire in East Java.",
      "National flag of Indonesia"
    ]
  },
  "alsoKnownAs": [
    "Indonesian Flag"
  ],
  "version": {
    "unicode-version": null,
    "emoji-version": "1.0"
  },
  "description": "<p>The flag for <a href=\"https://en.wikipedia.org/wiki/Indonesia\">Indonesia</a>, which may show as the letters&nbsp;<em>ID</em>&nbsp;on some platforms.</p>",
  "apple_vendor_description": "Representing the Republic of Indonesia, this flag emoji on Apple devices features two horizontal bands of color, with the upper half a vibrant red and the lower half a clean white, rendered with Apple's signature smooth gradients and crisp definition.  The precise coloring and sharp edges, softened slightly by Apple's subtle 3D shading, ensure its clear recognition.  This emoji is a proud display of national identity, used in discussions about Indonesia, travel, or cultural events, all presented with Apple's high-quality visual fidelity.",
  "category": "Flags"
}