{
  "code": "🇲🇲",
  "Unicode": [
    "U+1F1F2",
    "U+1F1F2"
  ],
  "slug": "flag-myanmar-burma",
  "shortcodes": {
    "github": ":myanmar:",
    "slack": ":flag-mm:",
    "discord": ":flag_mm:"
  },
  "title": "Flag: Myanmar (Burma)",
  "keywords": [
    "flag"
  ],
  "senses": {
    "adjectives": [
      "From or in the countryside or connected with it.",
      "Of, from or pertaining to the countryside (adjective)."
    ],
    "verbs": [],
    "nouns": [
      "A Southeast Asian country",
      "A country in Southeast Asia. Official name: Republic of the Union of Myanmar. Also known as Burma (which was formerly the official name).",
      "Southeast Asian country.",
      "Burma, officially the Republic of the Union of Myanmar, commonly shortened to Myanmar, is a sovereign state in Southeast Asia bordered by Bangladesh, India, China, Laos and Thailand.",
      "Country in Asia",
      "Myanmar; a country in Southeast Asia, on the west coast of the Indochina Peninsula.",
      "A mountainous republic in southeastern Asia on the Bay of Bengal",
      "A country in Southeast Asia that is located partially on the Indian subcontinent and has borders with Bangladesh, China, India, Laos and Thailand.",
      "Emblem usually consisting of a rectangular piece of cloth of distinctive design",
      "Piece of cloth.",
      "A flag is a piece of fabric with a distinctive design that is used as a symbol, as a signaling device, or as decoration.",
      "A piece of cloth, often decorated with an emblem, used as a visual signal or symbol.",
      "Piece of fabric with a distinctive design",
      "The opposite of secession",
      "As its original Latin term",
      "Government",
      "The collective body of a nation or state as politically organized, or as exercising political functions.",
      "The territory of a nation, especially an independent nation state or formerly independent nation; a political entity asserting ultimate authority over a geographical area.",
      "Nations is often used synonymously with ethnic group, but although ethnicity is now one of the most important aspects of cultural or social identity for the members of most nations, people with the same ethnic origin may live in different nation-states and be treated as members of separate nations for that reason.",
      "Political organisation with a centralized independent government",
      "The government.",
      "An organized political community, living under a government",
      "Nation has various meanings, and the meaning has changed over time.",
      "A state is an organized community living under one government.",
      "A political entity asserting ultimate authority over a geographical area.",
      "A people permanently occupying a fixed territory bound together by common law, habits and custom into one body politic exercising, through the medium of an organized government, independent sovereignty and control over all persons and things within its boundaries, unless or until authority is ceded to a federation or union of other states.",
      "The people who live in a nation or country",
      "A politically organized body of people under a single government",
      "A sovereign state.",
      "A state is a nonphysical juridical entity of the international legal system that is represented by one centralized government that has supreme independent authority over a geographic area.",
      "The geographic area under the control of a political state."
    ]
  },
  "alsoKnownAs": [
    "Burmese Flag",
    "Flag For Burma",
    "Myanmarese Flag"
  ],
  "version": {
    "unicode-version": null,
    "emoji-version": "1.0"
  },
  "description": "<p>The flag for&nbsp;<a href=\"https://en.wikipedia.org/wiki/Burma\">Myanmar</a>, which may show as the letters&nbsp;<em>MM</em>&nbsp;on some platforms.</p>",
  "apple_vendor_description": "On Apple devices, the flag of Myanmar (Burma) is displayed with crisp detail and vibrant colors, adhering to the official design with its distinctive yellow, green, and red stripes. Apple’s rendering ensures the flag's elements have a subtle sheen and depth, giving it a polished appearance that feels both official and respectful. This emoji is used to signify national pride, geographic location, or discussions pertaining to Myanmar on Apple devices."
}