{
  "code": "🎈",
  "Unicode": [
    "U+1F388"
  ],
  "slug": "balloon",
  "shortcodes": {
    "github": ":balloon:",
    "slack": ":balloon:",
    "discord": ":balloon:"
  },
  "title": "Balloon",
  "keywords": [
    "balloon",
    "celebration"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [
      "Have or participate in a party",
      "Ride in a hot-air balloon"
    ],
    "nouns": [
      "Formal performance of a solemn rite.",
      "The public performance of a sacrament or solemn ceremony with all appropriate ritual",
      "Performance of a ceremony (in an appropriate and solemn manner), such as performing a marriage.",
      "The formal performance of a solemn rite, such as Christian sacrament",
      "The date and year something was born.",
      "The year, month, and day of someone's birth; date of birth",
      "Date and year when something was born.",
      "A birthday is a celebration of the anniversary of a person's birth.",
      "The date on which someone is born or something is created, more commonly called birthdate or date of birth.",
      "The date on which a person was born.",
      "Day that comes once a year when a person celebrates the anniversary of his or her birth",
      "Birthday",
      "A birthday is an occasion when a person or institution celebrates the anniversary of their birth.",
      "The date on which a person was born"
    ]
  },
  "category": "Activities",
  "alsoKnownAs": [
    "Party",
    "Red Balloon"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A balloon on a string, as decorates a <a href=\"/birthday/\">birthday</a> party. Generally depicted in red, though WhatsApp&rsquo;s is pink and Google&rsquo;s orangish-red.</p>\r\n\r\n<p>Commonly used to convey congratulations and celebration, especially when wishing someone&nbsp;a happy birthday.</p>\r\n\r\n<p><a href=\"/microsoft/windows-10/balloon/\">Microsoft</a> and <a href=\"/samsung/touchwiz-7.1/balloon/\">Samsung&#39;s</a> balloons were previously blue;&nbsp;<a href=\"/softbank/2000/balloon/\">SoftBank&#39;s</a>&nbsp;was shown floating in the sky.</p>",
  "apple_vendor_description": "On Apple devices, the balloon emoji floats with a vibrant, glossy sheen, showcasing Apple's signature 3D rendering and realistic lighting. Its smooth, rounded form and bright, celebratory colors evoke a sense of joy and festivity. The subtle highlights on its surface suggest a playful bounce, making it perfect for conveying happiness, birthdays, or special occasions in your digital conversations."
}