{
  "code": "📏",
  "Unicode": [
    "U+1F4CF"
  ],
  "slug": "straight-ruler",
  "shortcodes": {
    "github": ":straight_ruler:",
    "slack": ":straight_ruler:",
    "discord": ":straight_ruler:"
  },
  "title": "Straight Ruler",
  "keywords": [
    "ruler",
    "straight edge",
    "straight ruler"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [
      "Have certain dimensions"
    ],
    "nouns": [
      "The long dimension of any object",
      "The linear extent in space from one end to the other; the longest dimension of something that is fixed in place",
      "The measurement of distance along the longest dimension of an object.",
      "Measurement of distance.",
      "Measured dimension of an object",
      "In geometric measurements, length is the longest dimension of an object.",
      "Many paper size standards conventions have existed at different times and in different countries.",
      "Writing materials, envelopes, office materials",
      "The articles typically sold by stationers, comprising paper, pens, ink, quills, blank books, etc.",
      "Stationery has historically pertained to a wide gamut of materials: paper and office supplies, writing implements, greeting cards, glue, pencil cases and other similar items.",
      "Paper cut to an appropriate size for writing letters; usually with matching envelopes",
      "The size of a page.",
      "The size of the sheet of paper on which you print the publication, before trimming.",
      "A document that, when opened by the user, is duplicated by the system; the copy is opened for the user's modification while the original document remains intact. Stationery documents can be used as document templates or boilerplates.",
      "Standard sizes of the paper",
      "Mathematics is the study of topics such as quantity, structure, space, and change.",
      "The application of principles associated with Cavalieri's principle.",
      "The science that deals with concepts such as quantity, structure, space and change.",
      "An abstract representational system used in the study of numbers, shapes, structure, change and the relationships between these concepts.",
      "A science (or group of related sciences) dealing with the logic of quantity and shape and arrangement",
      "Mathematics is the body of knowledge centered on concepts such as quantity, structure, space, and change, and the academic discipline which studies them.",
      "Abstract study of numbers, quantity, structure, relationships, etc."
    ]
  },
  "category": "Objects",
  "alsoKnownAs": [],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A ruler, as used to draw straight lines and measure distances. Variously depicted as a metal, wood, or plastic straightedge with length markings at a 45&deg; angle.</p>\r\n\r\n<p>Commonly used for content concerning schooling,&nbsp;building, and&nbsp;measurement&nbsp;in various disciplines. May also represent various concepts of straightness and size.</p>",
  "apple_vendor_description": "Apple's straight ruler emoji is a testament to precise design, appearing as a polished, metallic tool with clear, crisp markings and a subtle 3D effect that suggests its tangible presence. The realistic lighting accentuates its smooth, flat surface and soft rounded edges, giving it a clean and professional look. This emoji is commonly used to denote measurement, planning, accuracy, or the need for structure and order in digital communication."
}