{
  "code": "🍼",
  "Unicode": [
    "U+1F37C"
  ],
  "slug": "baby-bottle",
  "shortcodes": {
    "github": ":baby_bottle:",
    "slack": ":baby_bottle:",
    "discord": ":baby_bottle:"
  },
  "title": "Baby Bottle",
  "keywords": [
    "baby",
    "bottle",
    "drink",
    "milk"
  ],
  "senses": {
    "adjectives": [
      "Feeling hunger; feeling a need or desire to eat food",
      "Affected by hunger; desirous of food.",
      "Desirous of food; having a physical need for food.",
      "Affected by hunger; desiring of food; having a physical need for food."
    ],
    "verbs": [
      "To drink or imbibe with vigour or relish; to drink copiously; to swallow in large draughts.",
      "Take in liquids",
      "To consume a liquid through the mouth.",
      "To consume (a liquid) through the mouth.",
      "To drink or imbibe."
    ],
    "nouns": [
      "A white nutritious liquid secreted by mammals and used as food by human beings",
      "Milk from a cow.",
      "Milk is a white liquid produced by the mammary glands of mammals.",
      "Milk that contains at least 3.5% fat.",
      "The whitish fluid secreted by the mammary gland for the nourishment of the young; composed of carbohydrates, proteins, fats, mineral salts, vitamins, and antibodies.",
      "Nutrient-rich liquids secreted by the mammary glands of female mammals",
      "White liquid produced by the mammary glands of mammals",
      "A white liquid produced by the mammary glands of female mammals to nourish their young. From certain animals, especially cows, it is a common food for humans as a beverage or used to produce various dairy products such as butter, cheese, and yogurt.",
      "A dairy cow",
      "Any drinkable liquid; a beverage.",
      "Any liquid suitable for drinking",
      "Kind of liquid which is specifically prepared for human consumption",
      "A beverage.",
      "Any one of various liquids for drinking.",
      "Drinks, or beverages, are liquids specifically prepared for human consumption.",
      "A bottle equipped with a teat, used for feeding infants.",
      "Bottle with a teat.",
      "A baby bottle is a bottle with a teat to drink directly from.",
      "Bottle with a nipple to drink directly from",
      "A glass or plastic vessel used for storing drinks or other liquids; typically cylindrical without handles and with a narrow neck that can be plugged or capped",
      "A bottle is a rigid container with a neck that is narrower than the body and a \"mouth\".",
      "Container of liquids",
      "A container, typically made of glass and having a tapered neck, used for holding liquids.",
      "A container, typically made of glass or plastic and having a tapered neck, used primarily for holding liquids.",
      "A bottle for feeding milk to babies or to the young of other animals.",
      "A container with a rubber nipple used for giving liquids to infants, a baby bottle.",
      "A vessel fitted with a flexible teat and filled with milk or formula; used as a substitute for breast feeding infants and very young children",
      "A container with a rubber nipple used for giving liquids to infants."
    ]
  },
  "category": "Food & Drink",
  "alsoKnownAs": [
    "Bottle Feeding"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A bottle of&nbsp;<a href=\"/glass-of-milk/\">milk&nbsp;</a>or&nbsp;formula,&nbsp;as or fed to a&nbsp;<a href=\"/baby/\">baby</a>, with a bluish cap and rubber nipple or teat. Positioned upright or at a 45&deg; angle, and filled to various levels, sometimes showing fill lines. Often used for newborns&nbsp;and childrearing. See also <a href=\"/breast-feeding/\">Breast-Feeding</a>.</p>",
  "apple_vendor_description": "The baby bottle emoji on Apple devices presents a perfectly formed, clear container with a gentle sheen, showcasing a hint of milky liquid within. Its soft, rounded edges and realistic lighting emphasize its wholesome and nurturing purpose. This familiar icon, often depicted with a subtle tilt, is a universal symbol of infancy, care, and new beginnings in conversations."
}