{
  "code": "🌊",
  "Unicode": [
    "U+1F30A"
  ],
  "slug": "water-wave",
  "shortcodes": {
    "github": ":ocean:",
    "slack": ":ocean:",
    "discord": ":ocean:"
  },
  "title": "Water Wave",
  "keywords": [
    "ocean",
    "water",
    "wave"
  ],
  "senses": {
    "adjectives": [
      "Of an object: covered with or impregnated with liquid.",
      "Covered or soaked with a liquid such as water",
      "Of an object, etc, covered with or impregnated with liquid.",
      "Drenched with water, or other liquid.",
      "Covered with or impregnated with liquid."
    ],
    "verbs": [
      "To ride a wave, usually on a surfboard.",
      "To use a surfboard; to surf.",
      "Ride the waves of the sea with a surfboard",
      "To ride a wave."
    ],
    "nouns": [
      "One of a series of ridges that moves across the surface of a liquid (especially across a large body of water)",
      "Surface waves that occur on the free surface of water bodies",
      "Moving disturbance, undulation.",
      "A moving ridge or swell of water occurring close to the surface of the sea, characterized by oscillating and rising and falling movements, often as a result of the frictional drag of the wind.",
      "In fluid dynamics, wind waves, or wind-generated waves, are surface waves that occur on the free surface of oceans, seas, lakes, rivers, and canals or even on small puddles and ponds.",
      "A moving disturbance in the level of a body of water; an undulation.",
      "The sea, the world ocean, or simply the ocean, is the connected body of salty water that covers 70.8% of the Earth's surface.",
      "A large body of salty water. (Major seas are known as oceans.)",
      "A sea is a large body of saline water usually connected with an ocean.",
      "A division of an ocean or a large body of salt water partially enclosed by land",
      "The body of water covering most of Earth",
      "A body of salt water that is smaller than an ocean and generally in proximity to a continent.",
      "Body of water.",
      "Earth's interconnected water system",
      "Sometimes found on English maps",
      "The oceans, seas, bays, estuaries, and other major water bodies, including coastal marine and nearshore zones.",
      "The mass of water occupying all of the Earth's surface not occupied by land, but excluding all lakes and inland seas.",
      "Oceans are major bodies of saline water, and the principal component of the hydrosphere.",
      "Water from an ocean.",
      "Large body of saline water",
      "A large body of water constituting a principal part of the hydrosphere",
      "Water belonging to an ocean.",
      "An ocean is a body of saline water that composes much of a planet's hydrosphere.",
      "A very large and destructive wave, generally caused by a tremendous disturbance in the ocean, such as an undersea earthquake or volcanic eruption.",
      "A cataclysm resulting from a destructive sea wave caused by an earthquake or volcanic eruption",
      "A large seismically generated sea wave which is capable of considerable destruction in certain coastal areas, especially where submarine earthquakes occur.",
      "Large, destructive wave generally caused by a tremendous disturbance in the ocean.",
      "A tsunami Tsunami waves do not resemble normal sea waves, because their wavelength is far longer.",
      "Series of water waves caused by the displacement of a large volume of a body of water",
      "Chemical compound formed of molecules composed of two atoms of hydrogen and one of oxygen",
      "Binary compound that occurs at room temperature as a clear colorless odorless tasteless liquid; freezes into ice below 0 degrees centigrade and boils above 100 degrees centigrade; widely used as a solvent",
      "The liquid form of this chemical; liquid H?O.",
      "Common liquid (H?O) which forms rain, rivers, the sea, etc., and which makes up a large part of the bodies of organisms.",
      "Water is a common chemical substance, that is essential to all known forms of life.",
      "Water is a transparent fluid which forms the world's streams, lakes, oceans and rain, and is the major constituent of the fluids of living things.",
      "Clear liquid H?O."
    ]
  },
  "category": "Travel & Places",
  "alsoKnownAs": [
    "Beach",
    "Ocean Wave",
    "Sea",
    "Waves"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A wave of water, as breaks at the beach. Depicted as a blue wave with a foamy, white crest, curling to the right.</p>\r\n\r\n<p>May be used to represent water in general, various bodies of water like oceans, and water activities, such as&nbsp;<a href=\"/person-swimming/\">swimming</a>, <a href=\"/person-surfing/\">surfing</a>, and <a href=\"/sailboat/\">sailing</a>. May also&nbsp;be used to represent metaphorical waves.</p>\r\n\r\n<p>Apple&rsquo;s design resembles the iconic wave in&nbsp;Japanese artist Hokusai&rsquo;s famous woodblock print, <i><a href=\"https://en.wikipedia.org/wiki/The_Great_Wave_off_Kanagawa\">The Great Wave off Kanagawa</a>&nbsp;</i>(ca. 1830).</p>",
  "apple_vendor_description": "The water wave emoji on Apple devices is a masterpiece of fluid design, featuring translucent blues and greens that capture the essence of ocean movement with Apple's signature realistic lighting. Its crest curls dynamically, showing off the smooth gradients and soft highlights that give it a tangible, refreshing quality. This emoji beautifully symbolizes nature, the sea, surfing, or a feeling of being overwhelmed, all presented with the polished elegance of Apple's emoji art."
}