{
  "code": "🐹",
  "Unicode": [
    "U+1F439"
  ],
  "slug": "hamster",
  "shortcodes": {
    "github": ":hamster:",
    "slack": ":hamster:",
    "discord": ":hamster:"
  },
  "title": "Hamster Face",
  "keywords": [
    "face",
    "hamster",
    "pet"
  ],
  "senses": {
    "adjectives": [
      "Timid",
      "Quiet and timid and ineffectual"
    ],
    "verbs": [
      "Make a high-pitched, screeching noise"
    ],
    "nouns": [
      "Animal kept for companionship and a person's enjoyment",
      "A pet is an animal kept primarily for a person's company or protection, as opposed to working animals, sport animals, livestock, and laboratory animals, which are kept primarily for performance, agricultural value, or research.",
      "An animal which is kept in the home as a companion and treated affectionately.",
      "An animal kept as a companion.",
      "A domesticated animal kept for companionship or amusement",
      "Hamsters are rodents belonging to the subfamily Cricetinae.",
      "A rodent belonging to the subfamily Cricetinae.",
      "A subfamily of the family Cricetidae, comprising rodents having a pouch on each side of their heads where they store food to be eaten later.",
      "Subfamily of mammals",
      "Any of various Old-World rodent species belonging to the subfamily .",
      "Short-tailed Old World burrowing rodent with large cheek pouches",
      "A mouse is a small mammal belonging to the order of rodents, characteristically having a pointed snout, small rounded ears, and a long naked or almost hairless tail.",
      "A genus of rodents containing many kinds of mice",
      "Genus of rodent",
      "A medium-sized rodent belonging to the genus Rattus.",
      "Any small rodent of the genus Mus.",
      "Rodent of the genus Mus.",
      "Any of numerous small rodents typically resembling diminutive rats having pointed snouts and small ears on elongated bodies with slender usually hairless tails",
      "A mouse is a small mammal belonging to the order of rodents, characteristically having a pointed snout, small rounded ears, a body-length scaly tail and a high breeding rate.",
      "Any of numerous small rodents of the genera ''rattus'', ''mus'', or various other related genera of the ''Muridæ'' family characterised by a long hairless tail, rounded ears, and a pointed nose.",
      "A species of rodents",
      "(Cavia porcellus) Small rodent.",
      "The guinea pig, also called the cavy, is a species of rodent belonging to the family Caviidae and the genus Cavia.",
      "Stout-bodied nearly tailless domesticated cavy; often kept as a pet and widely used in research",
      "A tailless rodent of the the family Caviidae and the genus Cavia genus, with short ears and larger than a hamster; the species Cavia porcellus is often kept as a pet.",
      "A domestic species of rodent that is popular as a pet"
    ]
  },
  "category": "Animals & Nature",
  "alsoKnownAs": [
    "Hamster"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A friendly, cartoon-styled face of a hamster&mdash;a small rodent often kept as a pet&mdash;looking straight ahead. Generally depicted as a brown-and-white faced hamster with whiskers, a pink nose, puffy cheeks, and large, round, pink ears, sometimes with a buck tooth.</p>\r\n\r\n<p>Often used with an affectionate tone. May be used to represent a gerbil, guinea pig, <a href=\"https://en.wikipedia.org/wiki/Chinchilla\">chinchilla</a>, or related animals. Does not have a full-bodied hamster emoji counterpart.</p>\r\n\r\n<p>Not to be confused with <a href=\"/mouse-trap/\">🐭 Mouse Face</a>.</p>\r\n\r\n<p>Microsoft&rsquo;s hamster was <a href=\"/microsoft/windows-10/hamster/\">previously</a> gray.</p>",
  "apple_vendor_description": "On Apple devices, the hamster emoji is rendered with a charmingly rounded, soft brown body and a distinctively fluffy texture, showcasing Apple's signature smooth gradients. Its tiny black eyes sparkle with a hint of curiosity, and its little pink nose twitches adorably, all brought to life with realistic lighting that emphasizes its plump cheeks. This endearing creature on Apple devices is often used to convey feelings of cuteness, smallness, or a shy, gentle personality in digital conversations."
}