{
  "code": "👦🏽",
  "Unicode": [
    "U+1F466",
    "U+1F3FD"
  ],
  "slug": "boy-medium-skin-tone",
  "shortcodes": null,
  "title": "boy: medium skin tone",
  "keywords": [
    "boy",
    "young",
    "medium skin tone"
  ],
  "senses": {
    "adjectives": [
      "In the early part of life or growth.",
      "In the early part of growth or life; born not long ago.",
      "(used of living things especially persons) in an early period of life or development or growth",
      "In the early part of growth or life.",
      "Befitting a young child",
      "Of or pertaining to a young child; childlike",
      "Of, relating to, or denoting a member of the sex that begets young by fertilizing ova.",
      "Being the sex (of plant or animal) that produces gametes (spermatozoa) that perform the fertilizing function in generation"
    ],
    "verbs": [],
    "nouns": [
      "Young male human",
      "A youthful male person",
      "A young male human",
      "A boy is a young male human, usually child or adolescent.",
      "A young male person, usually a child or teenager.",
      "A young male human; a male child or young adult.",
      "Determined sex of an animal. Use Q6581097 for a male human",
      "A member of the sex that begets young by fertilizing ova.",
      "A person who belongs to the sex that cannot have babies",
      "A male organism is the physiological sex which produces sperm.",
      "An animal of the sex that has testes.",
      "A juvenile between the onset of puberty and maturity",
      "A teenager; a juvenile after puberty.",
      "A juvenile between the onset of puberty and maturity; in the state of development between puberty and maturity.",
      "An animal or plant's progeny, an animal or plant's young.",
      "Any immature animal",
      "Singular offspring, animal's or plant's progeny.",
      "Sexual maturity is the age or stage when an organism can reproduce.",
      "The age or stage when an organism can reproduce",
      "An adult male human.",
      "A man is a male human.",
      "An adult male human",
      "An adult human member of the sex that begets young by fertilizing ova.",
      "A human member of the masculine sex or gender.",
      "An adult person who is male (as opposed to a woman)"
    ]
  },
  "category": "People & Body",
  "alsoKnownAs": null,
  "version": null,
  "description": "This version of the  Boy emoji has the  Medium Skin Tone applied, which is displayed as a Moderate Brown Skin Tone on supported platform",
  "apple_vendor_description": "The medium skin tone boy on Apple devices is depicted with a bright, curious gaze and a friendly smile, embodying youthful energy and innocence. His features are rendered with Apple's signature soft rounded edges and smooth gradients, giving him a friendly and approachable look. The realistic lighting enhances his lively expression, making this emoji a perfect visual for childhood, playfulness, or any message conveying youthful joy and optimism."
}