{
  "code": "🙁",
  "Unicode": [
    "U+1F641"
  ],
  "slug": "slightly-frowning-face",
  "shortcodes": {
    "github": ":slightly_frowning_face:",
    "slack": ":slightly_frowning_face:",
    "discord": ":slightly_frowning_face:"
  },
  "title": "Slightly Frowning Face",
  "keywords": [
    "face",
    "frown",
    "slightly frowning face"
  ],
  "senses": {
    "adjectives": [
      "Anxious or uneasy",
      "Anxious or uneasy.",
      "Afflicted with or marked by anxious uneasiness or trouble or grief.",
      "Afflicted with or marked by anxious uneasiness or trouble or grief",
      "Feeling mentally uncomfortable because something is missing or wrong.",
      "Experiencing or showing sorrow or unhappiness- Christina Rossetti",
      "Feeling sorrow; sorrowful, mournful.",
      "Disappointingly unsuccessful",
      "Disappointingly unsuccessful; suffering from frustration.",
      "Disappointingly unsuccessful.",
      "Showing displeasure or anger"
    ],
    "verbs": [
      "Fail to meet the hopes or expectations of",
      "To look angry or sullen, wrinkle one's forehead, as if to signal disapproval.",
      "Look angry or sullen, wrinkle one's forehead, as if to signal disapproval",
      "To frown; to look sullen."
    ],
    "nouns": [
      "Wrinkling of the brows or face.",
      "A frown is a facial expression in which the eyebrows are brought together, and the forehead is wrinkled, usually indicating displeasure, sadness or worry, or less often confusion or concentration.",
      "A facial expression of dislike or displeasure",
      "The wrinkling of the brows or face in frowning; the expression of displeasure, sullenness, or discontent in the countenance; an angry frown.",
      "A facial expression in which the eyebrows are brought together, and the forehead is wrinkled, usually indicating displeasure, sadness or worry, or less often confusion or concentration.",
      "Basic emotion",
      "Sadness is emotional pain associated with, or characterized by feelings of disadvantage, loss, despair, helplessness, sorrow, and rage.",
      "Emotions experienced when not in a state of well-being",
      "Sadness is emotional pain associated with, or characterized by feelings of disadvantage, loss, despair, helplessness and sorrow.",
      "The state of being plangent",
      "Disappointment is the feeling of dissatisfaction that follows the failure of expectations to manifest.",
      "A feeling of dissatisfaction that results when your expectations are not realized",
      "Referring to the quote \"Aww...\"",
      "The emotion felt when a strongly held expectation is not met.",
      "Disappointment is the feeling of dissatisfaction that follows the failure of expectations or hopes to manifest."
    ]
  },
  "category": "Smileys & Emotion",
  "alsoKnownAs": [
    "Slightly Sad"
  ],
  "version": {
    "unicode-version": "7.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A yellow face with simple, open eyes and a slight frown. Often conveys a mild degree of concern, disappointment, or sadness, but usually&nbsp;less intensely&nbsp;than <a href=\"/frowning-face/\">☹️&nbsp;Frowning Face</a>.</p>\r\n\r\n<p><a href=\"/samsung/touchwiz-7.1/slightly-frowning-face/\">Samsung</a> and <a href=\"/facebook/2.0/slightly-frowning-face/\">Facebook</a> previously included eyebrows.</p>",
  "apple_vendor_description": "The slightly frowning face emoji on Apple devices features a gentle downward curve to its mouth, conveying mild disappointment or a hint of sadness without overt distress. Rendered with Apple's characteristic smooth gradients and soft rounded edges, its minimalist design allows for subtle emotional expression.  This emoji, with its understated melancholy, is ideal for expressing minor setbacks, gentle disagreement, or a touch of wistfulness in a conversation on Apple devices."
}