{
  "code": "🍚",
  "Unicode": [
    "U+1F35A"
  ],
  "slug": "cooked-rice",
  "shortcodes": {
    "github": ":rice:",
    "slack": ":rice:",
    "discord": ":rice:"
  },
  "title": "Cooked Rice",
  "keywords": [
    "cooked",
    "rice"
  ],
  "senses": {
    "adjectives": [
      "Having been prepared for eating by the application of heat",
      "Of food, that has been prepared by cooking."
    ],
    "verbs": [
      "Take in solid food",
      "To consume something solid or semi-solid (usually food) by putting it into the mouth and eventually swallowing it.",
      "To consume (something solid or semi-solid, usually food) by putting it into the mouth and swallowing it."
    ],
    "nouns": [
      "Korean rice food",
      "Bap is a term used for the grains cooked in Korean cuisine.",
      "Annual or perennial rhizomatous marsh grasses; seed used for food; straw used for paper",
      "Seeds of the rice plant (Oryza sativa) used as food.",
      "A person who grows rice.",
      "The seeds of this plant used as food.",
      "Rice is the seed of the monocot plants Oryza sativa or Oryza glaberrima.",
      "Rice, before it is milled.",
      "Seeds used as food.",
      "Any substance consumed to provide nutritional support for the body. For prepared ready-to-eat food, use dish: Q746549.",
      "Any substance consumed by living organisms to sustain life.",
      "Food.",
      "Any substance that can be consumed by living organisms, especially by eating, in order to sustain life.",
      "Any solid substance (as opposed to liquid) that is used as a source of nourishment",
      "Food is any substance consumed to provide nutritional support for the body."
    ]
  },
  "category": "Food & Drink",
  "alsoKnownAs": [
    "Boiled Rice",
    "Bowl Of Rice",
    "Rice",
    "Steamed Rice"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A bowl of steamed white rice, a staple component of cuisine throughout Asia. Bowl color varies across platforms, though is often white.</p>",
  "apple_vendor_description": "On Apple devices, the cooked rice emoji presents a neat, plump mound of pearly white grains, artfully arranged to showcase subtle texture and depth.  The realistic lighting on this Apple rendering creates soft shadows and gentle highlights, emphasizing its appetizing appearance with a slight sheen.  This emoji, with its clean and wholesome look, is often used to signify meals, sustenance, or a simple, comforting dish in digital conversations."
}