{
  "code": "⏩",
  "Unicode": [
    "U+23E9"
  ],
  "slug": "fast-forward-button",
  "shortcodes": {
    "github": ":fast_forward:",
    "slack": ":fast_forward:",
    "discord": ":fast_forward:"
  },
  "title": "Black Right-Pointing Double Triangle",
  "keywords": [
    "arrow",
    "double",
    "fast",
    "fast-forward button",
    "forward"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [
      "To cause media to roll fast.",
      "To cause an audio or video tape, digital media stream, etc. to move forward very fast, so that when the device is played, it will start at a later point."
    ],
    "nouns": [
      "A mark to indicate a direction or relation",
      "A mark to indicate a direction or relation.",
      "A sign or symbol used to indicate a direction (e.g. \\to).",
      "Fast Forward is an Australian comedy show that ran from April 12, 1989 and ended on November 26, 1992. Forward",
      "To fast-forward is to move forward through a recording at a speed faster than that at which it would usually be played.",
      "The forward movement through an audio or video recording faster than the speed at which it was originally recorded"
    ]
  },
  "category": "Symbols",
  "alsoKnownAs": [
    "Fast Forward"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>Two triangles pointing to the right. Most commonly used as a symbol for fast forwarding media such as <a title=\"📼 Videocassette\" href=\"/videocassette/\">video tapes</a>, <a title=\"💿 Optical Disc\" href=\"/optical-disk/\">CDs</a>, or digital audio and video.</p>\n",
  "apple_vendor_description": "The fast-forward button emoji on Apple devices is a sleek, minimalist icon with a distinct right-pointing triangle enclosed within two parallel vertical lines. Apple's design language imbues it with a subtle glossy sheen and crisp, sharp edges that still feel smooth to the touch on screen, providing a clear visual cue for advancement. The deep, rich color and precise rendering on Apple devices make it an unmistakable symbol for skipping ahead, increasing speed, or moving to the next item in a sequence within digital media and communications."
}