{
  "code": "🤤",
  "Unicode": [
    "U+1F924"
  ],
  "slug": "drooling-face",
  "shortcodes": {
    "github": ":drooling_face:",
    "slack": ":drooling_face:",
    "discord": ":drool:"
  },
  "title": "Drooling Face",
  "keywords": [
    "drooling",
    "face"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [],
    "nouns": [
      "Saliva trickling from the mouth",
      "Liquid material, generally saliva, that dribbles or drools outward and downward from the mouth.",
      "Drooling is the flow of saliva outside the mouth.",
      "Saliva, drool",
      "Saliva spilling from the mouth",
      "Part of the body at the front of the head",
      "The face is a central organ of sense and is also very central in the expression of emotion among humans and among numerous other species.",
      "Faces are the central sense organ complexes, for those animals that have one, normally on the ventral surface of the head.",
      "The front of the human head from the forehead to the chin and ear to ear",
      "The front part of the head, featuring the eyes, nose, and mouth and the surrounding area."
    ]
  },
  "category": "Smileys & Emotion",
  "alsoKnownAs": [
    "Drool"
  ],
  "version": {
    "unicode-version": "9.0",
    "emoji-version": "3.0"
  },
  "description": "<p>A yellow face, usually shown with closed eyes and raised eyebrows, with saliva drooling from one corner of its mouth. Often used to show desire for a person (<i>sexy</i>, <i>attractive</i>) or object (e.g., delicious food). May also represent someone is tired or sleeping.</p>\r\n\r\n<p>Not to be confused with&nbsp;<a href=\"/face-savoring-food/\" title=\"😋 Face Savouring Delicious Food\">😋 Face Savoring Food</a>&nbsp;or&nbsp;<a href=\"/sleepy-face/\" title=\"😪 Sleepy Face\">😪 Sleepy Face</a>.</p>\r\n\r\n<p>Samsung&#39;s design <a href=\"/samsung/experience-8.5/drooling-face/\">previously featured</a> a startled facial expression.</p>",
  "apple_vendor_description": "The drooling face emoji on Apple devices presents a cheerful yellow face with wide, bright eyes and a broad, slightly mischievous smile, all rendered with Apple's signature soft rounded edges. A thick, glossy trail of drool cascades from its open mouth, showcasing realistic lighting and smooth gradients that give it a distinctly tactile feel. This emoji, with its enthusiastic and almost comically eager expression, is perfect for conveying intense desire, excitement about food, or an overwhelming sense of something being incredibly appealing on Apple devices."
}