{
  "code": "🇮🇷",
  "Unicode": [
    "U+1F1EE",
    "U+1F1F7"
  ],
  "slug": "flag-iran",
  "shortcodes": {
    "github": ":iran:",
    "slack": ":flag-ir:",
    "discord": ":flag_ir:"
  },
  "title": "Flag: Iran",
  "keywords": [
    "flag"
  ],
  "senses": {
    "adjectives": [
      "From or in the countryside or connected with it.",
      "Of, from or pertaining to the countryside (adjective).",
      "Of or relating to or supporting Islamism"
    ],
    "verbs": [],
    "nouns": [
      "See Ali Khamenei",
      "Country in Asia",
      "A country in the Middle East known as Persia until 1935. Its capital is Tehran. Official name: Islamic Republic of Iran.",
      "Country in the Middle East.",
      "Iran, also known as Persia, officially the Islamic Republic of Iran, is a country in Western Asia.",
      "A theocratic Islamic republic in the Middle East in western Asia; Iran was the core of the ancient empire that was known as Persia until 1935; rich in oil",
      "Iran, officially the Islamic Republic of Iran, transliteration: Jomh?r?-ye Esl?m?-ye ?r?n), formerly known internationally as Persia, is a Southwest Asian country located in the geographical territories of the Middle East and South Asia.",
      "A country in Southwest Asia with capital Tehran.",
      "Emblem usually consisting of a rectangular piece of cloth of distinctive design",
      "Piece of cloth.",
      "A flag is a piece of fabric with a distinctive design that is used as a symbol, as a signaling device, or as decoration.",
      "A piece of cloth, often decorated with an emblem, used as a visual signal or symbol.",
      "Piece of fabric with a distinctive design",
      "The current flag of Iran was adopted on 29 July 1980, and is a reflection of the changes brought about by the Iranian Revolution.",
      "A monotheistic Abrahamic religion based on the teachings of Muhammad; its central text is the Qur'an; its followers are Muslims.",
      "A religion based on the teachings of the prophet Muhammad.",
      "The monotheistic religious system of Muslims founded in Arabia in the 7th century and based on the teachings of Muhammad as laid down in the Koran",
      "Islamism or political Islam is a set of ideologies holding that \"Islam should guide social and political as well as personal life\".",
      "A set of political ideologies",
      "The religion introduced by Muhammad: Islam.",
      "Islam is a Abrahamic religion originating with prophet Muhammad, a 7th century Arab, and centered on the religious text known as the Qur `an.",
      "Monotheistic and Abrahamic religion articulated by the Qur'an",
      "Islam is a monotheistic and Abrahamic religion articulated by the Qur `an, a book considered by its adherents to be the verbatim word of God and by the teachings and normative example of Muhammad, considered by them to be the last prophet of God.",
      "The opposite of secession",
      "As its original Latin term",
      "Government",
      "The collective body of a nation or state as politically organized, or as exercising political functions.",
      "The territory of a nation, especially an independent nation state or formerly independent nation; a political entity asserting ultimate authority over a geographical area.",
      "Nations is often used synonymously with ethnic group, but although ethnicity is now one of the most important aspects of cultural or social identity for the members of most nations, people with the same ethnic origin may live in different nation-states and be treated as members of separate nations for that reason.",
      "Political organisation with a centralized independent government",
      "The government.",
      "An organized political community, living under a government",
      "Nation has various meanings, and the meaning has changed over time.",
      "A state is an organized community living under one government.",
      "A political entity asserting ultimate authority over a geographical area.",
      "A people permanently occupying a fixed territory bound together by common law, habits and custom into one body politic exercising, through the medium of an organized government, independent sovereignty and control over all persons and things within its boundaries, unless or until authority is ceded to a federation or union of other states.",
      "The people who live in a nation or country",
      "A politically organized body of people under a single government",
      "A sovereign state.",
      "A state is a nonphysical juridical entity of the international legal system that is represented by one centralized government that has supreme independent authority over a geographic area.",
      "The geographic area under the control of a political state."
    ]
  },
  "alsoKnownAs": [
    "Iranian Flag"
  ],
  "version": {
    "unicode-version": null,
    "emoji-version": "1.0"
  },
  "description": "<p>The flag for&nbsp;<a href=\"https://en.wikipedia.org/wiki/Iran\">Iran</a>, which may show as the letters&nbsp;<em>IR</em>&nbsp;on some platforms.</p>",
  "apple_vendor_description": "The flag of Iran, as presented on Apple devices, is a striking representation with its bold horizontal tricolor of green, white, and red stripes, each rendered with subtle glossy shading that gives them a tactile depth. The central emblem, the Allah symbol, is precisely detailed in a deep red against the white band, while the Kufic script along the green and red borders adds a refined touch. This official flag emoji on Apple devices signifies national pride, cultural identity, and is used in contexts related to Iran, its people, or current events.",
  "category": "Flags"
}