{
  "code": "🆘",
  "Unicode": [
    "U+1F198"
  ],
  "slug": "sos-button",
  "shortcodes": {
    "github": ":sos:",
    "slack": ":sos:",
    "discord": ":sos:"
  },
  "title": "Squared SOS",
  "keywords": [
    "help",
    "sos",
    "SOS button"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [],
    "nouns": [
      "An internationally recognized distress signal in radio code",
      "The conventional Morse code call made by a ship in distress.",
      "International Morse code distress signal (· · · – – – · · ·)",
      "The common name of the international Morse code distress signal",
      "SOS is the international Morse code distress signal.",
      "A situation which poses an immediate threat to human life or health and requires urgent assistance.",
      "Rescue and transportation services provided by municipal fire brigades and other organizations with comparable mandates",
      "An emergency is a situation that poses an immediate risk to health, life, property, or environment.",
      "Situation requiring urgent assistance.",
      "A situation such as a natural or man-made disaster requiring urgent assistance.",
      "A call made to an emergency number.",
      "A sudden unforeseen crisis (usually involving danger) that requires immediate action",
      "Emergency",
      "A situation requiring extreme effort or attention.",
      "Action given to provide assistance; aid.",
      "Aid or assistance offered in time of need.",
      "Aid; help; the act or result of assisting.",
      "The activity of contributing to the fulfillment of a need or furtherance of an effort or purpose",
      "The contribution to the fulfilment of a need or the furthering of an effort or purpose.",
      "Help; assistance; succor, relief.",
      "A UI element that provides access to online Help or other forms of user assistance.",
      "Action given to provide assistance."
    ]
  },
  "category": "Symbols",
  "alsoKnownAs": [
    "Distress Signal",
    "Emergency",
    "SOS"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>SOS is the description for the&nbsp;<a href=\"https://en.wikipedia.org/wiki/SOS\">distress signal in Morse Code</a>.&nbsp;This emoji means SOS or &ldquo;emergency&rdquo;.</p>",
  "apple_vendor_description": "The SOS button emoji on Apple devices is a striking symbol of urgent help, rendered in a vibrant, attention-grabbing red with a glossy, almost reflective surface. Its clean, circular design, typical of Apple's approach to icons, features stark white lettering that stands out boldly, emphasized by realistic lighting to create a sense of depth. The soft rounded edges of the button ensure it feels approachable yet immediately communicates its critical function for summoning assistance."
}