{
  "code": "❌",
  "Unicode": [
    "U+274C"
  ],
  "slug": "cross-mark",
  "shortcodes": {
    "github": ":x:",
    "slack": ":x:",
    "discord": ":x:"
  },
  "title": "Cross Mark",
  "keywords": [
    "×",
    "cancel",
    "cross",
    "mark",
    "multiplication",
    "multiply",
    "x"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [
      "To perform multiplication on (a number).",
      "To perform a multiplication on a number.",
      "Combine by multiplication",
      "Transitive: perform multiplication on (a number).",
      "To make legally invalid.",
      "To make something legally invalid or void.",
      "To make invalid. Especially applied to contract law.",
      "To become void or vacant.",
      "Declare invalid",
      "To prohibit the use of a document as a contract.",
      "To declare invalid.",
      "To void or suppress (a subpoena, decision, etc.).",
      "To make invalid or worthless."
    ],
    "nouns": [
      "An x mark is a mark used to indicate the concept of negation as well as affirmation.",
      "A common written symbol of negation or affirmation",
      "The process of computing the sum of a number with itself a specified number of times, or any other analogous binary operation that combines other mathematical objects.<!--",
      "The times are the circumstances of a certain period or era in time.",
      "Mathematical operation",
      "Multiplication is the third basic mathematical operation of arithmetic, the others being addition, subtraction and division.",
      "An elementary arithmetic operation.",
      "An elementary arithmetic operation where a number is added to itself for a specified amount of times.",
      "An arithmetic operation that is the inverse of division; the product of two numbers is computed"
    ]
  },
  "category": "Symbols",
  "alsoKnownAs": [
    "Cross",
    "X"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A large red cross mark, displayed in the shape of a letter X and similar to a <a href=\"/heavy-multiplication-x/\" title=\"✖️ Heavy Multiplication X\">multiplication sign</a>.</p>",
  "apple_vendor_description": "The cross mark emoji on Apple devices is a bold, vibrant red, rendered with a satisfyingly crisp appearance and subtle 3D shading that gives it a palpable presence. Its clean lines and smooth edges are a hallmark of Apple's design aesthetic, making it instantly recognizable. This emoji on Apple devices is universally understood as a symbol of negation, error, or a completed task, often used to indicate something is wrong, canceled, or finished."
}