{
  "code": "🐈",
  "Unicode": [
    "U+1F408"
  ],
  "slug": "cat",
  "shortcodes": {
    "github": ":cat2:",
    "slack": ":cat2:",
    "discord": ":cat2:"
  },
  "title": "Cat",
  "keywords": [
    "cat",
    "pet"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [
      "Of a cat, to make its cry.",
      "Cry like a cat",
      "Indicate pleasure by purring; characteristic of cats",
      "Make a soft swishing sound"
    ],
    "nouns": [
      "The domestic dog is a canid that is known as man's best friend.",
      "The dog is a mammal in the order Carnivora.",
      "A common four-legged animal, especially kept by people as a pet or to hunt or guard things.",
      "Subspecies of the Canidæ family, frequently kept as a pet",
      "A member of the genus Canis (probably descended from the common wolf) that has been domesticated by man since prehistoric times; occurs in many breeds",
      "The domestic dog",
      "The quality of being a dog.",
      "Cat communication is the transfer of information by one or more cats that has an effect on the current or future behavior of another animal, including humans.",
      "The sound made by a cat (or any sound resembling this)",
      "Once the world's heaviest cat",
      "The cry of a cat.",
      "A cat's cry.",
      "A sound that caterwauls.",
      "The act of producing a mew sound.",
      "Meow, also known as Meow the fat cat, was a male domestic cat who attracted international attention due to the effort to slim him down.",
      "Cry of a cat.",
      "Animal kept for companionship and a person's enjoyment",
      "A pet is an animal kept primarily for a person's company or protection, as opposed to working animals, sport animals, livestock, and laboratory animals, which are kept primarily for performance, agricultural value, or research.",
      "An animal which is kept in the home as a companion and treated affectionately.",
      "An animal kept as a companion.",
      "A domesticated animal kept for companionship or amusement",
      "An affectionate term for a cat.",
      "The domestic cat is a small, usually furry, domesticated, and carnivorous mammal.",
      "A common four-legged animal (Felis silvestris) that is often kept as a household pet.",
      "This entry is about the animal.",
      "Affectionate term for a girl or woman.",
      "A small, usually furry, domesticated, carnivorous mammal",
      "A domesticated cat, of the species Felis silvestris catus (commonly called Felis domesticus), especially one kept as a pet.",
      "A cat that is hold as a pet.",
      "Feline mammal usually having thick soft fur and no ability to roar: domestic cats; wildcats",
      "Domesticated species of feline",
      "A pet name for a cat.",
      "Felis silvestris forma catus.",
      "A cat.",
      "A domesticated subspecies (Felis silvestris catus) of feline animal, commonly kept as a house pet."
    ]
  },
  "category": "Animals & Nature",
  "alsoKnownAs": [
    "Domestic Cat",
    "Feline",
    "Housecat"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A domestic cat, beloved as a&nbsp;pet. Generally depicted as a light-orange cat with stripes, as a <a href=\"https://en.wikipedia.org/wiki/Tabby_cat\">tabby</a>, in full profile on all fours facing left, with its long tell held upright.</p>\r\n\r\n<p>See also <a href=\"/cat-face/\">🐱 Cat Face</a>.</p>\r\n\r\n<p>Google&rsquo;s cat is cartoon-styled, shown sitting on its hind legs with a friendly expression and whiskers. Facebook&rsquo;s cat is a gray tabby, though <a href=\"/google/android-7.0/cat/\">previously</a> was orange. <a href=\"/microsoft/windows-10/cat/\">Microsoft</a> and <a href=\"/samsung/experience-9.0/cat/\">Samsung&rsquo;s</a> cats were previously gray, <a href=\"/twitter/twemoji-1.0/cat/\">Twitter&rsquo;s</a> brown.</p>",
  "apple_vendor_description": "On Apple devices, the cat emoji is rendered with a charming, slightly stylized feline face, typically featuring a soft orange tabby pattern. Its large, expressive eyes, rendered with Apple's signature glossy 3D shading, convey a sense of curiosity and playfulness. The smooth gradients and rounded edges contribute to its approachable and cuddly appearance, making it a popular choice for expressing affection or a sense of cozy comfort in digital conversations."
}