{
  "code": "🤸🏻‍♀️",
  "Unicode": [
    "U+1F938",
    "U+1F3FB",
    "U+200D",
    "U+2640",
    "U+FE0F"
  ],
  "slug": "woman-cartwheeling-light-skin-tone",
  "shortcodes": null,
  "title": "woman cartwheeling: light skin tone",
  "keywords": [
    "light skin tone",
    "gymnastics",
    "woman",
    "cartwheel"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [
      "Do cartwheels: perform an acrobatic movement using both hands and feet"
    ],
    "nouns": [
      "A woman is a female human.",
      "Female adult human",
      "An animal of the sex that produces eggs.",
      "An adult human member of the sex that produces ova and bears young.",
      "An adult female human.",
      "An adult female person (as opposed to a man)",
      "Adult female human being.",
      "A sport that involves exercises intended to display strength and balance and agility",
      "A sport involving performance of exercises requiring physical strength, flexibility, agility, coordination, and balance.",
      "Sport",
      "A sport involving the performance of sequences of movements requiring physical strength, flexibility, and kinesthetic awareness.",
      "Gymnastics is a very complex competition involving the performance of exercises requiring physical strength, flexibility, power, agility, coordination, grace, balance and control.",
      "A gymnastic maneuver.",
      "A cartwheel is a sideways rotary movement of the body.",
      "An acrobatic maneuver",
      "A gymnastic maneuver whereby the gymnast rotates to one side or the other while keeping arms and legs outstretched, spinning for one or more revolutions.",
      "Acrobatic revolutions with the body turned sideways and the arms and legs outstretched like the spokes of a wheel"
    ]
  },
  "category": "People & Body",
  "alsoKnownAs": null,
  "version": null,
  "description": "The Woman Doing Cartwheel, Type-1-2 emoji is a sequence of the  Person Doing Cartwheel,  Emoji Modifier Fitzpatrick Type-1-2, ? Female S",
  "apple_vendor_description": "On Apple devices, the woman cartwheeling with a light skin tone emoji captures a moment of pure exhilaration with dynamic motion and bright, cheerful energy. Her body is depicted in a fluid, graceful arc, enhanced by Apple's signature smooth gradients and realistic lighting that highlights the curves of her form. The soft rounded edges of her limbs and the clean, optimistic design convey a sense of joy, athleticism, and freedom, often used to celebrate achievements or express enthusiasm."
}