{
  "code": "👱",
  "Unicode": [
    "U+1F471"
  ],
  "slug": "person-blond-hair",
  "shortcodes": {
    "github": ":blond_haired_person:",
    "slack": ":person_with_blond_hair:",
    "discord": ":person_with_blond_hair:"
  },
  "title": "Person with Blond Hair",
  "keywords": [
    "blond",
    "blond-haired person",
    "hair",
    "person: blond hair"
  ],
  "senses": {
    "adjectives": [
      "Being or having light colored skin and hair and usually blue or grey eyes",
      "Of, relating to, or denoting a member of the sex that begets young by fertilizing ova.",
      "Being the sex (of plant or animal) that produces gametes (spermatozoa) that perform the fertilizing function in generation"
    ],
    "verbs": [],
    "nouns": [
      "Young male human",
      "A youthful male person",
      "A young male human",
      "A boy is a young male human, usually child or adolescent.",
      "A young male person, usually a child or teenager.",
      "A young male human; a male child or young adult.",
      "A person, especially as one among many.",
      "Some unspecified person.",
      "An individual is a person or a specific object.",
      "A single physical human being as a legal subject, as opposed to a legal person such as a corporation.",
      "A human; someone susceptible to death.",
      "A human being",
      "A person is a being, such as a human, that has certain capacities or attributes constituting personhood, which in turn is defined differently by different authors in different disciplines, and by different cultures in different times and places.",
      "A human being.",
      "A person that will die eventually.",
      "A being, such as a human, that has certain capacities or attributes constituting personhood",
      "Abstract term defining a being, e.g. a human, that has certain capacities or attributes constituting personhood (not for use with \"instance of\" [P31], instead use \"human\" [Q5])",
      "Some person.",
      "An individual; usually a human being.",
      "A light and yellowish, brownish or golden hair color.",
      "A person of fair hair.",
      "Hair color",
      "A person with such hair.",
      "A person with dark blond hair.",
      "A person with fair skin and hair",
      "Blond or blonde, or fair hair, is a hair color characterized by low levels of the dark pigment eumelanin.",
      "A woman with blond-coloured hair.",
      "Sexual maturity is the age or stage when an organism can reproduce.",
      "The age or stage when an organism can reproduce",
      "An adult male human.",
      "A man is a male human.",
      "An adult male human",
      "An adult human member of the sex that begets young by fertilizing ova.",
      "A human member of the masculine sex or gender.",
      "An adult person who is male (as opposed to a woman)"
    ]
  },
  "category": "People & Body",
  "alsoKnownAs": [
    "Blond",
    "Blonde",
    "Blond Man"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A&nbsp;person with blond hair. This emoji maintains&nbsp;blond hair no matter which <a href=\"/emoji-modifier-sequence/\">skin tone</a> is chosen.&nbsp;This emoji may be used to talk about blonds in a gender-inclusive way.</p>\r\n\r\n<p>Previously displayed&nbsp;as a man with blond hair on all platforms, though shown&nbsp;as a woman with blond hair in&nbsp;earliest&nbsp;<a href=\"/google/android-4.4/person-blond-hair/\">Google</a>, <a href=\"/microsoft/windows-10/person-blond-hair/\">Microsoft</a>, and <a href=\"/samsung/touchwiz-7.0/person-blond-hair/\">Samsung</a> designs.</p>\r\n\r\n<p>Variants include <a href=\"/woman-blond-hair/\">👱&zwj;♀️ Woman with Blond Hair</a> and <a href=\"/man-blond-hair/\">👱&zwj;♂️ Man with Blond Hair</a>.</p>",
  "apple_vendor_description": "The person with blond hair emoji on Apple devices is characterized by its bright, sun-kissed locks that catch the light with Apple's signature glossy 3D shading. The smooth gradients and soft rounded edges of the face create a friendly and approachable individual. This emoji, with its cheerful appearance, is often used to represent youthfulness, optimism, or simply to add a touch of lightheartedness to conversations."
}