{
  "code": "✨",
  "Unicode": [
    "U+2728"
  ],
  "slug": "sparkles",
  "shortcodes": {
    "github": ":sparkles:",
    "slack": ":sparkles:",
    "discord": ":sparkles:"
  },
  "title": "Sparkles",
  "keywords": [
    "*",
    "sparkle",
    "sparkles",
    "star"
  ],
  "senses": {
    "adjectives": [
      "As if shining with a brilliant light; radiant.",
      "Reflecting light",
      "Reflecting light.",
      "Shining intermittently with a sparkling light",
      "Emitting or reflecting light readily or in large amounts"
    ],
    "verbs": [
      "Be bright by reflecting or casting light",
      "To bend back (light, etc.) from a surface.",
      "To reflect light.",
      "Reflect brightly"
    ],
    "nouns": [
      "Massive balls of plasma",
      "Sphere of plasma held together by gravity, undergoing fusion",
      "Luminous celestial body.",
      "A luminous celestial body that is made from gases (particularly hydrogen and helium) and forms the shape of a sphere.",
      "This article is for quotes about stars, or which make prominent mention of stars.",
      "(astronomy) a celestial body of hot gases that radiates energy derived from thermonuclear reactions in the interior",
      "A star is a massive, luminous sphere of plasma held together by its own gravity.",
      "A luminous celestial body, made up of plasma (particularly hydrogen and helium) and having a spherical shape. Depending on context the sun may or may not be included.",
      "The quality of being bright and sending out rays of light.",
      "Power per unit solid angle per unit projected source area (W · sr ? 1 · m ? 2)",
      "The flux of radiation emitted per unit solid angle in a given direction by a unit area of a source.",
      "The flux of radiation emitted per unit solid angle in a given direction by a unit area of a source",
      "A radiometric measure that describes the amount of light that passes through or is emitted from a particular area, and falls within a given solid angle in a specified direction.",
      "Radiance and spectral radiance are measures of the quantity of radiation that passes through or is emitted from a surface and falls within a given solid angle in a specified direction.",
      "The quality of being bright and sending out rays of light",
      "Brightness from reflected light.",
      "Effulgence is a state of being bright and radiant, splendor, brilliance, and its two related terms are effulgent and refulgence."
    ]
  },
  "category": "Activities",
  "alsoKnownAs": [
    "Glitter",
    "Shiny"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>The glittering flashes of sparkles. One of the world&#39;s most popular emojis, it is generally depicted as a cluster of three, yellow&nbsp;four-point stars, with one large sparkle and two small ones to its left or right.</p>\r\n\r\n<p>Commonly used to indicate various positive sentiments, including love, happiness, beauty, gratitude, and excitement, as well as&nbsp;newness or cleanliness.</p>\r\n\r\n<p>May also be used as <a href=\"https://blog.emojipedia.org/its-not-just-you-the-sparkles-emoji-is-everywhere/\">a form of ✨emphasis✨ or to convey sarcastic or mocking tones</a>.</p>\r\n\r\n<p>As of late 2023, an icon similar to the sparkles emoji is also often used within tech platforms to represent a feature that utilizes&nbsp;artificial intelligence.</p>\r\n\r\n<p>Both <a href=\"/microsoft/windows-10-anniversary-update/sparkles/\">Microsoft</a> and&nbsp;<a href=\"/twitter/twemoji-1.0/sparkles/\">Twitter&rsquo;s</a>&nbsp;sparkles were&nbsp;previously&nbsp;multicolored, while&nbsp;Samsung&rsquo;s sparkles were previously depicted on a night sky, suggesting <a href=\"/sparkler/\">firework sparklers</a>.&nbsp;</p>\r\n\r\n<p><a href=\"http://twitter.com/Twitter/status/1075074100412985345\">Twitter&#39;s mobile app uses</a> ✨ Sparkles as a button users can tap to toggle between latest and top tweets on their timeline.</p>\r\n\r\n<p>Similar emojis&nbsp;with less implied meaning include&nbsp;<a href=\"/star/\">⭐ Star</a>, <a href=\"/glowing-star/\">🌟 Glowing Star</a>, and&nbsp;<a href=\"/dizzy/\">💫 Dizzy</a>.</p>\r\n\r\n<div id=\"professor_prebid-root\">&nbsp;</div>\r\n\r\n<div id=\"professor_prebid-root\">&nbsp;</div>\r\n\r\n<div id=\"professor_prebid-root\">&nbsp;</div>",
  "apple_vendor_description": "On Apple devices, the sparkles emoji bursts with radiant, star-like points of light, shimmering with a soft, golden glow. Each sparkle is meticulously designed with glossy 3D shading and delicate highlights, creating a sense of magic, excitement, and newness. This emoji on Apple devices is frequently used to add a touch of wonder, emphasize something special, or signal a fresh start or a brilliant idea."
}