{
  "code": "🐨",
  "Unicode": [
    "U+1F428"
  ],
  "slug": "koala",
  "shortcodes": {
    "github": ":koala:",
    "slack": ":koala:",
    "discord": ":koala:"
  },
  "title": "Koala",
  "keywords": [
    "koala",
    "face",
    "marsupial"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [],
    "nouns": [
      "A tree-dwelling marsupial that resembles a small bear with a broad head, large ears and sharp claws, mainly found in eastern Australia.",
      "A thickset arboreal marsupial herbivore native to Australia.",
      "Sluggish tailless Australian arboreal marsupial with grey furry ears and coat; feeds on eucalyptus leaves and bark",
      "A tree-dwelling marsupial that resembles a small bear.",
      "A koala.",
      "Marsupial",
      "The koala is an arboreal herbivorous marsupial native to Australia.",
      "A young rat.",
      "A young dog.",
      "A puppy; a young dog.",
      "A puppy is a juvenile dog.",
      "A young dog",
      "Juvenile dog",
      "A large beast of prey of the family Ursidae, related to the dog and raccoon, having shaggy hair, a very small tail, and flat feet.",
      "Large mammal of family Ursidae.",
      "Massive plantigrade carnivorous or omnivorous mammals with long shaggy coats and strong claws",
      "Any mammal of the family Ursidae; the bears",
      "In Latin ursus",
      "Family of mammals",
      "A large omnivorous mammal, related to the dog and raccoon, having shaggy hair, a very small tail, and flat feet; a member of family Ursidae, particularly of subfamily .",
      "Bears are mammals of the family Ursidae."
    ]
  },
  "category": "Animals & Nature",
  "alsoKnownAs": [
    "Koala Bear"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A friendly, cartoon-styled face of a koala&mdash;a bear-like <a href=\"https://en.wikipedia.org/wiki/Marsupial\">marsupial</a> known for eating eucalyptus and sleeping&mdash;looking straight ahead. Depicted as a gray face with round, fluffy ears and a large, black nose.</p>\r\n\r\n<p>Often used with an affectionate tone and in association with <a href=\"/flag-australia/\">Australia</a>, where the animal is found.</p>\r\n\r\n<p>Available as an Apple <a href=\"/animoji/\">Animoji</a>.</p>\r\n\r\n<p>Google&nbsp;<a href=\"https://emojipedia.org/google/android-7.0/koala/\" rel=\"noopener noreferrer\" target=\"_blank\">previously&nbsp;</a>depicted a full-bodied koala climbing a tree, Softbank&rsquo;s koala<a href=\"https://emojipedia.org/softbank/2004/koala/\" rel=\"noopener noreferrer\" target=\"_blank\">&nbsp;previously</a>&nbsp;had brown fur.</p>",
  "apple_vendor_description": "On Apple devices, the koala emoji is a charming and cuddly depiction, rendered with soft, rounded edges and a fuzzy texture that invites a sense of warmth. Its large, dark eyes and gentle expression, enhanced by Apple's realistic lighting, give it a sweet and serene appearance. This endearing marsupial, with its characteristic gray fur and large ears, is often used to represent Australia, nature, or to convey feelings of cuteness, gentleness, and a relaxed demeanor on Apple devices."
}