{
  "code": "👇🏻",
  "Unicode": [
    "U+1F447",
    "U+1F3FB"
  ],
  "slug": "backhand-index-pointing-down-light-skin-tone",
  "shortcodes": null,
  "title": "backhand index pointing down: light skin tone",
  "keywords": [
    "point",
    "light skin tone",
    "hand",
    "backhand",
    "index",
    "finger",
    "down"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [],
    "nouns": [
      "One of the long extremities of the hand, sometimes excluding the thumb.",
      "A part of the hand",
      "One of the long extremities of the hand that is used for gripping objects.",
      "Extremity of the hand.",
      "Any of the terminal members of the hand (sometimes excepting the thumb)",
      "Organ of manipulation and sensation found in the hands of humans and other primates",
      "A finger is a limb of the human body and a type of digit, an organ of manipulation and sensation found in the hands of humans and other primates.",
      "That part of the fore limb below the forearm or wrist in primates (including humans).",
      "The part of the fore limb below the forearm or wrist in a human, and the corresponding part in many other animals.",
      "The zoological term for the distal portion of the forelimb of an animal (including the human hand)",
      "Part of the fore limb.",
      "The (prehensile) extremity of the superior limb",
      "The manus is the zoological term for the distal portion of the fore limb of an animal.",
      "A hand, as the part of the fore limb below the forearm in a man, or the corresponding part in other vertebrates.",
      "A hand is a prehensile, multi-fingered extremity located at the end of an arm or forelimb of primates such as humans, chimpanzees, monkeys, and lemurs."
    ]
  },
  "category": "People & Body",
  "alsoKnownAs": null,
  "version": null,
  "description": "This version of the  Backhand Index Pointing Down emoji has the  Light Skin Tone applied, which is displayed as a Pale Skin Tone on supp",
  "apple_vendor_description": "The light skin tone backhand index pointing down emoji, as rendered on Apple devices, offers a clear and decisive gesture with its smooth, rounded finger and subtle shading. Realistic lighting accentuates the subtle curve of the hand, making it appear both approachable and authoritative. On Apple devices, this emoji is commonly used to direct attention downwards, emphasize a point, or indicate a specific item in a list with elegant simplicity."
}