{
  "code": "ðŸ’›",
  "Unicode": [
    "U+1F49B"
  ],
  "slug": "yellow-heart",
  "shortcodes": {
    "github": ":yellow_heart:",
    "slack": ":yellow_heart:",
    "discord": ":yellow_heart:"
  },
  "title": "Yellow Heart",
  "keywords": [
    "yellow",
    "yellow heart"
  ],
  "senses": {
    "adjectives": [
      "Characteristic of or befitting a friend",
      "(of persons) worthy of trust or confidence",
      "Somewhat yellow (in colour).",
      "Having the colour of a yolk, a lemon or gold.",
      "Of the color intermediate between green and orange in the color spectrum; of something resembling the color of an egg yolk",
      "Having yellow as its colour."
    ],
    "verbs": [
      "To become a friend of, to make friends with.",
      "Become friends with",
      "To feel an affection, emotion or love for."
    ],
    "nouns": [
      "Intense sorrow caused by loss of a loved one (especially by death)",
      "Response to loss",
      "Grief is a multifaceted response to loss, particularly to the loss of someone or something that has died, to which a bond or affection was formed.",
      "Grief is a multi-faceted response to loss, particularly to the loss of someone or something to which a bond was formed.",
      "Overwhelming mental anguish or grief, especially that caused by loss or disappointment",
      "?, representing love, the organ, or a card suit",
      "A feeling of love or strong attachment.",
      "Affection is a \"disposition or rare state of mind or body\" that is often associated with a feeling or type of love.",
      "The heart symbol or \"heart shape\" is an ideograph used to express the idea of the \"heart\" in its metaphorical or symbolic sense as the center of emotion, including affection and love, especially romantic love.",
      "Philia, often translated \"brotherly love\", is one of the four ancient Greek words for love: philia, storge, agape and eros.",
      "A conventional shape or symbol used to represent the heart, love, or emotion: ? or sometimes <3.",
      "Affection, attraction, infatuation, or fondness is a \"disposition or rare state of mind or body\" that is often associated with a feeling or type of love.",
      "As used by Aristotle in his Nichomachean Ethics",
      "A stylized representation of the muscular organ, used as a symbol for affection, in the shape of two top lobes and a tapering bottom.",
      "A positive feeling of liking",
      "Feeling of love or strong attachment."
    ]
  },
  "category": "Smileys & Emotion",
  "alsoKnownAs": [
    "#1 BF Snapchat",
    "Gold Heart"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A yellow or gold colored heart,&nbsp;<a href=\"https://blog.emojipedia.org/what-every-heart-emoji-really-means/\">frequently used alongside other colored hearts</a>.&nbsp;This displayed as a pink <a href=\"/google/android-4.4/yellow-heart/\" title=\"ðŸ’› Yellow Heart on Google Android 4.4\">hairy heart</a>&nbsp;on Android 4.4.</p>\r\n\r\n<p>On&nbsp;<a href=\"/snapchat/\" title=\"ðŸ‘» Snapchat Emoji &amp; Emoticon Meanings\">Snapchat</a>,&nbsp;this&nbsp;emoji next to a contact&nbsp;denotes a person that you snap the most, and who also snaps you the most (<em>#1 best friend</em>). The yellow <em>#1 BF heart</em> turns into a <a href=\"/red-heart/\" title=\"â¤ï¸ Heavy Black Heart\">red heart</a> after two weeks.</p>",
  "apple_vendor_description": "The yellow heart emoji on Apple devices shines with a cheerful, optimistic golden hue, exuding warmth and pure happiness. Its smooth, rounded form is enhanced by Apple's signature glossy finish and gentle gradients, giving it a soft, inviting glow. This emoji is commonly used to express friendship, joy, and platonic love, offering a bright and sunny sentiment to your messages on any Apple device."
}