{
  "code": "🏹",
  "Unicode": [
    "U+1F3F9"
  ],
  "slug": "bow-and-arrow",
  "shortcodes": {
    "github": ":bow_and_arrow:",
    "slack": ":bow_and_arrow:"
  },
  "title": "Bow and Arrow",
  "keywords": [
    "archer",
    "arrow",
    "bow",
    "bow and arrow",
    "Sagittarius",
    "zodiac"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [],
    "nouns": [
      "The practice or sport of shooting arrows with a bow.",
      "The sport of shooting arrows with a bow",
      "The art or sport of shooting with a bow.",
      "Sports",
      "Archery is the art, practice, or skill of propelling arrows with the use of a bow, from Latin arcus.",
      "A weapon consisting of arrows and the bow to shoot them",
      "Weapon",
      "A weapon consisting of a bow and a supply of arrows, often kept in a quiver.",
      "A weapon system that uses elasticity to propel arrows, its use is archery",
      "The bow and arrow is a projectile weapon system that predates recorded history and is common to most cultures.",
      "The person, in a team or among oarsmen, positioned nearest the bow.",
      "One who shoots an arrow from a bow or a bolt from a crossbow.",
      "A person who is expert in the use of a bow and arrow",
      "Someone who shoots an arrow from a bow or a bolt from a crossbow.",
      "Someone with a Sagittarius star sign.",
      "Someone with a Sagittarius star sign",
      "Sagittarius is the ninth astrological sign, which is associated with the constellation Sagittarius.",
      "A Zodiac sign corresponding to the constellation",
      "Astrological sign",
      "An instrument of attack or defense in combat, as a gun, missile, or sword.",
      "A weapon.",
      "Any instrument or instrumentality used in fighting or hunting",
      "An instrument of attack or defense in combat or hunting, e.g. most guns, missiles, or swords.",
      "Instrument used to inflict damage or harm to living beings, structures, or systems",
      "A weapon, arm, or armament is any device used in order to inflict damage or harm to living beings, structures, or systems.",
      "Weapon, arm, or armament are terms for any device used to inflict damage or harm to living beings, structures, or systems.",
      "Corresponding to the astrological sign",
      "Constellation",
      "A large zodiacal constellation in the southern hemisphere; between Scorpius and Capricornus",
      "One of the twelve constellations of the zodiac.",
      "Sagittarius is one of the constellations of the zodiac."
    ]
  },
  "category": "Objects",
  "alsoKnownAs": [
    "Archery"
  ],
  "version": {
    "unicode-version": "8.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A bow and arrow used in the sport of archery. May also be used by <a href=\"/baby-angel/\" title=\"👼 Baby Angel\">cupid</a>.</p>\r\n\r\n<p>Can also be used to represent&nbsp;<a href=\"/sagittarius\">♐ Sagittarius</a> in the Western zodiac.</p>",
  "apple_vendor_description": "Apple’s bow and arrow emoji is meticulously crafted with a sleek, polished aesthetic, showcasing glossy 3D shading that highlights the taut string and the gracefully curved bow. Realistic lighting brings out the texture of the wood and the sharp point of the arrow, with soft, rounded edges that maintain Apple’s signature approachable design. This emoji powerfully symbolizes aim, focus, aspiration, or taking a shot, representing a clear objective with the precision and elegance characteristic of Apple's visual language."
}