{
  "code": "👨‍🔬",
  "Unicode": [
    "U+1F468",
    "U+200D",
    "U+1F52C"
  ],
  "slug": "man-scientist",
  "shortcodes": {
    "github": ":man_scientist:",
    "slack": ":male-scientist:",
    "discord": ":man_scientist:"
  },
  "title": "Man Scientist",
  "keywords": [
    "biologist",
    "chemist",
    "engineer",
    "man",
    "physicist",
    "scientist"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [
      "Plan and direct (a complex undertaking)"
    ],
    "nouns": [
      "Professional practitioner of engineering",
      "Person qualified or professionally engaged in engineering.",
      "An engineer is a professional practitioner of engineering, concerned with applying scientific knowledge, mathematics, and ingenuity to develop solutions for technical, societal and commercial problems.",
      "A person who is qualified or professionally engaged in any branch of engineering.",
      "A profession that develops solutions to technical problems",
      "A scientist who practices mathematics.",
      "Person with an extensive knowledge of mathematics",
      "A person skilled in mathematics",
      "An expert on mathematics.",
      "Expert in mathematics.",
      "A mathematician is a person whose primary area of study and research is the field of mathematics.",
      "A mathematician is a person with an extensive knowledge of mathematics who uses this knowledge in his work, typically to solve mathematical problems.",
      "Sexual maturity is the age or stage when an organism can reproduce.",
      "The age or stage when an organism can reproduce",
      "An adult male human.",
      "A man is a male human.",
      "An adult male human",
      "An adult human member of the sex that begets young by fertilizing ova.",
      "A human member of the masculine sex or gender.",
      "An adult person who is male (as opposed to a woman)",
      "A scientist, in a broad sense, is one engaging in a systematic activity to acquire knowledge.",
      "A person with advanced knowledge of one or more sciences",
      "One whose activities make use of the scientific method to answer questions regarding the measurable universe. A scientist may be involved in original research, or make use of the results of the research of others.",
      "Someone who uses the scientific method professionally",
      "Expert in at least one area of science who uses the scientific method to do research.",
      "One whose activities make use of scientific method.",
      "Scientists, in a broad sense, are persons engaged in the systematic activity to acquire knowledge."
    ]
  },
  "category": "People & Body",
  "alsoKnownAs": [
    "Male",
    "Moustache Man",
    "Magnify",
    "Science"
  ],
  "version": {
    "unicode-version": null,
    "emoji-version": "4.0"
  },
  "description": "<p>A man who is studying or has expert knowledge of one or more of the natural or physical sciences. Generally depicted wearing safety goggles and a white lab coat while holding a test tube filled with colorful liquid.</p>\r\n\r\n<div id=\"professor_prebid-root\">&nbsp;</div>",
  "apple_vendor_description": "The man scientist emoji on Apple devices depicts a thoughtful individual with a neatly styled haircut, wearing a crisp white lab coat that gleams with Apple's signature 3D glossy finish and realistic lighting. His expression is one of focused curiosity, conveyed through his clear, bright eyes and a subtle, intelligent gaze, all framed by soft rounded edges. He often holds a beaker or flask, its contents shimmering with smooth gradients, symbolizing innovation, discovery, and the pursuit of knowledge in scientific endeavors, a common and respected motif on Apple devices."
}