{
  "code": "😺",
  "Unicode": [
    "U+1F63A"
  ],
  "slug": "grinning-cat",
  "shortcodes": {
    "github": ":smiley_cat:",
    "slack": ":smiley_cat:",
    "discord": ":smiley_cat:"
  },
  "title": "Smiling Cat Face with Open Mouth",
  "keywords": [
    "cat",
    "face",
    "grinning",
    "mouth",
    "open",
    "smile"
  ],
  "senses": {
    "adjectives": [
      "Enjoying or showing or marked by joy or pleasure"
    ],
    "verbs": [
      "Change one's facial expression by spreading the lips, often to signal pleasure"
    ],
    "nouns": [
      "The emotion of being happy; joy.",
      "Mental or emotional state of well-being characterized by pleasant emotions",
      "Happiness is an emotional or affective state that is characterized by feelings of enjoyment and satisfaction.",
      "Happiness is a mental or emotional state of well-being characterized by positive or pleasant emotions ranging from contentment to intense joy.",
      "Emotion of being happy.",
      "The state of being jocund.",
      "Emotions experienced when in a state of well-being.",
      "Emotions experienced when in a state of well-being",
      "Part of the body at the front of the head",
      "The face is a central organ of sense and is also very central in the expression of emotion among humans and among numerous other species.",
      "Faces are the central sense organ complexes, for those animals that have one, normally on the ventral surface of the head.",
      "The front of the human head from the forehead to the chin and ear to ear",
      "The front part of the head, featuring the eyes, nose, and mouth and the surrounding area.",
      "Animals are multicellular, eukaryotic organisms of the kingdom Animalia.",
      "A classification of living organisms",
      "Creature is a 1999 documentary film that was directed by Parris Patton.",
      "All of the animal life of any particular region or time.",
      "Any living organism characterized by voluntary movement, the possession of cells with noncellulose cell walls and specialized sense organs enabling rapid response to stimuli, and the ingestion of complex organic substances such as plants and other animals.",
      "A living organism characterized by voluntary movement",
      "A living organism characterized by voluntary movement.",
      "Animals considered as a group; especially those of a particular country, region, time, etc.",
      "Any of various processes, either sexual or asexual, by which an animal produces one or more individuals similar to itself.",
      "The entire animal life of a given region, habitat or geological stratum.",
      "Any nonhuman animal, esp. a large, four-footed mammal.",
      "Animals considered as a group.",
      "Fauna is all of the animal life of any particular region or time.",
      "This page is for quotes about animals.",
      "Multicellular eukaryotic organisms",
      "A happy face expression using mouth, but without producing voice.",
      "A smile is a facial expression formed by flexing the muscles near both ends of the mouth and by flexing muscles throughout the mouth.",
      "A facial expression comprised by flexing the muscles of both ends of one's mouth, often showing the front teeth, without vocalisation, and in humans is a common involuntary or voluntary expression of happiness, pleasure, amusement or anxiety.",
      "A facial expression characterized by turning up the corners of the mouth; usually shows pleasure or amusement",
      "Conscious or subconscious facial muscular movement conveying mirth or pleasure",
      "An upwards movement of the sides of the mouth that indicates happiness or satisfaction.",
      "Mouths are a part of the anatomy constituting the first portion of the alimentary canal that receives food and saliva.",
      "The opening through which food is taken in and vocalizations emerge",
      "A body cavity",
      "First portion of the alimentary canal that receives food",
      "In biological anatomy, commonly referred to as the mouth, under formal names such as the oral cavity, buccal cavity, or in Latin cavum oris, is the opening through which many animals take in food and issue vocal sounds.",
      "Cavity that is limited by the lips in front, the cheeks on the side, the soft and hard palate at the top and the floor of the mouth below.",
      "Mouth",
      "The opening of a creature through which food is ingested."
    ]
  },
  "category": "Smileys & Emotion",
  "alsoKnownAs": [
    "Happy Cat",
    "Smiling Cat"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A cartoon cat variant of <a href=\"/grinning-face/\">😀 Grinning Face</a>. Depicted as yellow on major platforms.</p>",
  "apple_vendor_description": "On Apple devices, the grinning cat emoji sports an infectious, wide-mouthed smile that radiates pure joy, with its eyes crinkled in delight.  The signature Apple 3D shading gives its fur a soft, plush appearance, enhanced by realistic lighting that casts gentle shadows and highlights.  This cheerful feline, with its rounded ears and bright, friendly gaze, is a perfect way to convey overwhelming happiness or amusement in your Apple communications."
}