{
  "code": "🇱🇸",
  "Unicode": [
    "U+1F1F1",
    "U+1F1F8"
  ],
  "slug": "flag-lesotho",
  "shortcodes": {
    "github": ":lesotho:",
    "slack": ":flag-ls:",
    "discord": ":flag_ls:"
  },
  "title": "Flag: Lesotho",
  "keywords": [
    "flag"
  ],
  "senses": {
    "adjectives": [
      "From or in the countryside or connected with it.",
      "Of, from or pertaining to the countryside (adjective)."
    ],
    "verbs": [],
    "nouns": [
      "Emblem usually consisting of a rectangular piece of cloth of distinctive design",
      "Piece of cloth.",
      "A flag is a piece of fabric with a distinctive design that is used as a symbol, as a signaling device, or as decoration.",
      "A piece of cloth, often decorated with an emblem, used as a visual signal or symbol.",
      "Piece of fabric with a distinctive design",
      "Basutoland or officially the Territory of Basutoland, was a British Crown colony established in 1884 after the Cape Colony's inability to control the territory.",
      "Lesotho, officially the Kingdom of Lesotho, is a landlocked country completely surrounded by South Africa.",
      "Lesotho.",
      "Country in Southern Africa.",
      "A landlocked constitutional monarchy in southern Africa; achieved independence from the United Kingdom in 1966",
      "A country in southern Africa entirely surrounded by South Africa.",
      "A country in Southern Africa, entirely surrounded by the Republic of South Africa. Its capital is Maseru.",
      "A country in Southern Africa. Official name: Kingdom of Lesotho.",
      "The opposite of secession",
      "As its original Latin term",
      "Government",
      "The collective body of a nation or state as politically organized, or as exercising political functions.",
      "The territory of a nation, especially an independent nation state or formerly independent nation; a political entity asserting ultimate authority over a geographical area.",
      "Nations is often used synonymously with ethnic group, but although ethnicity is now one of the most important aspects of cultural or social identity for the members of most nations, people with the same ethnic origin may live in different nation-states and be treated as members of separate nations for that reason.",
      "Political organisation with a centralized independent government",
      "The government.",
      "An organized political community, living under a government",
      "Nation has various meanings, and the meaning has changed over time.",
      "A state is an organized community living under one government.",
      "A political entity asserting ultimate authority over a geographical area.",
      "A people permanently occupying a fixed territory bound together by common law, habits and custom into one body politic exercising, through the medium of an organized government, independent sovereignty and control over all persons and things within its boundaries, unless or until authority is ceded to a federation or union of other states.",
      "The people who live in a nation or country",
      "A politically organized body of people under a single government",
      "A sovereign state.",
      "A state is a nonphysical juridical entity of the international legal system that is represented by one centralized government that has supreme independent authority over a geographic area.",
      "The geographic area under the control of a political state."
    ]
  },
  "alsoKnownAs": [
    "Basotho Flag"
  ],
  "version": {
    "unicode-version": null,
    "emoji-version": "1.0"
  },
  "description": "<p>The flag for&nbsp;<a href=\"https://en.wikipedia.org/wiki/Lesotho\">Lesotho</a>, which may show as the letters&nbsp;<em>LS</em>&nbsp;on some platforms.</p>",
  "apple_vendor_description": "The flag of Lesotho emoji on Apple devices is presented with striking clarity, showcasing its distinctive blue, white, and green horizontal stripes and the iconic black Sotho hat in the center. Apple's design language imbues this flag with a smooth, polished finish and subtle 3D depth, with realistic lighting highlighting its crisp details. This emoji accurately represents the Kingdom of Lesotho, its sovereignty, and its cultural identity, often used in discussions related to geography or national pride.",
  "category": "Flags"
}