{
  "code": "🎀",
  "Unicode": [
    "U+1F380"
  ],
  "slug": "ribbon",
  "shortcodes": {
    "github": ":ribbon:",
    "slack": ":ribbon:",
    "discord": ":ribbon:"
  },
  "title": "Ribbon",
  "keywords": [
    "celebration",
    "ribbon"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [
      "To decorate with ribbon."
    ],
    "nouns": [
      "Formal performance of a solemn rite.",
      "The public performance of a sacrament or solemn ceremony with all appropriate ritual",
      "Performance of a ceremony (in an appropriate and solemn manner), such as performing a marriage.",
      "The formal performance of a solemn rite, such as Christian sacrament",
      "A pass behind or through an object.",
      "Decoration used to embellish parts of a building or object",
      "A gallery of design elements that can be used to embellish publications.",
      "An element of decoration.",
      "Purely decorative elements in architecture and the decorative arts",
      "In architecture and decorative art, ornament is a decoration used to embellish parts of a building or object.",
      "Decoration, adornment or embellishment.",
      "Rope: pass behind or through an object.",
      "Musical flourishes that are not necessary to the overall melodic (or harmonic) line",
      "Something used to beautify",
      "An element of decoration; that which embellishes or adorns.",
      "In music, ornaments or embellishments are musical flourishes that are not necessary to carry the overall line of the melody, but serve instead to decorate or \"ornament\" that line.",
      "A medal, or medallion, is, strictly speaking, a small, flat, and round piece of metal that has been sculpted, molded, cast, struck, stamped, or some way marked with an insignia, portrait, or other artistic rendering.",
      "An award for winning a championship or commemorating some other event",
      "A term for an award.",
      "Round piece of metal, often used as an award",
      "A stamped or cast metal object (usually a disc), particularly one awarded as a prize or reward.",
      "A carved or engraved circular piece of metal issued as souvenir, medal, work of art or fashion accessory",
      "A government badge of honor which is awarded for extraordinary achievements to a person or a group.",
      "A stamped or cast metal disc, particularly one awarded as a prize.",
      "A ribbon is an award made from ribbon and presented to mark an achievement.",
      "A ribbon of fabric tied around the collar which is worn with formal attire by men.",
      "A man's necktie tied in a bow around the throat.",
      "Necktie shaped like a bow.",
      "A variety of necktie",
      "The bow tie is a type of necktie.",
      "A type of necktie and ribbon fashion accessory tied in a bow knot",
      "A man's tie that ties in a bow"
    ]
  },
  "category": "Activities",
  "alsoKnownAs": [
    "Bow",
    "Pink Bow"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A pink or red ribbon, as tied into a bow on a <a href=\"/wrapped-gift/\">gift</a>&nbsp;or <a href=\"/womans-hat/\">woman&#39;s hat</a>.</p>\r\n\r\n<p>Often used to indicate something is pretty, cute, or special, including on holidays. Also used of various content concerning baby girls and for its pink or red color more generally.</p>\r\n\r\n<p><a href=\"/google/android-7.0/ribbon/\">Google&rsquo;s</a> ribbon was previously orange, Facebook&rsquo;s <a href=\"/facebook/1.0/ribbon/\">blue</a>.</p>",
  "apple_vendor_description": "On Apple devices, the ribbon emoji unfolds with a soft, silky texture, embodying a sense of elegance and importance. Its gentle folds and highlights, characteristic of Apple's realistic lighting, give it a luxurious, almost tangible feel. This versatile emoji is frequently employed to signify awards, celebrations, awareness campaigns, or to add a decorative flourish to digital messages."
}