{
  "code": "⬛",
  "Unicode": [
    "U+2B1B"
  ],
  "slug": "black-large-square",
  "shortcodes": {
    "github": ":black_large_square:",
    "slack": ":black_large_square:",
    "discord": ":black_large_square:"
  },
  "title": "Black Large Square",
  "keywords": [
    "black large square",
    "geometric",
    "square"
  ],
  "senses": {
    "adjectives": [
      "Forming a right angle, especially at right angles with the mast or the keel, and parallel to the horizon; said of the yards of a square-rigged vessel when they are so braced.",
      "Having four equal sides and four right angles or forming a right angle"
    ],
    "verbs": [],
    "nouns": [
      "A town square is an open public space commonly found in the heart of a traditional town used for community gatherings.",
      "An open area in a town, sometimes including the surrounding buildings.",
      "An open space in a town, not necessarily square in shape, often containing trees, seating and other features pleasing to the eye.",
      "An open area at the meeting of two or more streets",
      "An open area commonly found in the heart of a traditional town, used for community gatherings.",
      "An open area in a town.",
      "Open public space",
      "An open area commonly found in the heart of a traditional town used for community gatherings"
    ]
  },
  "category": "Symbols",
  "alsoKnownAs": [],
  "version": {
    "unicode-version": "5.1",
    "emoji-version": "1.0"
  },
  "description": "<p>A square shown in the shade of black. May be used to represent anything black.</p>",
  "apple_vendor_description": "Apple’s large black square emoji is a study in minimalist elegance, appearing as a perfectly formed, matte black geometric shape with subtle depth and soft, rounded edges. Its deep, velvety tone, enhanced by realistic lighting on Apple devices, offers a grounding presence, often used to denote finality, a placeholder, or simply as a strong visual element. This emoji on Apple devices can also signify a pause, a space for thought, or a sophisticated aesthetic choice."
}