{
  "code": "☢️",
  "Unicode": [
    "U+2622",
    "U+FE0F"
  ],
  "slug": "radioactive",
  "shortcodes": {
    "github": ":radioactive:",
    "slack": ":radioactive_sign:",
    "discord": ":radioactive_sign:"
  },
  "title": "Radioactive Sign",
  "keywords": [
    "radioactive",
    "sign"
  ],
  "senses": {
    "adjectives": [
      "Involving atomic or hydrogen bombs.",
      "Of a weapon: deriving its force from rapid release of atomic energy.",
      "Of or employing nuclear energy or processes",
      "(weapons) deriving destructive energy from the release of atomic energy",
      "Deriving destructive energy from the release of atomic energy.",
      "Exhibiting radioactivity.",
      "Exhibiting or caused by radioactivity",
      "Used of the language of the deaf"
    ],
    "verbs": [
      "To imperil; to endanger."
    ],
    "nouns": [
      "A visible indication.",
      "A perceptible indication of something not immediately apparent (as a visible clue that something has happened)",
      "A perceptible indication of something not immediately apparent, as a visible clue that something has happened.",
      "An instance or cause of liable harm.",
      "Instance or cause of liable harm.",
      "The condition of being susceptible to harm or injury",
      "The spontaneous disintegration of a radioactive substance along with the emission of ionizing radiation",
      "Spontaneous emission of ionizing radiation as a consequence of a nuclear reaction, or directly from the breakdown of an unstable nucleus.",
      "Process by which an unstable atom emits radiation",
      "Emission of ionizing radiation.",
      "The property possessed by some atomic nuclei of disintegrating spontaneously, with loss of energy through emission of a charged particle and/or gamma radiation.",
      "Radioactive decay, also known as nuclear decay or radioactivity, is the process by which a nucleus of an unstable atom loses energy by emitting ionizing radiation.",
      "Particle decay is the spontaneous process of one elementary particle transforming into other elementary particles."
    ]
  },
  "category": "Symbols",
  "alsoKnownAs": [
    "International Radiation Symbol",
    "Nuclear"
  ],
  "version": {
    "unicode-version": "1.1",
    "emoji-version": "1.0"
  },
  "description": "<p>A hazard symbol for radiation or radioactivity. May appear similar to a three-pronged fan at small sizes.</p>\r\n\r\n<p>Generally displayed on an orange or yellow background.</p>",
  "apple_vendor_description": "The radioactive emoji on Apple devices is a stark and instantly recognizable symbol, rendered with bold lines and a clean, almost clinical aesthetic. Apple’s design emphasizes the iconic trefoil symbol with sharp, precise edges, often given a slightly raised, three-dimensional quality through subtle shading. This emoji clearly warns of hazardous materials, potential danger, or scientific experimentation, and is commonly used in contexts related to nuclear energy, science, or even to metaphorically represent something intensely powerful or dangerous."
}