{
  "code": "🇳🇨",
  "Unicode": [
    "U+1F1F3",
    "U+1F1E8"
  ],
  "slug": "flag-new-caledonia",
  "shortcodes": {
    "github": ":new_caledonia:",
    "slack": ":flag-nc:",
    "discord": ":flag_nc:"
  },
  "title": "Flag: New Caledonia",
  "keywords": [
    "flag"
  ],
  "senses": {
    "adjectives": [
      "From or in the countryside or connected with it.",
      "Of, from or pertaining to the countryside (adjective)."
    ],
    "verbs": [],
    "nouns": [
      "Emblem usually consisting of a rectangular piece of cloth of distinctive design",
      "Piece of cloth.",
      "A flag is a piece of fabric with a distinctive design that is used as a symbol, as a signaling device, or as decoration.",
      "A piece of cloth, often decorated with an emblem, used as a visual signal or symbol.",
      "Piece of fabric with a distinctive design",
      "Overseas territory of France.",
      "An overseas territory of France",
      "Overseas territory of France in Oceania. Official name: Territory of New Caledonia and Dependencies.",
      "New Caledonia is a special collectivity of France located in the southwest Pacific Ocean, east of Australia and east of Metropolitan France.",
      "An island to the to the east of Australia and to the north of New Zealand",
      "Overseas territory of France in the southwest Pacific Ocean",
      "An overseas territory of France, made up of a main island (Grande Terre) and several smaller islands.",
      "The opposite of secession",
      "As its original Latin term",
      "Government",
      "The collective body of a nation or state as politically organized, or as exercising political functions.",
      "The territory of a nation, especially an independent nation state or formerly independent nation; a political entity asserting ultimate authority over a geographical area.",
      "Nations is often used synonymously with ethnic group, but although ethnicity is now one of the most important aspects of cultural or social identity for the members of most nations, people with the same ethnic origin may live in different nation-states and be treated as members of separate nations for that reason.",
      "Political organisation with a centralized independent government",
      "The government.",
      "An organized political community, living under a government",
      "Nation has various meanings, and the meaning has changed over time.",
      "A state is an organized community living under one government.",
      "A political entity asserting ultimate authority over a geographical area.",
      "A people permanently occupying a fixed territory bound together by common law, habits and custom into one body politic exercising, through the medium of an organized government, independent sovereignty and control over all persons and things within its boundaries, unless or until authority is ceded to a federation or union of other states.",
      "The people who live in a nation or country",
      "A politically organized body of people under a single government",
      "A sovereign state.",
      "A state is a nonphysical juridical entity of the international legal system that is represented by one centralized government that has supreme independent authority over a geographic area.",
      "The geographic area under the control of a political state."
    ]
  },
  "alsoKnownAs": [
    "New Caledonian Flag"
  ],
  "version": {
    "unicode-version": null,
    "emoji-version": "1.0"
  },
  "description": "<p>The flag for&nbsp;New Caledonia, which may show as the letters&nbsp;<em>NC</em>&nbsp;on some platforms.</p>",
  "apple_vendor_description": "The flag of New Caledonia emoji on Apple devices features its distinctive design with three horizontal stripes of blue, red, and green, and a prominent yellow symbol at its center, all rendered with Apple's characteristic crispness and subtle depth. On Apple devices, the smooth gradients and well-defined edges bring the flag to life, representing the nation and its culture with vibrant clarity. This emoji is a clear and visually appealing way to denote New Caledonia in digital communication."
}