{
  "code": "🦌",
  "Unicode": [
    "U+1F98C"
  ],
  "slug": "deer",
  "shortcodes": {
    "github": ":deer:",
    "slack": ":deer:",
    "discord": ":deer:"
  },
  "title": "Deer",
  "keywords": [
    "deer"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [],
    "nouns": [
      "A female deer.",
      "The common name for 41 species of even-toed ungulates that compose the family Cervidae in the order Artiodactyla; males have antlers.",
      "Deer are the ruminant mammals forming the family Cervidae.",
      "Any animal (such as the deer) of the family Cervidae.",
      "A female fallow deer.",
      "Distinguished from Bovidae by the male's having solid deciduous antlers",
      "Family of ruminant mammals",
      "Improperly pluralized as \"deers\", ruminant mammals",
      "A ruminant mammal with antlers and hooves of the family Cervidae or one of several similar animals from related families of the order Artiodactyla"
    ]
  },
  "category": "Animals & Nature",
  "alsoKnownAs": [
    "Buck",
    "Reindeer",
    "Stag"
  ],
  "version": {
    "unicode-version": "9.0",
    "emoji-version": "3.0"
  },
  "description": "<p>A deer, a fleet-footed, hoofed mammal whose males (<em>bucks</em>, <em>stags</em>) generally have antlers. Variously depicted as a light-brown deer in full profile on all fours facing left or as a&nbsp;deer face looking straight head;&nbsp;both depictions feature large, branched antlers.</p>\r\n\r\n<p>May be used to represent elk, moose, antelope, or reindeer, especially in connection with <a href=\"/christmas/\">Christmas</a>.&nbsp;Most platforms display a deer in full profile.&nbsp;Twitter&nbsp;shows a deer face.</p>\r\n\r\n<p>Google&rsquo;s deer <a href=\"/google/android-8.0/deer/\">previously</a> had a red nose, as <a href=\"https://en.wikipedia.org/wiki/Rudolph_the_Red-Nosed_Reindeer\">Rudolph the Red-nosed Reindeer</a>. Apple and WhatsApp&rsquo;s deers are <a href=\"https://en.wikipedia.org/wiki/White-tailed_deer\">white-tailed</a>.</p>",
  "apple_vendor_description": "The deer emoji on Apple devices is a graceful woodland creature, rendered with Apple’s characteristic attention to detail and lifelike textures. Its warm, earthy brown coat is enhanced by subtle highlights and shadows, giving it a pleasingly 3D appearance, while its gentle eyes and delicate antlers are depicted with soft rounded edges. This emoji evokes a sense of nature, tranquility, and quiet beauty, often used to symbolize the wilderness, a peaceful moment, or a connection to the natural world in digital communication."
}