{
  "code": "⛓️",
  "Unicode": [
    "U+26D3",
    "U+FE0F"
  ],
  "slug": "chains",
  "shortcodes": {
    "github": ":chains:",
    "slack": ":chains:",
    "discord": ":chains:"
  },
  "title": "Chains",
  "keywords": [
    "chain",
    "chains"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [
      "Take into custody",
      "Fasten with a lock",
      "To fasten with a lock.",
      "To fasten or secure with chains.",
      "Fasten or secure with chains",
      "To fasten something with a chain.",
      "To fasten with a chain."
    ],
    "nouns": [
      "The act of depriving a person of his or her liberty usually in relation to the purported investigation or prevention of crime and presenting to a procedure as part of the criminal justice system.",
      "Act of arresting a criminal, suspect etc.",
      "The action of police or other authority to apprehend and take under guard a person who is suspected of committing a crime",
      "The act of arresting a criminal, suspect etc.",
      "An arrest is the act of depriving a person of their liberty usually in relation to the purported investigation or prevention of crime and presenting to a procedure as part of the criminal justice system.",
      "A fastening device",
      "Something used for fastening, which can only be opened with a key or combination.",
      "Mechanical or electronic fastening device",
      "A fastener fitted to a door or drawer to keep it firmly closed",
      "Something used for fastening.",
      "A lock is a mechanical or electronic fastening device that is released by a physical object, by supplying secret information, or by a combination thereof.",
      "A chain is a series of connected links which are typically made of metal.",
      "One element of a chain or other connected series.",
      "Element of a chain.",
      "A series of interconnected things.",
      "A series of things depending on each other as if linked together",
      "A series of links united; a series or order of things depending on each other, as if linked together; a chain, a succession.",
      "A mathematical operation that combines two vectors",
      "The state of being linked together as in a chain.",
      "Flexible mechanical connection",
      "In mathematics, concatenation is the joining of two numbers by their numerals."
    ]
  },
  "category": "Objects",
  "alsoKnownAs": [],
  "version": {
    "unicode-version": "5.2",
    "emoji-version": "1.0"
  },
  "description": "<p>Two parallel lengths of silver chain. Occasionally used as an icon before a <a href=\"/link/\">hyperlink</a> or for metaphorical connections or chains, e.g., slang&nbsp;<i>off the chains</i>.</p>\r\n\r\n<p>Samsung&rsquo;s design <a href=\"/samsung/touchwiz-7.1/chains/\">previously featured</a> stylized, white chains in a blue square, as a sign or icon for <a href=\"https://en.wikipedia.org/wiki/Snow_chains\">snow chains</a> for winter driving.</p>\r\n\r\n<p>Not to be confused with&nbsp;<a href=\"/link/\">🔗 Link</a>,&nbsp;<a href=\"/paperclip/\">📎 Paperclip</a>, <a href=\"/linked-paperclips/\">🖇️ Linked Paperclips</a>, or <a href=\"/safety-pin/\">🧷 Safety Pin</a>.</p>",
  "apple_vendor_description": "On Apple devices, the chains emoji presents as two interlocking links rendered in a realistic metallic gray with subtle highlights that suggest a polished, weighty material. The realistic lighting and smooth gradients on Apple's design give the chains a tactile, three-dimensional appearance, conveying a sense of being bound, restricted, or connected. It's often used metaphorically to express a feeling of being held back or strongly linked to something."
}