{
  "code": "🛍️",
  "Unicode": [
    "U+1F6CD",
    "U+FE0F"
  ],
  "slug": "shopping-bags",
  "shortcodes": {
    "github": ":shopping:",
    "slack": ":shopping_bags:",
    "discord": ":shopping_bags:"
  },
  "title": "Shopping Bags",
  "keywords": [
    "bag",
    "hotel",
    "shopping",
    "shopping bags"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [
      "To shop at the mall.",
      "To obtain something with money.",
      "Obtain by purchase; acquire by means of a financial transaction",
      "To obtain (something) in exchange for money or goods",
      "To buy, obtain by payment of a price in money or its equivalent.",
      "To obtain in exchange for money or goods."
    ],
    "nouns": [
      "A shopping mall, shopping center/centre, shopping arcade, shopping precinct, or simply just a mall is one or more buildings forming a complex of shops representing merchandisers, with interconnecting walkways enabling visitors to walk from unit to unit.",
      "Mercantile establishment consisting of a carefully landscaped complex of shops representing leading merchandisers; usually includes restaurants and a convenient parking area; a modern version of the traditional marketplace",
      "Shopping center",
      "A 1903 long public park in downtown Cleveland, Ohio",
      "One or more buildings forming a complex of shops, also sometimes called a shopping arcade",
      "Mall, shopping centre.",
      "An enclosed shopping centre.",
      "A shopping mall",
      "Shopping mall; shopping centre",
      "The Cleveland Mall is a long public park in downtown Cleveland, Ohio.",
      "Enclosed area in which there is a variety of shops.",
      "Recently bought goods.",
      "Buying goods",
      "The commodities purchased from storeswomen carrying home shopping didn't give me a second glance\"",
      "A retailer or shop is a business that presents a selection of goods or services and offers to sell them to customers for money or other goods.",
      "Strong bag for carrying purchases.",
      "A strong bag with handles used to put purchases in; usually made of plastic, paper or fabric, often given away with a purchase.",
      "A bag made of plastic or strong paper (often with handles); used to transport goods after shopping",
      "Shopping bags are medium sized bags, typically around 10-20 litres in volume, that are often used by grocery shoppers to carry home their purchases.",
      "Something acquired by purchase",
      "A flexible container made of cloth, paper, plastic, etc.",
      "A flexible container made of cloth, paper, plastic, leather, etc., to put something in or to carry away.",
      "A flexible container with a single opening",
      "A bag is a common tool in the form of a non-rigid container.",
      "Simple tool in the form of a non-rigid container"
    ]
  },
  "category": "Objects",
  "alsoKnownAs": [],
  "version": {
    "unicode-version": "7.0",
    "emoji-version": "1.0"
  },
  "description": "<p>Two colorful shopping bags, as contain&nbsp;consumer items bought at a <a href=\"/department-store/\">department store</a>. Depicted as gift bags in various bright colors, patterns, sizes, and positions across platforms. Apple&#39;s design, for instance, features a pink bag with light-pink dots in front of a gold bag with yellow stripes.</p>\r\n\r\n<p>Commonly used for various content concerning retail shopping, stores, goods, and <a href=\"/wrapped-gift/\">gifts or presents</a>. May also convey a sense of indulgence or self-care, &agrave; la retail therapy.</p>\r\n\r\n<p>Microsoft&rsquo;s design <a href=\"/microsoft/windows-10-anniversary-update/shopping-bags/\">previously</a> included&nbsp;tissue paper, and was depicted as&nbsp;a <a href=\"/microsoft/windows-10/shopping-bags/\">bag of groceries</a> prior to that.</p>",
  "apple_vendor_description": "On Apple devices, the shopping bags emoji presents a vibrant and cheerful ensemble of colorful paper bags, each with subtly rounded edges and soft, inviting handles.  These bags, rendered with Apple's signature glossy 3D shading, suggest a delightful shopping spree or a successful acquisition of goods.  Their bright, optimistic hues and the gentle play of light on their surfaces evoke feelings of excitement, consumerism, and the joy of finding just the right item."
}