{
  "code": "🐏",
  "Unicode": [
    "U+1F40F"
  ],
  "slug": "ram",
  "shortcodes": {
    "github": ":ram:",
    "slack": ":ram:",
    "discord": ":ram:"
  },
  "title": "Ram",
  "keywords": [
    "Aries",
    "male",
    "ram",
    "sheep",
    "zodiac"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [
      "Strike or drive against with a heavy impact",
      "To strike (something) hard, especially with an implement.",
      "To strike against with a heavy impact.",
      "Strike (something) hard."
    ],
    "nouns": [
      "A North American wild sheep.",
      "The bighorn sheep is a species of sheep in North America named for its large horns.",
      "A North American endangered species of wild sheep, Ovis canadensis.",
      "Wild sheep of mountainous regions of western North America having massive curled horns",
      "The Cimarrons or Cimarrones in Panama, were enslaved Africans who had escaped from their Spanish masters and lived together as outlaws.",
      "Bighorn sheep",
      "African slaves in Panama",
      "A goat is a bovine famous for its ability to forage on plants unpalatable, and in habitats inaccessible, to other browsers.",
      "Any of numerous agile ruminants related to sheep but having a beard and straight horns",
      "A common four-legged animal (Capra) that is related to sheep and bred by humans for its coat and milk.",
      "Domesticated mammal raised primarily for its milk",
      "A female goat.",
      "The domestic goat is a subspecies of goat domesticated from the wild goat of southwest Asia and Eastern Europe.",
      "Ovis aries, domesticated sheep kept as livestock",
      "Horned ruminant mammals raised in many breeds for wool, edible flesh, or skin.",
      "Sheep are quadrupedal, ruminant mammals typically kept as livestock.",
      "Woolly usually horned ruminant mammal related to the goat",
      "A common, four-legged animal (Ovis) that is commonly kept by humans for its wool.",
      "Quadrupedal, ruminant mammal",
      "A quadrupedal, ruminant mammal kept as livestock for its meat, milk and wool."
    ]
  },
  "category": "Animals & Nature",
  "alsoKnownAs": [
    "Sheep"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A ram, a male sheep with large, spiraling horns. Generally depicted in full profile on all fours facing left with a thick, white fleece and light-brown horns.</p>\r\n\r\n<p>Occasionally used to represent antelopes and related animals. Not to be confused with <a href=\"/ewe/\">🐑 Ewe</a>, though their applications may overlap.</p>\r\n\r\n<p>Often considered (in lieu of <a href=\"/goat/\">🐐 Goat</a>) one of the 12 animals of the <a href=\"/chinese-new-year/\">Chinese zodiac</a>. Also often used to represent&nbsp;<a href=\"/aries/\">♈ Aries</a>&nbsp;(the Ram) in the Western zodiac.</p>\r\n\r\n<p>WhatsApp and Facebook&rsquo;s designs resemble a bighorn sheep, as <a href=\"/apple/ios-10.2/ram/\">Apple&rsquo;s</a> once did. Google&#39;s design <a href=\"/google/android-8.0/ram/\">previously</a> had its eyes closed.</p>",
  "apple_vendor_description": "On Apple devices, the ram emoji is depicted as a powerful and proud bighorn sheep, its curved horns rendered with impressive detail and realistic lighting. The glossy 3D shading lends a robust and sturdy feel to the animal, embodying strength and determination. This emoji, as seen on Apple devices, is often used to represent the zodiac sign Aries, or to symbolize leadership, courage, and a strong, unyielding spirit in messages."
}