{
  "code": "🙂",
  "Unicode": [
    "U+1F642"
  ],
  "slug": "slightly-smiling-face",
  "shortcodes": {
    "github": ":slightly_smiling_face:",
    "slack": ":slightly_smiling_face:",
    "discord": ":slightly_smiling_face:"
  },
  "title": "Slightly Smiling Face",
  "keywords": [
    "face",
    "slightly smiling face",
    "smile"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [
      "Change one's facial expression by spreading the lips, often to signal pleasure"
    ],
    "nouns": [
      "Part of the body at the front of the head",
      "The face is a central organ of sense and is also very central in the expression of emotion among humans and among numerous other species.",
      "Faces are the central sense organ complexes, for those animals that have one, normally on the ventral surface of the head.",
      "The front of the human head from the forehead to the chin and ear to ear",
      "The front part of the head, featuring the eyes, nose, and mouth and the surrounding area.",
      "A happy face expression using mouth, but without producing voice.",
      "A smile is a facial expression formed by flexing the muscles near both ends of the mouth and by flexing muscles throughout the mouth.",
      "A facial expression comprised by flexing the muscles of both ends of one's mouth, often showing the front teeth, without vocalisation, and in humans is a common involuntary or voluntary expression of happiness, pleasure, amusement or anxiety.",
      "A facial expression characterized by turning up the corners of the mouth; usually shows pleasure or amusement",
      "Conscious or subconscious facial muscular movement conveying mirth or pleasure",
      "An upwards movement of the sides of the mouth that indicates happiness or satisfaction."
    ]
  },
  "category": "Smileys & Emotion",
  "alsoKnownAs": [
    "Slightly Happy",
    "This Is Fine"
  ],
  "version": {
    "unicode-version": "7.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A yellow face with simple, open eyes and a thin, closed smile. Conveys a wide range of positive, happy, and friendly sentiments. Its tone can&nbsp;also be patronizing, passive-aggressive, or ironic, as if saying <i>This is fine</i> when it&rsquo;s really not.</p>",
  "apple_vendor_description": "The slightly smiling face emoji on Apple devices offers a subtle yet warm expression, featuring a gentle curve of the lips and soft, reassuring eyes. Apple's characteristic glossy 3D shading gives the yellow face a friendly, approachable texture, with just a hint of a smile that conveys contentment or mild amusement. It's a versatile emoji for expressing happiness, politeness, or a positive, understated sentiment in messages."
}