{
  "code": "â›ª",
  "Unicode": [
    "U+26EA"
  ],
  "slug": "church",
  "shortcodes": {
    "github": ":church:",
    "slack": ":church:",
    "discord": ":church:"
  },
  "title": "Church",
  "keywords": [
    "Christian",
    "church",
    "cross",
    "religion"
  ],
  "senses": {
    "adjectives": [
      "Of or pertaining to prayer.",
      "Relating to or characteristic of Christianity",
      "Of, like or relating to Christianity or Christians."
    ],
    "verbs": [
      "To make an idol of.",
      "To love unquestioningly and uncritically or to excess; to treat or pursue with devotion or adoration.",
      "To venerate someone or something as an idol.",
      "Love unquestioningly and uncritically or to excess; venerate as an idol",
      "To make an idol of, or to worship as an idol.",
      "To call upon or pray to earnestly; to entreat.",
      "To ask earnestly for; to seek to obtain by supplication; to entreat for.",
      "To make a request in a humble manner; to call upon in supplication.",
      "Call upon in supplication; entreat",
      "To conduct a religious service for (a woman) after childbirth.",
      "Perform a special church rite or service for"
    ],
    "nouns": [
      "A building, esp. one of large size or imposing appearance.",
      "A structure that has a roof and walls and stands more or less permanently in one place",
      "Closed structure with walls and a roof.",
      "Building",
      "A building is a man-made structure with a roof and walls standing more or less permanently in one place.",
      "Structure with a roof and walls, such as a house or factory.",
      "A closed structure with walls and a roof.",
      "A building; a structure; an architectural fabric, especially an imposing one; a large or fine building, public or private.",
      "Man-made structure with a roof and walls standing more or less permanently in one place",
      "A building to which there is free access by the public and which is available for the use of a community.",
      "A place for public (especially Christian) worship",
      "Is a building used for religious activities, particularly Christian worship service",
      "A church building, often simply called a church, is a building used for religious activities, particularly worship services.",
      "House of worship.",
      "A building where Christian religious activities take place.",
      "Religious building for Christian worship",
      "A Christian house of worship; a building where religious services take place.",
      "A dwelling that serves as living quarters for one or more families",
      "Structure intended for living",
      "A structure serving as an abode of human beings.",
      "A human-built dwelling with enclosing walls, a floor, and a roof",
      "A house is a building that functions as a home for humans or other creatures, including simple dwellings ranging from rudimentary huts of nomadic tribes and complex structures composed of many systems.",
      "The abode of a human being, their place of residence."
    ]
  },
  "category": "Travel & Places",
  "alsoKnownAs": [
    "Church Building",
    "Cross"
  ],
  "version": {
    "unicode-version": "5.2",
    "emoji-version": "1.0"
  },
  "description": "<p>A church building, generally associated with Christian denominations. In addition quiet&nbsp;<a href=\"/folded-hands/\" title=\"ðŸ™ Person With Folded Hands\">prayer</a>, churches hold regular&nbsp;<a href=\"/raising-hands/\" title=\"ðŸ™Œ Person Raising Both Hands In Celebration\">worship</a> services, <a href=\"/wedding/\" title=\"ðŸ’’ Wedding\">weddings</a>, <a href=\"/baby/\" title=\"ðŸ‘¶ Baby\">baptisms</a> and funerals.</p>",
  "apple_vendor_description": "On Apple devices, the church emoji presents a charming, stylized structure with a gently sloped roof and a prominent steeple, rendered in warm, inviting tones. Its soft, rounded edges and subtle gradients evoke a sense of peace and community, characteristic of Apple's design language. This emoji often symbolizes faith, spirituality, or significant life events like weddings and baptisms, bringing a touch of reverence to digital conversations."
}