{
  "code": "🚕",
  "Unicode": [
    "U+1F695"
  ],
  "slug": "taxi",
  "shortcodes": {
    "github": ":taxi:",
    "slack": ":taxi:",
    "discord": ":taxi:"
  },
  "title": "Taxi",
  "keywords": [
    "taxi",
    "vehicle"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [
      "Operate (a wheeled motorized vehicle).",
      "To operate (a wheeled motorized vehicle).",
      "Operate or control a vehicle",
      "To operate a (motorized) vehicle (with wheels).",
      "To ride in a taxicab.",
      "To travel by taxicab.",
      "Ride in a taxicab",
      "To move or pass from one place, person or thing to another.",
      "To move persons from one place to another.",
      "To send or convey something from one person, place or thing to another.",
      "To move data from one location to another.",
      "To send or convey from someone, some place or something to another.",
      "Send from one person or place to another",
      "To carry or bear from one place to another; to remove; to convey.",
      "To send information over a communications line or a circuit."
    ],
    "nouns": [
      "A person who drives a taxi.",
      "A car driven by a person whose job is to take passengers where they want to go in exchange for money",
      "A taxicab (hackney cab) driver.",
      "A taxicab, also known as a taxi or a cab, is a type of vehicle for hire with a driver, used by a single passenger or small group of passengers, often for a non-shared ride.",
      "A taxi; a taxicab.",
      "The driver of a taxi.",
      "A vehicle that may be hired for single journeys by members of the public and driven by a taxi driver.",
      "A type of vehicle for hire with a driver",
      "Type of vehicle for hire with a driver",
      "A vehicle that may be hired for single journeys by members of the public, driven by a taxi driver.",
      "A facility consisting of the means and equipment necessary for the movement of passengers or goods",
      "A means of conveyance.",
      "Shared passenger transport service which is available for use by the general public",
      "The act or the means of conveying people in mass as opposed to conveyance in private vehicles.",
      "Any form of transport that can be used by a member of public (usually for a fee); as opposed to private ownership of e.g. cars.",
      "Public transport is a shared passenger transport service which is available for use by the general public, as distinct from modes such as taxicab, carpooling or hired buses which are not shared by strangers without private arrangement.",
      "The conveyance of people or goods from one place to another, especially on a public transportation system; the vehicles used for such conveyance.",
      "The conveyance of people or goods from one place to another.",
      "A motor vehicle with four wheels; usually propelled by an internal combustion engine",
      "A car is a wheeled, self-powered motor vehicle used for transportation.",
      "A type of vehicle designed to move on the ground under its own stored power and intended to carry a driver, a small number of additional passengers, and a very limited amount of other load. A car or motorcar.",
      "A four-wheeled motor vehicle used for land transport.",
      "Automobile, a vehicle steered by a driver.",
      "A wheeled vehicle, drawn by a horse or other animal.",
      "Wheeled motor vehicle used for transporting passengers",
      "A conveyance; a device for carrying or transporting substances, objects or individuals.",
      "A vehicle that travels primarily on land in contact with the surface.",
      "A vehicle is a mobile machine that transports passengers or cargo.",
      "Any conveyance in or by which people or objects are transported.",
      "A conveyance that transports people or objects",
      "Mobile machine that can transport people and cargo"
    ]
  },
  "category": "Travel & Places",
  "alsoKnownAs": [
    "New York Taxi",
    "Side Of Taxi",
    "Taxicab"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A yellow taxicab,&nbsp;iconically seen in <a href=\"https://en.wikipedia.org/wiki/Taxicabs_of_New_York_City\">New York City</a>. Shown from the side, as opposed to the <a href=\"/oncoming-taxi/\" title=\"🚖 Oncoming Taxi\">oncoming taxi</a> emoji.</p>",
  "apple_vendor_description": "The taxi emoji on Apple devices is a bright, cheerful representation of urban transport, typically a vibrant yellow or sometimes a classic black and white.  Rendered with Apple's signature 3D shading and smooth gradients, it appears ready to whisk you away, with distinct headlights and a clean, rounded silhouette.  This emoji is commonly used to signify needing a ride, arriving somewhere, or discussing city life and travel plans."
}