{
  "code": "🐎",
  "Unicode": [
    "U+1F40E"
  ],
  "slug": "horse",
  "shortcodes": {
    "github": ":racehorse:",
    "slack": ":racehorse:",
    "discord": ":racehorse:"
  },
  "title": "Horse",
  "keywords": [
    "equestrian",
    "horse",
    "racehorse",
    "racing"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [],
    "nouns": [
      "A horse that competes in races.",
      "A horse bred for racing",
      "A horse bred for racing.",
      "A competition of speed",
      "Competition where the goal is to complete the course as fast as possible",
      "The sport of competing in races.",
      "The sport of engaging in contests of speed",
      "Sport contest of speed.",
      "In sport, racing is a competition of speed, against an objective criterion, usually a clock or to a specific point.",
      "The horse is one of two extant subspecies of Equus ferus.",
      "Horse",
      "Subspecies of Equus ferus, or the wild horse",
      "As rural slang",
      "Solid-hoofed herbivorous quadruped domesticated since prehistoric times",
      "Horses are large ungulates, which have had a long relationship with human society.",
      "A large animal with four legs of the Equus caballus species which people ride on or use for carrying things or pulling vehicles."
    ]
  },
  "category": "Animals & Nature",
  "alsoKnownAs": [
    "Galloping Horse",
    "Racehorse"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A horse, a hoofed mammal used for riding and racing. Depicted as a brown horse in full profile galloping to the left, with a dark, flowing mane and tail.</p>\r\n\r\n<p>May be used to represent various types of horses and their metaphorical senses (e.g., <i>mustang</i>, <i>stallion</i>).</p>\r\n\r\n<p>May also be used as a compliment to an attractive person.</p>\r\n\r\n<p>One of the 12 animals of the <a href=\"/chinese-new-year/\">Chinese zodiac</a>.a</p>\r\n\r\n<p>Not to be confused with <a href=\"/horse-face/\">🐴 Horse Face</a>, <a href=\"/carousel-horse/\">🎠 Carousel Horse</a>, and <a href=\"/horse-racing/\">🏇 Horse Racing</a>, which features a jockey on its back.</p>\r\n\r\n<p>Apple&rsquo;s horse is wearing a green saddle blanket, Facebook&rsquo;s a blue blanket with saddle. SoftBank&rsquo;s design <a href=\"/softbank/2006/horse/\">previously</a> featured a racing horse with a jockey.</p>",
  "apple_vendor_description": "The horse emoji on Apple devices gallops with a powerful yet graceful presence, rendered in a rich chestnut brown with a glossy sheen.  Apple's signature realistic lighting accentuates its muscular form and flowing mane, while soft rounded edges give it a friendly, approachable feel. This emoji conveys a sense of freedom, strength, speed, and adventure, often used to express excitement or a desire to break free."
}