{
  "code": "🐙",
  "Unicode": [
    "U+1F419"
  ],
  "slug": "octopus",
  "shortcodes": {
    "github": ":octopus:",
    "slack": ":octopus:",
    "discord": ":octopus:"
  },
  "title": "Octopus",
  "keywords": [
    "octopus"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [],
    "nouns": [
      "The octopus is a cephalopod mollusc of the order Octopoda.",
      "Bottom-living cephalopod having a soft oval body with eight long tentacles",
      "Octopus",
      "A cephalopod mollusc of the Octopodidae family, characterized by its eight tentacles.",
      "Order of molluscs, the octopods",
      "The sea, the world ocean, or simply the ocean, is the connected body of salty water that covers 70.8% of the Earth's surface.",
      "A large body of salty water. (Major seas are known as oceans.)",
      "A sea is a large body of saline water usually connected with an ocean.",
      "A division of an ocean or a large body of salt water partially enclosed by land",
      "The body of water covering most of Earth",
      "A body of salt water that is smaller than an ocean and generally in proximity to a continent.",
      "Body of water.",
      "Earth's interconnected water system",
      "Mediterranean food",
      "A squid.",
      "Squid prepared as food",
      "Squid is a popular food in many parts of the world.",
      "Squid as food, especially cooked in the form of calamari rings",
      "(Italian cuisine) squid prepared as food",
      "A lat, narrow strip of sand, gravel or pebbles along the shoreline of a body of water (ocean, river, lake).",
      "An area of sand sloping down to the water of a sea or lake",
      "A beach is a landform along the coast of an ocean, sea, lake, or river.",
      "The shore of a body of water, especially when sandy or pebbly.",
      "Landform along the shoreline of an ocean, sea, lake, or river",
      "Sometimes found on English maps",
      "The oceans, seas, bays, estuaries, and other major water bodies, including coastal marine and nearshore zones.",
      "The mass of water occupying all of the Earth's surface not occupied by land, but excluding all lakes and inland seas.",
      "Oceans are major bodies of saline water, and the principal component of the hydrosphere.",
      "Water from an ocean.",
      "Large body of saline water",
      "A large body of water constituting a principal part of the hydrosphere",
      "Water belonging to an ocean.",
      "An ocean is a body of saline water that composes much of a planet's hydrosphere."
    ]
  },
  "category": "Animals & Nature",
  "alsoKnownAs": [],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>An octopus, a sea animal with eight legs, known to change color and release&nbsp;ink. Generally depicted as a pink or orange octopus facing forward, with a large, round head, prominent eyes, and its tentacle-like arms raised at its sides. Platforms vary in the number of arms shown, ranging from four to the full eight, with several designs featuring suckers on them.</p>\r\n\r\n<p>Not to be confused with <a href=\"/squid/\">🦑 Squid</a>, though their applications may overlap.</p>\r\n\r\n<p>Twitter&rsquo;s octopus is purple. Apple&rsquo;s has a friendly, cartoon-styled appearance. <a href=\"/google/android-7.0/octopus/\">Google</a> and <a href=\"/samsung/experience-9.0/octopus/\">Samsung&rsquo;s</a> octopuses previously looked surprised, while <a href=\"/microsoft/windows-10/octopus/\">Microsoft&#39;s</a>&nbsp;suggested an <a href=\"/alien-monster/\">👾 Alien Monster</a>.</p>",
  "apple_vendor_description": "Apple’s octopus emoji is a masterclass in smooth, rounded design, featuring a plump, bulbous head and elegantly curved tentacles that seem to gracefully undulate. Its deep purple or bluish hue is enhanced by Apple’s realistic lighting and subtle highlights, giving it a friendly yet intriguing appearance. On Apple devices, this creature evokes the mysteries of the deep sea, complex situations, or the idea of being overwhelmed, all with a touch of playful charm."
}