{
  "code": "🗑️",
  "Unicode": [
    "U+1F5D1",
    "U+FE0F"
  ],
  "slug": "wastebasket",
  "shortcodes": {
    "github": ":wastebasket:",
    "slack": ":wastebasket:",
    "discord": ":wastebasket:"
  },
  "title": "Wastebasket",
  "keywords": [
    "wastebasket"
  ],
  "senses": {
    "adjectives": [
      "Exceedingly bad; awful; terrible; crappy."
    ],
    "verbs": [
      "Dispose of (something useless or old)",
      "Throw or toss with a light motion",
      "To throw."
    ],
    "nouns": [
      "A container for litter, rubbish, etc.",
      "Small open container for discarded paper.",
      "A waste container is a container for temporarily storing waste, and is usually made out of metal or plastic.",
      "A small open container for discarded paper etc; a wastebasket.",
      "A container with an open top; for discarded paper and other rubbish",
      "Or \"Trash can\"",
      "Food waste or food loss is food that is discarded or cannot be used.",
      "Type of waste",
      "A container into which things are discarded.",
      "Food that is discarded (as from a kitchen)",
      "Unwanted or undesired waste material",
      "Waste generated by residential households and comprised of any material no longer wanted or needed.",
      "Unwanted or undesired material, usually discarded.",
      "Municipal solid waste, commonly known as trash or garbage, refuse or rubbish is a waste type consisting of everyday items that are discarded by the public.",
      "Metal material discarded during manufacturing or processing operations which cannot be directly fed back into the operation.",
      "Scrap consists of recyclable materials left over from product manufacturing and consumption, such as parts of vehicles, building supplies, and surplus materials.",
      "Discarded or waste material; rubbish, trash.",
      "Discarded material (especially metal), junk.",
      "The recycling of metals including iron",
      "Municipal solid waste, commonly known as trash or garbage, refuse or rubbish is a waste type consisting of everyday items that are discarded by the public.",
      "Unwanted or undesired waste material",
      "Items or material that have been discarded.",
      "Collectively, items or material that have been discarded; rubbish, garbage.",
      "Worthless material that is to be disposed of",
      "Unwanted or undesired material, usually discarded."
    ]
  },
  "category": "Objects",
  "alsoKnownAs": [
    "Garbage Can",
    "Rubbish Bin",
    "Trash Can",
    "Wastepaper Basket"
  ],
  "version": {
    "unicode-version": "7.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A wastebasket, as used to discard trash in an office. Generally depicted as a silver, wire-mesh container. Also known as a wastepaper basket, trash/garbage can, or rubbish bin.</p>\r\n\r\n<p>Commonly used for various content concerning literal and figurative waste. May also be used in the context of <a href=\"/basketball/\">basketball</a>. Sometimes paired with <a href=\"/fire/\">🔥&nbsp;Fire</a> as a <a href=\"https://www.americandialect.org/dumpster-fire-is-2016-american-dialect-society-word-of-the-year\">visual representation</a> of the slang expression <i>dumpster fire </i>(&quot;chatoic situation&quot;).</p>\r\n\r\n<p>Samsung&rsquo;s design <a href=\"/samsung/experience-9.0/wastebasket/\">previously depicted</a>&nbsp;a&nbsp;metal can/bin with a lid, as used for outdoor garbage&mdash;or lived in by <a href=\"https://en.wikipedia.org/wiki/Oscar_the_Grouch\">Oscar the Grouch</a>. Not to be confused with <a href=\"/basket/\">🧺&nbsp;Basket</a>.</p>",
  "apple_vendor_description": "The wastebasket emoji on Apple devices presents a sturdy, cylindrical bin with a slightly flared rim, rendered in a clean, matte gray with subtle shadows that hint at its metallic construction.  Its soft, rounded edges and the gentle sheen of its surface are characteristic of Apple's commitment to approachable, tactile design.  This emoji is commonly used to signify discarding unwanted items, cleaning up digital spaces, or indicating something is no longer needed in a conversation."
}