{
  "code": "8️⃣",
  "Unicode": [
    "U+38",
    "U+FE0F",
    "U+20E3"
  ],
  "slug": "keycap-digit-eight",
  "shortcodes": {
    "github": ":eight:",
    "slack": ":eight:",
    "discord": ":eight:"
  },
  "title": "Keycap Digit Eight",
  "keywords": [
    "keycap",
    "eight"
  ],
  "senses": {
    "adjectives": [
      "Being one more than seven"
    ],
    "verbs": [
      "To determine the number (of objects in a group).",
      "Determine the number or amount of",
      "To count",
      "To determine the amount of."
    ],
    "nouns": [
      "Cardinal number 8.",
      "Natural number",
      "8 is the natural number following 7 and preceding 9.",
      "Otto in Italian",
      "The cardinal number occurring after seven and before nine, represented in Roman numerals as VIII, in Arabic numerals as 8.",
      "A numerical value equal to 8; the number occurring after seven and before nine.",
      "The cardinal number that is the sum of seven and one",
      "A concept of quantity involving zero and units",
      "Mathematical object used to count, label, and measure",
      "A number is one of several related types of mathematical objects.",
      "A member of one of several classes: natural numbers, integers, rational numbers, real numbers, complex numbers, quaternions.",
      "Set of numerals.",
      "A set of numerals for representing numbers."
    ]
  },
  "category": "Symbols",
  "alsoKnownAs": [],
  "version": {
    "unicode-version": "3.0",
    "emoji-version": "3.0"
  },
  "description": "<p>The number 8 on a&nbsp;square with rounded corners, designed to look like a keycap.</p>",
  "apple_vendor_description": "Rendered on Apple devices, the keycap digit eight emoji showcases a bold, clean numeral within a rounded, subtly shaded square, reminiscent of a physical button. The signature Apple gloss and soft lighting give it a polished, approachable appearance, clearly indicating the number eight. It’s a straightforward and visually consistent way to represent numerical data or specific choices in communication."
}