{
  "code": "👩🏾‍⚖️",
  "Unicode": [
    "U+1F469",
    "U+1F3FE",
    "U+200D",
    "U+2696",
    "U+FE0F"
  ],
  "slug": "woman-judge-medium-dark-skin-tone",
  "shortcodes": null,
  "title": "woman judge: medium-dark skin tone",
  "keywords": [
    "judge",
    "medium-dark skin tone",
    "woman",
    "scales"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [],
    "nouns": [
      "A woman is a female human.",
      "Female adult human",
      "An animal of the sex that produces eggs.",
      "An adult human member of the sex that produces ova and bears young.",
      "An adult female human.",
      "An adult female person (as opposed to a man)",
      "Adult female human being.",
      "Judges are officials who presides over a court of law, either alone or as part of a panel, and make determinations about the applicability of the law to the facts presented.",
      "A judge presides over court proceedings, either alone or as a part of a panel of judges.",
      "The title of a justice of court.",
      "A public official authorized to decide questions brought before a court of justice",
      "A person who decides the fate of someone or something that has been called into question.",
      "Official who presides over court proceedings",
      "An official who presides over a court",
      "Someone deciding another's fate."
    ]
  },
  "category": "People & Body",
  "alsoKnownAs": null,
  "version": null,
  "description": "The Female Judge, Type-5 emoji is a sequence of the  Woman,  Emoji Modifier Fitzpatrick Type-5, ? Scales and ? Variation Selector-16 emo",
  "apple_vendor_description": "The woman judge emoji with a medium-dark skin tone, as presented on Apple devices, conveys authority, fairness, and wisdom. She is depicted with Apple's signature realistic lighting and soft rounded edges, often shown wearing a judicial robe and sometimes holding a gavel, exuding a sense of gravitas. This emoji is ideal for discussing legal matters, justice, or when emphasizing a point with decisive finality in communications sent via Apple."
}