{
  "code": "🔍",
  "Unicode": [
    "U+1F50D"
  ],
  "slug": "magnifying-glass-tilted-left",
  "shortcodes": {
    "github": ":mag:",
    "slack": ":mag:",
    "discord": ":mag:"
  },
  "title": "Left-Pointing Magnifying Glass",
  "keywords": [
    "glass",
    "magnifying",
    "magnifying glass tilted left",
    "search",
    "tool"
  ],
  "senses": {
    "adjectives": [
      "Enlarged to an abnormal degree"
    ],
    "verbs": [
      "To try to find, to look for, to search.",
      "To try to find something.",
      "To try to locate an object (a file, a folder, a computer, a text).",
      "To examine; to try; to put to the test.",
      "To find.",
      "Try to locate or discover, or try to establish the existence of",
      "To try to find.",
      "To try to see, to pay attention to with one's eyes.",
      "To actively use one's eyes.",
      "Perceive with attention; direct one's gaze towards",
      "Perceive by sight or have the power to perceive by sight",
      "Perceive with the eyes.",
      "To perceive by the visual faculty.",
      "To perceive or detect with the eyes, or as if by sight.",
      "To see, or to look at."
    ],
    "nouns": [
      "The act of discovering something",
      "The act by which something is uncovered.",
      "Observing or finding something unknown",
      "Discovery is the act of detecting something new, or something \"old\" that had been unknown.",
      "The discovering of new things.",
      "Act of finding.",
      "The act of finding.",
      "Act of detecting something new",
      "An amorphous solid material",
      "Amorphous (non-crystalline) solid material",
      "Amorphous (non-crystalline) substance.",
      "A brittle transparent solid with irregular atomic structure",
      "A hard, amorphous, inorganic, usually transparent, brittle substance made by fusing silicates, sometimes borates and phosphates, with certain basic oxides and then rapidly cooling to prevent crystallization.",
      "Glass is any amorphous solid material that is capable of going from a hard to a more fluid state with increased temperature, without changing phase.",
      "The activity of looking thoroughly in order to find something or someone",
      "An attempt to find something.",
      "An optical element which converges or diverges light",
      "A transparent optical device used to converge or diverge transmitted light and to form images",
      "A lens is an optical device which transmits and refracts light, converging or diverging the beam.",
      "Optical device which transmits and refracts light",
      "An object, usually made of glass, that focuses or defocuses the light that passes through it.",
      "An optical device with perfect or approximate axial symmetry which transmits and refracts light, concentrating or diverging the beam.",
      "Object focusing or defocusing the light passing through it."
    ]
  },
  "category": "Objects",
  "alsoKnownAs": [
    "Magnifier",
    "Magnifying Glass",
    "Search Icon"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A classic magnifying glass, as used to view small objects, with its lens pointed left.&nbsp;Generally depicted at a 45&deg; angle with a black handle and a clear or blue, silver-framed lens titled to the upper left.</p>\r\n\r\n<p>Associated with <a href=\"/detective/\">detectives</a> and search or zoom icons on computers.&nbsp;Like <a href=\"/magnifying-glass-tilted-right/\">🔎 Magnifying Glass Titled Right</a>, commonly used for various senses of searching, looking, inspecting, etc.</p>",
  "apple_vendor_description": "The magnifying glass emoji on Apple devices is presented with a crisp, clear lens and a sleek, metallic frame, tilted slightly to the left. Apple's signature glossy 3D shading gives the glass a realistic depth and subtle reflections, while the handle appears sturdy and well-defined with smooth gradients. This emoji visually represents investigation, scrutiny, and the act of searching or examining something closely, making it an excellent tool for conveying curiosity or a need for detailed information in your digital communication on Apple devices."
}