{
  "code": "⏹️",
  "Unicode": [
    "U+23F9",
    "U+FE0F"
  ],
  "slug": "stop-button",
  "shortcodes": {
    "github": ":stop_button:",
    "slack": ":black_square_for_stop:",
    "discord": ":stop_button:"
  },
  "title": "Black Square for Stop",
  "keywords": [
    "square",
    "stop",
    "stop button"
  ],
  "senses": {
    "adjectives": [
      "Forming a right angle, especially at right angles with the mast or the keel, and parallel to the horizon; said of the yards of a square-rigged vessel when they are so braced.",
      "Having four equal sides and four right angles or forming a right angle"
    ],
    "verbs": [],
    "nouns": [
      "A town square is an open public space commonly found in the heart of a traditional town used for community gatherings.",
      "An open area in a town, sometimes including the surrounding buildings.",
      "An open space in a town, not necessarily square in shape, often containing trees, seating and other features pleasing to the eye.",
      "An open area at the meeting of two or more streets",
      "An open area commonly found in the heart of a traditional town, used for community gatherings.",
      "An open area in a town.",
      "Open public space",
      "An open area commonly found in the heart of a traditional town used for community gatherings"
    ]
  },
  "category": "Symbols",
  "alsoKnownAs": [
    "Stop"
  ],
  "version": {
    "unicode-version": "7.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A stop icon, displayed as a square.</p>",
  "apple_vendor_description": "Apple's stop button emoji is a bold, crimson circle with a stark white, perfectly centered octagon, embodying a clear and immediate halt. Its design features the crisp, clean lines and deep saturation typical of Apple's interface elements, with subtle depth that makes it feel tactile and authoritative. On Apple devices, this emoji is instantly recognizable and effectively communicates a command to cease, pause, or end an action, bringing a definitive conclusion to digital interactions."
}