{
  "code": "🎬",
  "Unicode": [
    "U+1F3AC"
  ],
  "slug": "clapper-board",
  "shortcodes": {
    "github": ":clapper:",
    "slack": ":clapper:",
    "discord": ":clapper:"
  },
  "title": "Clapper Board",
  "keywords": [
    "clapper",
    "clapper board",
    "movie"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [
      "Make a film or photograph of something",
      "To photograph."
    ],
    "nouns": [
      "Film, movie, or motion picture, is a series of still images on a strip of plastic which, when run through a projector and shown on a screen, creates the illusion of moving images.",
      "A form of entertainment that enacts a story by sound and a sequence of images giving the illusion of continuous movement",
      "A series of still images which, when shown on a screen, creates the illusion of moving image",
      "A motion picture.",
      "A film, movie.",
      "A film, also called a movie or motion picture, is a series of still images which, when shown on a screen, creates the illusion of moving images due to the phi phenomenon.",
      "A sequence of animated images.",
      "Sequence of images that give the impression of movement",
      "A clapperboard is a device used in filmmaking and video production to assist in the synchronizing of picture and sound, and to designate and mark particular scenes and takes recorded during a production.",
      "A clapper board; a device used in film production, having hinged boards that are brought together with a clap, used to synchronize picture and sound at the start of each take of a motion picture or other video production.",
      "A white and black striped board used in movie making",
      "A device used in film production, having hinged boards that are brought together with a clap, used to synchronize picture and sound at the start of each take of a motion picture or other video production.",
      "Photographic equipment used to synchronize sound and motion picture; boards held in front of a movie camera are banged together",
      "Device used in film."
    ]
  },
  "category": "Objects",
  "alsoKnownAs": [
    "Clapboard",
    "Director",
    "Film Slate"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A board which contains the scene name, number, and film. A person ‘claps’ the board shut at the top while saying “Action” or “Cut” to indicate the start and stop of a scene that is being filmed.</p>\n<p>This is used to synchronise the audio of the clap with the visuals.</p>\n",
  "apple_vendor_description": "Apple's clapperboard emoji is a crisp, professional representation of cinematic production, featuring a stark white board with bold black lettering and the iconic hinged sticks. On Apple devices, it boasts a polished, slightly glossy finish with subtle 3D shading that gives it a tactile quality, evoking the excitement of filmmaking and entertainment. The clean design and realistic lighting make it ideal for discussions about movies, theater, or any creative project on your Apple device."
}