{
  "code": "👣",
  "Unicode": [
    "U+1F463"
  ],
  "slug": "footprints",
  "shortcodes": {
    "github": ":footprints:",
    "slack": ":footprints:",
    "discord": ":footprints:"
  },
  "title": "Footprints",
  "keywords": [
    "clothing",
    "footprint",
    "footprints",
    "print"
  ],
  "senses": {
    "adjectives": [
      "Without shoes",
      "Close enough to be walked to"
    ],
    "verbs": [
      "To move from one place to another by moving legs alternately, so that at least one foot is in contact with the floor or surface at any one time.",
      "Use one's feet to advance; advance by steps",
      "Shift or move by taking a step"
    ],
    "nouns": [
      "The impression of the foot.",
      "Footprints are the impressions or images left behind by a person walking or running.",
      "A mark of a foot or shoe on a surface",
      "The impression of the foot in a soft substance such as sand or snow.",
      "Footprint (an impression made by a foot)",
      "A lat, narrow strip of sand, gravel or pebbles along the shoreline of a body of water (ocean, river, lake).",
      "An area of sand sloping down to the water of a sea or lake",
      "A beach is a landform along the coast of an ocean, sea, lake, or river.",
      "The shore of a body of water, especially when sandy or pebbly.",
      "Landform along the shoreline of an ocean, sea, lake, or river",
      "Toes are the digits of the foot of a tetrapod.",
      "One of the digits of the foot",
      "The smallest of the toes on the foot.",
      "One of the extremities of the foot.",
      "Third digit of the foot",
      "The toes of a person considered as a whole.",
      "The smallest toe of the human foot.",
      "Each of the five digits on the end of the foot.",
      "Walking is one of the main gaits of locomotion among legged animals, and is typically slower than running and other gaits.",
      "One of the main gaits of locomotion among legged animals",
      "One of the main gaits of locomotion among legged animals, typically slower than running and other gaits",
      "The act of traveling by foot",
      "The pes is the zoological term for the distal portion of the hind limb of tetrapod animals.",
      "Feet are an anatomical structure found in many vertebrates.",
      "Latin for \"foot\" (body part), thus used in anatomy to mean \"foot\" (or analogous body part)",
      "The foot is an anatomical structure found in many vertebrates.",
      "The part of the leg of a human being below the ankle joint"
    ]
  },
  "category": "People & Body",
  "alsoKnownAs": [
    "Feet",
    "Footsteps"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>Two human footsteps, &nbsp;showing the outline of both feet, including all five toes.</p>",
  "apple_vendor_description": "Apple's footprints emoji displays two distinct, soft-edged imprints rendered with a gentle shadow and subtle texture, conveying a sense of passage and exploration.  The realistic lighting and rounded contours give these prints a tangible feel, symbolizing a journey taken, a path followed, or the lingering presence of someone's steps, making them a visual narrative on Apple devices."
}