{
  "code": "🐫",
  "Unicode": [
    "U+1F42B"
  ],
  "slug": "two-hump-camel",
  "shortcodes": {
    "github": ":camel:",
    "slack": ":camel:",
    "discord": ":camel:"
  },
  "title": "Bactrian Camel",
  "keywords": [
    "bactrian",
    "camel",
    "hump",
    "two-hump camel"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [],
    "nouns": [
      "Extrusion is a process used to create objects of a fixed cross-sectional profile.",
      "Motion, the process of movement, is described using specific anatomical terms.",
      "Something that bulges out or is protuberant or projects from its surroundings",
      "A bulge: something that bulges out or is protuberant or projects from a form",
      "Two-humped camel of the cold deserts of central Asia",
      "The Bactrian camel is a large, even-toed ungulate native to the steppes of Central Asia.",
      "The camel with two humps, Camelus bactrianus, native to the steppes of Asia",
      "Cud-chewing mammal used as a draft or saddle animal in desert regions",
      "Even-toed ungulate within the genus Camelus",
      "A beast of burden, much used in desert areas, of the genus Camelus.",
      "A camel is a large mammal, used in the Middle East as a beast of burden.",
      "A camel is an even-toed ungulate within the genus Camelus, bearing distinctive fatty deposits known as \"humps\" on its back.",
      "Beast of burden.",
      "Terrain where little precipitation occurs",
      "A barren area of land or desolate terrain, especially one with little water or vegetation; a wasteland.",
      "A desert is a region of land that is very dry because of low rainfall amounts, often having little coverage by plants, and in which streams dry up unless they are supplied by water from outside areas.",
      "Arid land with little or no vegetation",
      "A desert is a barren area of land where little precipitation occurs and consequently living conditions are hostile for plant and animal life.",
      "A wide, open, comparatively barren tract of land with few forms of life and little rainfall."
    ]
  },
  "category": "Animals & Nature",
  "alsoKnownAs": [
    "Asian Camel",
    "Bactrian Camel",
    "Two-Bump Camel"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A <a href=\"https://en.wikipedia.org/wiki/Bactrian_camel\">Bactrian</a> camel, a long-necked mammal with two large humps on its back. Depicted in light or yellowish brown, sometimes with a shaggy mane and humps, in full profile on all fours facing left.</p>\r\n\r\n<p>Not to be confused with <a href=\"/camel/\">🐪 Camel</a> (<a href=\"https://en.wikipedia.org/wiki/Dromedary\">dromedary</a>), though their applications generally overlap.</p>\r\n\r\n<p>May be used in association with deserts, the Middle East and Central Asia, and Wednesday (<em>Hump Day</em>).</p>\r\n\r\n<p>Samsung&rsquo;s design features a camel with a shaggy head of hair and slight smile. Google&rsquo;s design <a href=\"/google/android-7.0/two-hump-camel/\">previously</a> featured a blanket on its back, as for transport.</p>",
  "apple_vendor_description": "The two-hump camel emoji on Apple devices presents a majestic, sandy-brown creature with a distinctly robust and rounded form, characteristic of Apple's smooth, 3D rendering. Its humps are prominently depicted with subtle gradients and soft shading, conveying a sense of resilience and endurance, as if ready for a long journey across desert landscapes.  The gentle curve of its neck and the friendly, slightly closed eyes, rendered with Apple's signature realistic lighting, suggest a calm and reliable companion for conveying themes of travel, strength, or even a touch of the exotic in digital conversations."
}