{
  "code": "🚣🏾‍♀️",
  "Unicode": [
    "U+1F6A3",
    "U+1F3FE",
    "U+200D",
    "U+2640",
    "U+FE0F"
  ],
  "slug": "woman-rowing-boat-medium-dark-skin-tone",
  "shortcodes": null,
  "title": "woman rowing boat: medium-dark skin tone",
  "keywords": [
    "rowboat",
    "medium-dark skin tone",
    "woman",
    "boat"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [
      "To traverse or travel by ship on a body of water.",
      "To travel by boat.",
      "Travel by boat.",
      "Traverse or travel on (a body of water)",
      "To be impelled or driven forward by the action of wind upon sails, as a ship on water; to be impelled on a body of water by steam or other power."
    ],
    "nouns": [
      "A woman is a female human.",
      "Female adult human",
      "An animal of the sex that produces eggs.",
      "An adult human member of the sex that produces ova and bears young.",
      "An adult female human.",
      "An adult female person (as opposed to a man)",
      "Adult female human being.",
      "A small boat of shallow draft with cross thwarts for seats and rowlocks for oars with which it is propelled",
      "An open boat propelled by pulling oars through the water.",
      "Rowing is the act of propelling a boat using the motion of oars in the water.",
      "A small open boat, propelled by oars or paddles, carried as a tender, lifeboat, or pleasure craft on a ship.",
      "Act of propelling a boat using the motion of oars in the water",
      "A small open boat propelled by oars (by rowing).",
      "Small boat that is rowed.",
      "The dory is a small, shallow-draft boat, about long.",
      "A boat is a watercraft, usually smaller than most ships.",
      "A watercraft designed to float or plane on, and provide transport over water.",
      "A boat is a watercraft of any size designed to float or plane, to work or travel on water.",
      "Watercraft",
      "A small vessel for travel on water"
    ]
  },
  "category": "People & Body",
  "alsoKnownAs": null,
  "version": null,
  "description": "The Woman Rowing Boat, Type-5 emoji is a sequence of the  Rowboat,  Emoji Modifier Fitzpatrick Type-5, ? Female Sign and ? Variation Sel",
  "apple_vendor_description": "This woman rowing a boat emoji on Apple devices features a strong and focused individual with medium-dark skin tone, expertly navigating the water. Apple's design language imbues the scene with a sense of motion and effort, from the smooth ripples of the water to the dynamic posture of the rower, all enhanced by glossy 3D shading.  The realistic lighting captures the dappled sunlight on the water and her determined expression, symbolizing perseverance, adventure, and the accomplishment of a journey."
}