{
  "code": "😖",
  "Unicode": [
    "U+1F616"
  ],
  "slug": "confounded-face",
  "shortcodes": {
    "github": ":confounded:",
    "slack": ":confounded:",
    "discord": ":confounded:"
  },
  "title": "Confounded Face",
  "keywords": [
    "confounded",
    "face"
  ],
  "senses": {
    "adjectives": [
      "Confused or perplexed",
      "Confused or perplexed.",
      "Perplexed by many conflicting situations or statements; filled with bewilderment",
      "Perplexed by many conflicting situations or statements; filled with bewilderment.",
      "Anxious or uneasy",
      "Anxious or uneasy.",
      "Afflicted with or marked by anxious uneasiness or trouble or grief.",
      "Afflicted with or marked by anxious uneasiness or trouble or grief",
      "Having a sharp biting taste",
      "Having an acidic, sharp or tangy taste.",
      "Having an acid, sharp or tangy taste.",
      "Sharp to the taste; acid; sour.",
      "With sharp taste, sour."
    ],
    "verbs": [
      "Fill with apprehension or alarm; cause to be unpleasantly surprised",
      "Be confusing or perplexing to; cause to be unable to think clearly"
    ],
    "nouns": [
      "Confusion is the state of being bewildered or unclear in one's mind about something.",
      "A mental state characterized by a lack of clear and orderly thought and behavior",
      "The act of confusing or the state of being confused.",
      "The state or quality of being confused",
      "State of being confused; misunderstanding.",
      "The state of being confused; misunderstanding."
    ]
  },
  "category": "Smileys & Emotion",
  "alsoKnownAs": [
    "Quivering Mouth",
    "Scrunched Face"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A yellow face with scrunched, X-shaped eyes and a crumpled mouth, as if quivering in frustration or holding back tears. May be used to represent being overcome with various emotions, including irritation, frustration, disgust, and sadness,&nbsp;as if to the point of defeat.&nbsp;&nbsp;</p>\r\n\r\n<p>Microsoft and Twitter&rsquo;s designs feature&nbsp;eyebrows, Facebook&rsquo;s a purple forehead.</p>\r\n\r\n<p>Vendor designs have noticeably evolved over time. <a href=\"/apple/ios-6.0/confounded-face/\">Apple</a> and <a href=\"/google/android-8.0/confounded-face/\">Google&rsquo;s</a> designs previously included eyebrows. Earlier versions <a href=\"/google/android-7.0/confounded-face/\">from Google</a> also displayed a more miserable expression, and <a href=\"/microsoft/windows-8.1/confounded-face/\">Microsoft</a> a more confused one.</p>\r\n\r\n<p>Samsung&rsquo;s design <a href=\"/samsung/touchwiz-7.1/confounded-face/\">previously featured</a> X&rsquo;s for eyes, a flushed nose, and vertical lines over its forehead, shorthands in manga and anime for such feelings as anger and embarrassment.</p>",
  "apple_vendor_description": "On Apple devices, the confounded face emoji presents a wide-eyed expression of utter bewilderment, with eyebrows raised high and a slightly agape mouth. Apple's characteristic smooth gradients and soft rounded edges give this emoji a distinctly flustered yet approachable look, capturing a moment of genuine surprise or confusion. It's an ideal way to express being completely taken aback or unsure of what's happening in your Apple device communications."
}