{
  "code": "㊙️",
  "Unicode": [
    "U+3299",
    "U+FE0F"
  ],
  "slug": "japanese-secret-button",
  "shortcodes": {
    "github": ":secret:",
    "slack": ":secret:",
    "discord": ":secret:"
  },
  "title": "Circled Ideograph Secret",
  "keywords": [
    "“secret”",
    "ideograph",
    "Japanese",
    "Japanese “secret” button",
    "秘"
  ],
  "senses": {
    "adjectives": [
      "Of or relating to or characteristic of Japan or its people or their culture or language",
      "Japanese",
      "Of or relating to Japan.",
      "Of, relating to, or derived from Japan, its language, or culture.",
      "Of or pertaining to China or its peoples or cultures",
      "Of China, its languages or people",
      "Of or relating to China, peoples from China or their languages.",
      "Relating to China."
    ],
    "verbs": [],
    "nouns": [
      "Language",
      "A Sino-Tibetan language spoken mainly in China and the surrounding regions and countries.",
      "P t?s?), tribal leaders recognized or appointed by the Chinese over nearby peoples",
      "Writing system of Chinese.",
      "The logographic writing system shared by this language family.",
      "Any of the Sino-Tibetan languages spoken in China; regarded as dialects of a single language (even though they are mutually unintelligible) because they share an ideographic writing system",
      "Chinese is a group of related but in many cases mutually unintelligible language varieties, forming a branch of the Sino-Tibetan language family.",
      "The modern stage of the Japanese language, usually dated from around 1600.",
      "Japanese language is an East Asian language spoken by about 125 million speakers, primarily in Japan, where it is the national language.",
      "A native or inhabitant of Japan",
      "A fictional creature in the Pokémon franchise",
      "The main language spoken in Japan.",
      "A language spoken mainly in Japan.",
      "The Japanese language",
      "East Asian language"
    ]
  },
  "category": "Symbols",
  "alsoKnownAs": [
    "Secret"
  ],
  "version": {
    "unicode-version": "1.1",
    "emoji-version": "1.0"
  },
  "description": "<p>The 秘 character means&nbsp;<em>secret</em> or <em>confidential</em>&nbsp;in Japanese.</p>",
  "apple_vendor_description": "On Apple devices, the Japanese secret button emoji is a vibrant crimson disc with a subtly raised, glossy surface, embodying a sense of mystery and intrigue. Its perfect circular form and precisely rendered highlight suggest a tactile, interactive element, a common characteristic of Apple's object designs.  This emoji, with its playful yet intriguing appearance on Apple devices, is frequently used to hint at hidden information, surprise reveals, or a desire to uncover something."
}