{
  "code": "🏧",
  "Unicode": [
    "U+1F3E7"
  ],
  "slug": "atm-sign",
  "shortcodes": {
    "github": ":atm:",
    "slack": ":atm:",
    "discord": ":atm:"
  },
  "title": "Automated Teller Machine",
  "keywords": [
    "atm",
    "ATM sign",
    "automated",
    "bank",
    "teller"
  ],
  "senses": {
    "adjectives": [
      "Operated by automation"
    ],
    "verbs": [
      "To pull back or move away or backward.",
      "To pull (something) back, aside, or away.",
      "Pull back or move away or backward",
      "To withdraw; to take away; -- sometimes used reflexively.",
      "To pull something back or apart"
    ],
    "nouns": [
      "The process of coining money.",
      "A means of payment in the form of small pieces of metal.",
      "In English vernacular cash refers to money in the physical form of currency, such as banknotes and coins.",
      "Money in the form of bills or coins",
      "Money in the form of bills and coins.",
      "Money.",
      "A currency limited to money.",
      "Physical money",
      "A bank is a financial intermediary that accepts deposits and channels those deposits into lending activities, either directly by loaning or indirectly through capital markets.",
      "Branch office of such an institution.",
      "A financial institution where one can borrow money (upon which interest is due) or deposit money (in order to collect interest).",
      "An institution where one can place and borrow money and take care of financial affairs.",
      "A financial institution that accepts deposits and channels the money into lending activities",
      "A business that keeps money for individual people or companies, exchanges currencies, makes loans, and offers other financial services.",
      "The bank or financial institution that the payment format file is transmitted to for processing.",
      "Financial institution",
      "A financial institution",
      "An unattended machine (outside some banks) that dispenses money when a personal coded card is used",
      "A cash dispenser or cash machine",
      "A machine that allows bank customers to withdraw money.",
      "An automated teller machine.",
      "Automated teller machine.",
      "A device that provides bank customers with cash withdrawal and other services without the need for a bank teller.",
      "An automated teller machine or automatic teller machine, also known as an automated banking machine, cash machine, cashpoint, cashline, or colloquially hole in the wall, is an electronic telecommunications device that enables the customers of a financial institution to perform financial transactions without the need for a human cashier, clerk or bank teller.",
      "A special-purpose terminal that bank customers can use to make deposits, obtain cash, and perform other transactions.",
      "Means of exchange and measure of value.",
      "A medium for exchanging ownership of the economic values represented by one or more currency units.",
      "A generally accepted means of exchange and measure of value.",
      "An unspecified amount in a currency.",
      "Money is any item or verifiable record that is generally accepted as payment for goods and services and repayment of debts in a particular country or socio-economic context.",
      "Money is commonly defined by the functions attached to any good or token that functions in trade as a medium of exchange, store of value, and unit of account, although economics offers various definitions.",
      "Object or record accepted as payment",
      "The most common medium of exchange; functions as legal tender",
      "In Dutch or German languages"
    ]
  },
  "category": "Symbols",
  "alsoKnownAs": [
    "ATM"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A square symbol showing the letter &quot;ATM&quot;, standing for &quot;Automated Teller Machine&quot;.</p>",
  "apple_vendor_description": "The 'ATM sign' emoji on Apple devices is a clean and recognizable symbol of financial services. Apple's design renders this icon with a clear, crisp aesthetic, featuring smooth, flat surfaces with subtle gradients that give it a modern and functional feel. The bold lettering and recognizable shape, all presented with Apple's signature precision, make this emoji an effective way to indicate a location for withdrawing money or accessing banking services in messages sent on Apple devices."
}