{
  "code": "🗼",
  "Unicode": [
    "U+1F5FC"
  ],
  "slug": "tokyo-tower",
  "shortcodes": {
    "github": ":tokyo_tower:",
    "slack": ":tokyo_tower:",
    "discord": ":tokyo_tower:"
  },
  "title": "Tokyo Tower",
  "keywords": [
    "Tokyo",
    "tower"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [],
    "nouns": [
      "A building from which signals are sent to control the movements of railway trains",
      "On a rail transport system, signalling control is the process by which control is exercised over train movements by way of railway signals and block systems to ensure that trains operate safely, over the correct route and to the proper timetable.",
      "A building, typically adjacent to or spanning a railway line, from where signals, points and (sometimes) level crossings are controlled.",
      "Technical System of the railway",
      "A structure taller than its diameter; can stand alone or be attached to a larger building",
      "A tower is a tall structure, taller than it is wide, often by a significant margin.",
      "Tall structure",
      "A structure, usually taller than it is wide, often used as a lookout, usually unsupported by guy-wires.",
      "Structure, usually taller than it is wide, often used as a lookout.",
      "A wrought iron tower 300 meters high that was constructed in Paris in 1889; for many years it was the tallest man-made structure",
      "An iron tower built on the Champ de Mars beside the Seine River in Paris, a global icon of France; one of the most recognizable structures in the world.",
      "Tower in Paris.",
      "The Eiffel Tower is an iron lattice tower located on the Champ de Mars in Paris.",
      "An iron tower beside the River Seine in Paris which was built on the occasion of the Exposition Universelle in 1889.",
      "Tower located on the Champ de Mars in Paris, France",
      "Tokyo, officially, is one of the 47 prefectures of Japan.",
      "The capital of Japan is Tokyo.",
      "Tokyo",
      "The capital and largest city of Japan; the economic and cultural center of Japan",
      "De facto capital of Japan",
      "Tokyo, the capital of Japan.",
      "A city in Japan, seat of the Japanese government and de facto capital of Japan.",
      "Capital of Japan.",
      "Edo, also romanized as Yedo or Yeddo, is the former name of Tokyo.",
      "A prefecture and de-facto capital of Japan",
      "The former name of Tokyo, Japan",
      "Tokyo Tower is a communications and observation tower located in the Shiba-koen district of Minato, Tokyo, Japan.",
      "A communications and observation tower located in Shiba Park, Minato, Tokyo, Japan"
    ]
  },
  "category": "Travel & Places",
  "alsoKnownAs": [
    "Eiffel Tower",
    "Red Tower"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>The <a href=\"https://en.wikipedia.org/wiki/Tokyo_Tower\">Tokyo Tower</a> is the second-tallest building in Japan, located in&nbsp;Minato, Tokyo.</p>\r\n\r\n<p>Built in 1957, the design of the Tokyo Tower &nbsp;was inspired by the Eiffel Tower in Paris, <a href=\"/flag-france/\" title=\"🇫🇷 Flag For France\">France</a>&nbsp;and&nbsp;may be confused for it due to the small size of the emoji. A previous Samsung design also added to this confusion as it was colored grey instead of red and white.</p>",
  "apple_vendor_description": "The Tokyo Tower emoji on Apple devices stands tall and iconic, rendered with a vibrant red and white lattice structure that catches the light with Apple's signature glossy 3D shading. Its smooth gradients and realistic lighting create a sense of depth, making it appear like a miniature, perfectly crafted representation. This emoji is a clear visual cue for travel to Japan, cultural landmarks, or a general sense of excitement and adventure, as seen on Apple’s polished displays."
}