{
  "code": "🚔",
  "Unicode": [
    "U+1F694"
  ],
  "slug": "oncoming-police-car",
  "shortcodes": {
    "github": ":oncoming_police_car:",
    "slack": ":oncoming_police_car:",
    "discord": ":oncoming_police_car:"
  },
  "title": "Oncoming Police Car",
  "keywords": [
    "car",
    "oncoming",
    "police"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [
      "Take into custody",
      "Maintain the security of by carrying out a patrol"
    ],
    "nouns": [
      "A vehicle used by a police officer when on duty.",
      "A police patrol vehicle.",
      "A police patrol car.",
      "A police car is a ground vehicle used by police, to assist with their duties in patrolling and responding to incidents.",
      "A car in which policemen cruise the streets; equipped with radiotelephonic communications to headquarters",
      "A car used by police.",
      "A police car.",
      "A police force is a constituted body of persons empowered by the state to enforce the law, protect property, and limit civil disorder.",
      "A civil force granted the legal authority to enforce the law and maintain public order.",
      "Constabulary may have several definitions: A civil, non-paramilitary force consisting of police officers called constables.",
      "Branch of the government which is charged with the preservation of public order, the promotion of public health and safety, and the prevention, detection, and punishment of crimes.",
      "The force of policemen and officers",
      "Constituted body of persons empowered by the state to enforce the law",
      "An organisation that enforces the law.",
      "With `old bill' as a slang term in the UK",
      "The collection of rules imposed by authority",
      "System of rules and guidelines, generally backed by governmental authority",
      "Body of rules from the legislative authority.",
      "Law is, generally, a system of rules which are enforced through social institutions to govern behavior.",
      "A body of rules of action or conduct prescribed by a legislative authority, and having binding legal force.",
      "The body of rules and standards issued by a government, or to be applied by courts and similar authorities.",
      "Ley in Spanish",
      "Law is a term referring to sociological or scientific norms, or systems and expressions based upon them.",
      "A motor vehicle with four wheels; usually propelled by an internal combustion engine",
      "A car is a wheeled, self-powered motor vehicle used for transportation.",
      "A type of vehicle designed to move on the ground under its own stored power and intended to carry a driver, a small number of additional passengers, and a very limited amount of other load. A car or motorcar.",
      "A four-wheeled motor vehicle used for land transport.",
      "Automobile, a vehicle steered by a driver.",
      "A wheeled vehicle, drawn by a horse or other animal.",
      "Wheeled motor vehicle used for transporting passengers",
      "A conveyance; a device for carrying or transporting substances, objects or individuals.",
      "A vehicle that travels primarily on land in contact with the surface.",
      "A vehicle is a mobile machine that transports passengers or cargo.",
      "Any conveyance in or by which people or objects are transported.",
      "A conveyance that transports people or objects",
      "Mobile machine that can transport people and cargo"
    ]
  },
  "category": "Travel & Places",
  "alsoKnownAs": [
    "🚓 Cop Car",
    "🚓 Front Of Police Car"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A <a title=\"👮 Police Officer\" href=\"/police-officer/\">police</a> car, shown with an <a title=\"🚨 Police Cars Revolving Light\" href=\"/police-car-light/\">emergency light</a> on the top.</p>\n<p>This emoji is displayed from the front, as opposed to the <a title=\"🚓 Police Car\" href=\"/police-car/\">police car</a> emoji, which is shown from the side.</p>\n",
  "apple_vendor_description": "On Apple devices, the oncoming police car emoji is rendered with a dynamic sense of motion, its blue and red lights subtly glowing against a crisp white body. Apple's signature glossy 3D shading gives the vehicle a polished, almost tangible appearance, while realistic lighting emphasizes its sleek lines. This emoji captures the urgency and official presence of law enforcement, often used to signify an alert or a situation requiring attention."
}