{
  "code": "🤹🏿‍♂️",
  "Unicode": [
    "U+1F939",
    "U+1F3FF",
    "U+200D",
    "U+2642",
    "U+FE0F"
  ],
  "slug": "man-juggling-dark-skin-tone",
  "shortcodes": null,
  "title": "man juggling: dark skin tone",
  "keywords": [
    "dark skin tone",
    "multitask",
    "juggling",
    "man"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [
      "To handle multiple tasks at once."
    ],
    "nouns": [
      "Juggling is a physical skill, performed by a juggler, involving the manipulation of objects for recreation, entertainment, art, or sport.",
      "Moving of objects in an artful manner.",
      "Throwing and catching several objects simultaneously",
      "The art of moving objects, such as balls, clubs, beanbags, rings, etc. in an artful or artistic manner.",
      "Sexual maturity is the age or stage when an organism can reproduce.",
      "The age or stage when an organism can reproduce",
      "An adult male human.",
      "A man is a male human.",
      "An adult male human",
      "An adult human member of the sex that begets young by fertilizing ova.",
      "A human member of the masculine sex or gender.",
      "An adult person who is male (as opposed to a woman)"
    ]
  },
  "category": "People & Body",
  "alsoKnownAs": null,
  "version": null,
  "description": "The Man Juggling, Type-6 emoji is a sequence of the  Juggling,  Emoji Modifier Fitzpatrick Type-6, ? Male Sign and ? Variation Selector-",
  "apple_vendor_description": "On Apple devices, the man juggling emoji with a dark skin tone captures a dynamic sense of skill and lighthearted chaos, brought to life with Apple's signature glossy 3D shading and vibrant, realistic lighting. The figure is rendered with smooth, rounded contours, and the multiple objects being juggled appear distinct yet fluid in motion. This emoji on Apple devices is a playful representation of multitasking, managing multiple tasks, or simply expressing a sense of being busy or overwhelmed in a lighthearted way."
}