{
  "code": "ðŸ”˜",
  "Unicode": [
    "U+1F518"
  ],
  "slug": "radio-button",
  "shortcodes": {
    "github": ":radio_button:",
    "slack": ":radio_button:",
    "discord": ":radio_button:"
  },
  "title": "Radio Button",
  "keywords": [
    "button",
    "geometric",
    "radio"
  ],
  "senses": {
    "adjectives": [
      "Having the form of a circle; round.",
      "Of, or relating to geometry.",
      "Of or relating to or determined by geometry",
      "Of or relating to geometry.",
      "Of, or relating to geometry; geometric.",
      "In the shape of, or moving in a circle.",
      "Circular or cylindrical; having a circular cross-section in one direction.",
      "Having a circular, cylindrical or spherical shape.",
      "Having a circular shape"
    ],
    "verbs": [
      "To enter data into a system.",
      "To enter data.",
      "Enter (data or a program) into a computer"
    ],
    "nouns": [
      "A radio button or option button is a graphical control element that allows the user to choose only one of a predefined set of options, an exclusive or.",
      "Any of a group of widgets in a graphical user interface that is used to select one of a group of options; the selection of any one deselects the others",
      "(graphical user interface) any of a group of widgets in a graphical user interface.",
      "A standard Windows control that allows a user to select from a fixed set of mutually exclusive choices.",
      "A two-dimensional geometric figure, a disk, consisting of the set of all those points of a plane at a distance less than or equal to a fixed distance from another point.",
      "Three-dimensional geometric figure.",
      "Ellipse in which the two axes are of equal length; a plane curve generated by one point moving at a constant distance from a fixed point",
      "A circle is a simple shape of Euclidean geometry that is the set of all points in a plane that are at a given distance from a given point, the center.",
      "Circles are simple shapes of Euclidean geometry consisting of those points in a plane which are equidistant from a given point, the center.",
      "Simple shape of Euclidean geometry",
      "A two-dimensional, geometric shape that is made up of every point on a plane which is equidistant from the centre. May be drawn with a pair of compasses."
    ]
  },
  "category": "Symbols",
  "alsoKnownAs": [],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A radio button user interface element, used in form fields with two or more choices. Differs from a <a href=\"/check-box-with-check/\" title=\"â˜‘ï¸ Ballot Box With Check\">checkbox</a>, in that only one response can be selected.</p>\r\n\r\n<p>This emoji generally shows the on/enabled state for the radio button, with a smaller circle inside a larger outer circle.</p>\r\n\r\n<p><em>Note: this emoji is not supported in Twitter / X names,&nbsp;to minimize confusion with a verified checkmark. <a href=\"https://blog.emojipedia.org/why-you-cant-use-these-emojis-in-your-twitter-name/\">Learn more here</a>.</em></p>",
  "apple_vendor_description": "The radio button emoji on Apple devices presents as a perfect, glossy circle with a subtle inner shadow that signifies depth and a tactile feel. Its vibrant, solid color, often a deep blue or red, is rendered with Apple's signature smooth gradients and realistic lighting, making it appear polished and clickable. This emoji is frequently used to indicate selection, choice, or a definitive option within forms or decision-making processes in digital communication on Apple devices."
}