{
  "code": "🔢",
  "Unicode": [
    "U+1F522"
  ],
  "slug": "input-numbers",
  "shortcodes": {
    "github": ":1234:",
    "slack": ":1234:",
    "discord": ":1234:"
  },
  "title": "Input Symbol for Numbers",
  "keywords": [
    "1234",
    "input",
    "numbers"
  ],
  "senses": {
    "adjectives": [
      "Of or relating to or denoting numbers",
      "Of or pertaining to numbers",
      "Of or pertaining to numbers.",
      "Of, or relating to numbers, especially the characters 0 to 9.",
      "Of, or relating to numbers.",
      "Of or relating to numbers; numerical."
    ],
    "verbs": [
      "To enter data into a system.",
      "To enter data.",
      "Enter (data or a program) into a computer",
      "To determine the number (of objects in a group).",
      "Determine the number or amount of",
      "To count",
      "To determine the amount of."
    ],
    "nouns": [
      "A concept of quantity involving zero and units",
      "Mathematical object used to count, label, and measure",
      "A number is one of several related types of mathematical objects.",
      "A member of one of several classes: natural numbers, integers, rational numbers, real numbers, complex numbers, quaternions.",
      "Set of numerals.",
      "A set of numerals for representing numbers.",
      "A resource used in the production of goods and services",
      "In economics, factors of production, resources, or inputs are what is utilized in the production process in order to produce output -- that is, finished goods.",
      "Something fed into a process with the intention of it shaping or affecting the outputs of that process.",
      "A resource used to produce goods and services, such as labor, land, or capital.",
      "The process of inputting information.",
      "A user that performs a service, or the equipment or facility that is required for a service.",
      "Something fed into a process.",
      "A stock of money, product, or people services used in the performance of an activity.",
      "A town square is an open public space commonly found in the heart of a traditional town used for community gatherings.",
      "An open area in a town, sometimes including the surrounding buildings.",
      "An open space in a town, not necessarily square in shape, often containing trees, seating and other features pleasing to the eye.",
      "An open area at the meeting of two or more streets",
      "An open area commonly found in the heart of a traditional town, used for community gatherings.",
      "An open area in a town.",
      "Open public space",
      "An open area commonly found in the heart of a traditional town used for community gatherings"
    ]
  },
  "category": "Symbols",
  "alsoKnownAs": [
    "Numbers",
    "Numeric Input",
    "1234"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A symbol showing the numbers&nbsp;1, 2, 3 and 4. Intended to be used on a software keyboard, or other input screen to enable numeric&nbsp;input, as opposed to <a href=\"/input-latin-letters/\" title=\"🔤 Input Symbol For Latin Letters\">alphabetical</a>&nbsp;or&nbsp;<a href=\"/input-symbols/\" title=\"🔣 Input Symbol For Symbols\">symbol</a>&nbsp;input.</p>",
  "apple_vendor_description": "Apple’s input numbers emoji presents a clear and bold '123' within a softly rounded square, reflecting the clean, intuitive design found on Apple devices. The glossy 3D shading and subtle gradients give the numerals a tactile, almost clickable feel, suggesting immediate functionality. This emoji is universally understood as a prompt to enter numerical data, indicate a count, or signify a preference for digits over letters in digital interactions."
}