{
  "code": "🚨",
  "Unicode": [
    "U+1F6A8"
  ],
  "slug": "police-car-light",
  "shortcodes": {
    "github": ":rotating_light:",
    "slack": ":rotating_light:",
    "discord": ":rotating_light:"
  },
  "title": "Police Cars Revolving Light",
  "keywords": [
    "beacon",
    "car",
    "light",
    "police",
    "revolving"
  ],
  "senses": {
    "adjectives": [
      "Experiencing a sudden sense of danger",
      "Attentive; awake; on guard.",
      "Carefully observant and or attentive.",
      "Carefully observant or attentive; on the lookout for possible danger",
      "Observant, vigilant and aware",
      "Vigilant and alert; watchful",
      "Observant, vigilant and aware.",
      "Watchful, especially for danger or disorder; alert; wary",
      "Frightening because of an awareness of danger",
      "Causing apprehension, fear or alarm; frightening",
      "Frightening because of an awareness of danger."
    ],
    "verbs": [
      "Guide with a beacon",
      "Gleam or glow intermittently",
      "To blink; to shine or illuminate intermittently.",
      "Warn or arouse to a sense of danger or call to a state of preparedness",
      "To utter or sound loudly.",
      "Sound loudly and sonorously"
    ],
    "nouns": [
      "Condition of heightened watchfulness or preparation for action",
      "A police force is a constituted body of persons empowered by the state to enforce the law, protect property, and limit civil disorder.",
      "A civil force granted the legal authority to enforce the law and maintain public order.",
      "Constabulary may have several definitions: A civil, non-paramilitary force consisting of police officers called constables.",
      "Branch of the government which is charged with the preservation of public order, the promotion of public health and safety, and the prevention, detection, and punishment of crimes.",
      "The force of policemen and officers",
      "Constituted body of persons empowered by the state to enforce the law",
      "An organisation that enforces the law.",
      "With `old bill' as a slang term in the UK",
      "The collection of rules imposed by authority",
      "System of rules and guidelines, generally backed by governmental authority",
      "Body of rules from the legislative authority.",
      "Law is, generally, a system of rules which are enforced through social institutions to govern behavior.",
      "A body of rules of action or conduct prescribed by a legislative authority, and having binding legal force.",
      "The body of rules and standards issued by a government, or to be applied by courts and similar authorities.",
      "Ley in Spanish",
      "Law is a term referring to sociological or scientific norms, or systems and expressions based upon them.",
      "A situation which poses an immediate threat to human life or health and requires urgent assistance.",
      "Rescue and transportation services provided by municipal fire brigades and other organizations with comparable mandates",
      "An emergency is a situation that poses an immediate risk to health, life, property, or environment.",
      "Situation requiring urgent assistance.",
      "A situation such as a natural or man-made disaster requiring urgent assistance.",
      "A call made to an emergency number.",
      "A sudden unforeseen crisis (usually involving danger) that requires immediate action",
      "Emergency",
      "A situation requiring extreme effort or attention.",
      "Fear resulting from the awareness of danger",
      "Vehicle for transportation of sick or injured people",
      "A vehicle that takes people to and from hospitals",
      "An ambulance is a vehicle for transportation of sick or injured people to, from or between places of treatment for an illness or injury, and in some instances will also provide out of hospital medical care to the patient.",
      "An emergency vehicle that transports sick or injured people to a hospital.",
      "A vehicle designated for the transport of sick or injured people",
      "Vehicle used to bring the sick or injured to a hospital.",
      "A lighthouse is a tower, building, or other type of structure designed to emit light from a system of lamps and lenses and used as a navigational aid for maritime pilots at sea or on inland waterways.",
      "A lighthouse, signal buoy, etc., on a shore or at a dangerous area at sea to warn and guide vessels.",
      "A building, usually a tower, containing a light to warn or guide ships.",
      "A building designed to emit light as an aid to ship navigation.",
      "Traditionally a fire lit on a hill to attract attention.",
      "A tower with a light that gives warning of shoals to passing ships",
      "A beacon is an intentionally conspicuous device designed to attract attention to a specific location.",
      "Building containing a light to warn or guide ships.",
      "Intentionally conspicuous device designed to attract attention to a specific location (on land or water)"
    ]
  },
  "category": "Travel & Places",
  "alsoKnownAs": [
    "Flashing Light",
    "Emergency Light",
    "Police Siren",
    "Siren"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A revolving red light seen on top of a <a title=\"🚓 Police Car\" href=\"/police-car/\">police car</a>. Often used in emergency circumstances in addition to a siren making a loud <a title=\"📯 Postal Horn\" href=\"/postal-horn/\">warning sound</a>.</p>\n",
  "apple_vendor_description": "The police car light emoji on Apple devices illuminates with a distinctive, flashing blue and red light, rendered with a vibrant, almost translucent quality that suggests its urgent purpose.  The light itself is a focal point, showcasing Apple's expertise in creating realistic lighting effects with sharp, defined edges and a glossy sheen.  This emoji instantly communicates law enforcement, emergencies, or a need for attention, evoking a sense of official action and vigilance."
}