{
  "code": "🏘️",
  "Unicode": [
    "U+1F3D8",
    "U+FE0F"
  ],
  "slug": "houses",
  "shortcodes": {
    "github": ":houses:",
    "slack": ":house_buildings:",
    "discord": ":house_buildings:"
  },
  "title": "House Buildings",
  "keywords": [
    "houses"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [
      "To admit to residence; to harbor/harbour.",
      "Admit to residence.",
      "Provide housing for",
      "To admit to residence; provide housing for.",
      "To take a photograph."
    ],
    "nouns": [
      "An image created by light falling on a light-sensitive surface or an electronic imager",
      "Image created by light falling on a light-sensitive surface",
      "An image captured by a camera or some other device and reproduced as a picture, usually on a sensitized surface and formed by the chemical action of light or of radiant energy.",
      "A photograph.",
      "A Surface application from Microsoft where users can browse and interact with photos and videos.",
      "A representation of a person or scene in the form of a print or transparent slide; recorded by a camera on light-sensitive material",
      "An image that has been captured electronically with a digital camera or scanner.",
      "A photograph, photo or a picture is an image created by light falling on a light-sensitive surface, usually photographic film or an electronic medium such as a CCD or a CMOS chip.",
      "Photograph.",
      "A picture created by projecting an image onto a photosensitive surface such as a chemically treated plate or film, CCD receptor, etc.",
      "A dwelling that serves as living quarters for one or more families",
      "Structure intended for living",
      "A structure serving as an abode of human beings.",
      "A human-built dwelling with enclosing walls, a floor, and a roof",
      "A house is a building that functions as a home for humans or other creatures, including simple dwellings ranging from rudimentary huts of nomadic tribes and complex structures composed of many systems.",
      "The abode of a human being, their place of residence."
    ]
  },
  "category": "Travel & Places",
  "alsoKnownAs": [],
  "version": {
    "unicode-version": "7.0",
    "emoji-version": "1.0"
  },
  "description": "<p>Multiple houses.</p>",
  "apple_vendor_description": "The houses emoji on Apple devices showcases a charming cluster of two distinct buildings, rendered with Apple's signature smooth gradients and soft, rounded edges. The left structure, a warm terracotta, features a subtle hint of a tiled roof, while the right, a gentle sky blue, boasts a more modern, flat roofline, all bathed in realistic, diffused lighting that emphasizes their cozy presence. This depiction evokes a sense of community, home, and belonging, often used to discuss neighborhoods, family gatherings, or places one calls home."
}