{
  "code": "🎵",
  "Unicode": [
    "U+1F3B5"
  ],
  "slug": "musical-note",
  "shortcodes": {
    "github": ":musical_note:",
    "slack": ":musical_note:",
    "discord": ":musical_note:"
  },
  "title": "Musical Note",
  "keywords": [
    "music",
    "musical note",
    "note"
  ],
  "senses": {
    "adjectives": [
      "Melodious, tuneful",
      "Containing or constituting or characterized by pleasing melody",
      "Melodious; in harmony.",
      "Existing together in harmony"
    ],
    "verbs": [
      "Hear with intention",
      "Deliver by singing"
    ],
    "nouns": [
      "A writing symbol used to denote a tone in music.",
      "An Outlook item that can be attached to a record's history log. Typically a note contains information regarding a conversation with a customer or other people in the company they work for.",
      "A sound.",
      "Sign used in musical notation, a pitched soud",
      "A notation representing the pitch and duration of a musical sound",
      "The checkbox customers select to include notes left for them in the updates that they share about themselves. This text links to the notes webpage.",
      "In music, the term note has two primary meanings: A sign used in musical notation to represent the relative duration and pitch of a sound ; A pitched sound itself.",
      "Someone who is passionate about music.",
      "Music is an art form whose medium is sound.",
      "Music is an art form that involves sounds and silence.",
      "A sound, or the study of such sounds, organized in time.",
      "The artistic organization of sounds or tones that expresses ideas and emotions through the elements of rhythm, melody, harmony and tonal color.",
      "Form of art using sound",
      "An app that facilitates the playing of music.",
      "Sound, organized in time in a melodious way.",
      "An artistic form of auditory communication incorporating instrumental or vocal tones in a structured and continuous manner",
      "The title of the hub for music and video."
    ]
  },
  "category": "Objects",
  "alsoKnownAs": [
    "Beamed Pair Of Quavers",
    "Beamed Pair Of Eighth Notes",
    "Music Note"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A music note emoji,&nbsp;which can denote song lyrics, or other music related topics.</p>\r\n\r\n<p>Displays as two eighth-notes (<em>quavers</em> in British English) connected with a beam. A single eight-note (<em>quaver</em>) was previously used in <a href=\"/microsoft/windows-10/musical-note/\">Microsoft</a> and&nbsp;<a href=\"/google/android-7.0/musical-note/\">Google&rsquo;s</a>&nbsp;emoji designs.</p>",
  "apple_vendor_description": "Apple's single musical note emoji is a vibrant and elegant symbol of melody, rendered with a glossy, almost lacquered finish and smooth, rounded curves. The realistic lighting highlights its form, giving it a sense of depth and three-dimensionality that feels alive with sound. On Apple devices, this emoji is a pure and simple representation of music, creativity, and joy, often used to express appreciation for a song or to convey a lighthearted, harmonious sentiment."
}