{
  "code": "💦",
  "Unicode": [
    "U+1F4A6"
  ],
  "slug": "sweat-droplets",
  "shortcodes": {
    "github": ":sweat_drops:",
    "slack": ":sweat_drops:",
    "discord": ":sweat_drops:"
  },
  "title": "Splashing Sweat Symbol",
  "keywords": [
    "comic",
    "splashing",
    "sweat",
    "sweat droplets"
  ],
  "senses": {
    "adjectives": [
      "Needing moisture",
      "Being in a state between dry and wet; moderately wet; moist.",
      "Of eyes: tearful.",
      "Slightly wet",
      "Of eyes: tearful, wet with tears.",
      "Hot or warm and humid",
      "(About the weather) Hot and humid.",
      "Of weather, hot and wind-less and with high humidity, so that people feel sticky from sweating.",
      "Persistent across multiple incarnations of a widget.",
      "Humid, or hot and humid.",
      "Of an object: covered with or impregnated with liquid.",
      "Covered or soaked with a liquid such as water",
      "Of an object, etc, covered with or impregnated with liquid.",
      "Drenched with water, or other liquid.",
      "Covered with or impregnated with liquid."
    ],
    "verbs": [
      "Cause (a liquid) to spatter about, especially with force",
      "To hit or expel liquid at",
      "To hit or agitate liquid.",
      "To cause (a liquid) to spatter about, especially with force.",
      "Fall in drops",
      "To fall one drop at a time.",
      "Wet with a spurt of liquid",
      "Take solid or liquid food into the mouth a little at a time either by drinking or by eating with a spoon",
      "To sip; to take a small amount of food or drink into the mouth, especially with a spoon.",
      "To come into contact with water or another liquid.",
      "Expel or eject (saliva or phlegm or sputum) from the mouth",
      "To evacuate saliva from the mouth.",
      "To forcefully evacuate saliva from the mouth.",
      "To evacuate (saliva or another substance) from the mouth.",
      "Scatter in a mass or jet of droplets",
      "To scatter in a mass or jet of droplets.",
      "Excrete perspiration through the pores in the skin",
      "To emit sweat.",
      "To secrete sweat.",
      "To emit sweat or perspiration through the skin's pores.",
      "Have a craving, appetite, or great desire for",
      "To desire.",
      "To have a craving, appetite, or great desire for.",
      "Cause to become wet",
      "Precipitate as rain",
      "To drink water.",
      "To absorb water.",
      "Become hydrated and combine with water"
    ],
    "nouns": [
      "The act of scattering water about haphazardly",
      "A clear liquid secreted into the mouth by the salivary glands and mucous glands of the mouth; moistens the mouth and starts the digestion of starches",
      "A clear, slightly alkaline liquid secreted into the mouth by the salivary glands and mucous glands, consisting of water, mucin, protein, and enzymes. It moistens the mouth, lubricates ingested food, and begins the breakdown of starches.",
      "Saliva is a watery substance located in the mouths of animals, secreted by the salivary glands.",
      "Liquid secreted into the mouth.",
      "I.e. either the result or act of drooling as opposed to normal salivation: see wikt: slaver",
      "A secretion from the salivary glands (found in the mouth) that can be spat out.",
      "Flowing in drops; the formation and falling of drops of liquid",
      "A falling or letting fall in drops; act of dripping.",
      "A small mass of liquid just large enough to hold its own weight via surface tension, usually one that falls from a source of liquid.",
      "A drop or droplet is a small column of liquid, bounded completely or almost completely by free surfaces.",
      "Small column of liquid",
      "Droplet of rainwater.",
      "Small unit of liquid",
      "A small indefinite quantity (especially of a liquid)--Kipling",
      "A very small quantity of a liquid that has taken the form of a sphere.",
      "A drop.",
      "A single droplet of rainwater that has just fallen or is falling from the sky.",
      "Precipitation in the form of liquid water drops with diameters greater than 0.5 millimetres.",
      "Water falling in drops from vapor condensed in the atmosphere",
      "Rain is liquid water in the form of droplets that have condensed from atmospheric water vapor and then precipitated -- that is, become heavy enough to fall under gravity.",
      "Condensed water falling from a cloud.",
      "The amount of rain that falls on a single occasion",
      "Water which falls as rain from clouds.",
      "Liquid water in the form of droplets that have condensed from atmospheric water vapor and then precipitated.",
      "Condensed water from a cloud.",
      "Rain is liquid precipitation, as opposed to non-liquid kinds of precipitation such as snow, hail and sleet.",
      "A fall of rain.",
      "Chemical compound formed of molecules composed of two atoms of hydrogen and one of oxygen",
      "Binary compound that occurs at room temperature as a clear colorless odorless tasteless liquid; freezes into ice below 0 degrees centigrade and boils above 100 degrees centigrade; widely used as a solvent",
      "The liquid form of this chemical; liquid H?O.",
      "Common liquid (H?O) which forms rain, rivers, the sea, etc., and which makes up a large part of the bodies of organisms.",
      "Water is a common chemical substance, that is essential to all known forms of life.",
      "Water is a transparent fluid which forms the world's streams, lakes, oceans and rain, and is the major constituent of the fluids of living things.",
      "Clear liquid H?O."
    ]
  },
  "category": "Smileys & Emotion",
  "alsoKnownAs": [
    "Plewds",
    "Splashing Water",
    "Water Drops"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>Three, light blue droplets, as sweat beads, splashing down to the right. Resembles&nbsp;<em><a href=\"https://en.wikipedia.org/wiki/The_Lexicon_of_Comicana\">plewds</a></em>, stylized sweat droplets used in comics and animation to show characters working hard or feeling stressed.</p>\r\n\r\n<p>May be used to represent various types of liquids, including sexual fluids. May also be used to represent various liquid-based slang expressions (e.g., <i>drip</i>, &ldquo;exceptional style, swagger&quot;).</p>\r\n\r\n<p>Not to be confused with <a href=\"/droplet/\">💧 Droplet</a>, though their applications may overlap.</p>\r\n\r\n<p><a href=\"/google/android-7.0/sweat-droplets/\">Google</a>, <a href=\"/microsoft/windows-10/sweat-droplets/\">Microsoft</a>, and <a href=\"/samsung/touchwiz-7.1/sweat-droplets/\">Samsung&#39;s</a> design previously featured two, upwardly directed droplets.</p>",
  "apple_vendor_description": "Apple's rendition of sweat droplets features three distinct, plump beads of water rendered with a clear, slightly bluish tint and a remarkable sense of volume. The realistic lighting on Apple devices highlights their rounded surfaces and subtle reflections, making them appear almost tangible. These droplets, glistening with smooth gradients, are perfect for expressing exertion, heat, or a moment of nervous anticipation in your digital conversations on Apple devices."
}