{
  "code": "📔",
  "Unicode": [
    "U+1F4D4"
  ],
  "slug": "notebook-with-decorative-cover",
  "shortcodes": {
    "github": ":notebook_with_decorative_cover:",
    "slack": ":notebook_with_decorative_cover:",
    "discord": ":notebook_with_decorative_cover:"
  },
  "title": "Notebook with Decorative Cover",
  "keywords": [
    "book",
    "cover",
    "decorated",
    "notebook",
    "notebook with decorative cover"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [
      "Consider in detail and subject to an analysis in order to discover essential features or meaning",
      "To subject to analysis.",
      "To consider in detail and subject to an analysis in order to discover essential features or meaning.",
      "To make mention of.",
      "Make mention of",
      "Make a record of; set down in permanent form",
      "To insert and to record data in an electronic computer in permanent form."
    ],
    "nouns": [
      "A brief written record",
      "A book with blank pages for recording notes or memoranda",
      "Notebook is a style of writing where people jot down what they have thought or heard at the spur of moment.",
      "A written work or composition that has been published (printed on pages bound together)",
      "A book is a set of written, printed, illustrated, or blank sheets, made of ink, paper, parchment, or other materials, usually fastened together to hinge at one side.",
      "A collection of sheets of paper bound together to hinge at one edge, containing printed or written material, pictures, etc.",
      "Quotations about books: All good books are alike in that they are truer than if they had really happened and after you are finished reading one you will feel that all that happened to you and afterwards it all belongs to you; the good and the bad, the ecstasy, the remorse, and sorrow, the people and the places and how the weather was.",
      "Also called \"dead tree edition\" or \"dead tree book\" (humorously)",
      "Medium for a collection of words and/or pictures to represent knowledge, often manifested in bound paper and ink, or in e-books",
      "Collection of sheets of paper bound together containing printed or written material."
    ]
  },
  "category": "Objects",
  "alsoKnownAs": [],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A closed, hardcover notebook, as used for journaling or sketching. Appearance varies across platforms, with most designs featuring relatively plain covers. Commonly used for content concerning writing and schooling.</p>\r\n\r\n<p>Apple&#39;s cover is tan and labelled <em>Notes.&nbsp;</em>Facebook&rsquo;s design is most decorative, pink with a flower pattern.</p>\r\n\r\n<p>Google&rsquo;s design <a href=\"/google/android-8.0/notebook-with-decorative-cover/\">was previously</a>&nbsp;gray and features different-colored <a href=\"/card-index-dividers/\">tabs</a>, while Samsung&#39;s <a href=\"/samsung/experience-9.0/notebook-with-decorative-cover/\">previously displayed</a> the <a href=\"https://blog.emojipedia.org/samsungs-biggest-ever-emoji-update/\">easter&nbsp;egg</a> initials <i>SJST</i>.</p>",
  "apple_vendor_description": "The notebook with a decorative cover emoji, as seen on Apple devices, features a beautifully bound journal with an intricate, ornate pattern gracing its cover. Apple's design imbues it with a sense of elegance and luxury, utilizing glossy highlights and subtle 3D shading to make the decorative elements pop. This emoji represents creativity, journaling, thoughtful planning, or a special, cherished item, adding a touch of sophistication to digital conversations."
}