{
  "code": "⌛",
  "Unicode": [
    "U+231B"
  ],
  "slug": "hourglass-done",
  "shortcodes": {
    "github": ":hourglass:",
    "slack": ":hourglass:",
    "discord": ":hourglass:"
  },
  "title": "Hourglass",
  "keywords": [
    "hourglass done",
    "sand",
    "timer"
  ],
  "senses": {
    "adjectives": [
      "Not moving quickly; taking a comparatively long time",
      "Not happening in a short time; spread over a comparatively long time.",
      "Spread over a comparatively long time."
    ],
    "verbs": [],
    "nouns": [
      "A device that measures the passage of a few minutes or an hour of time thanks to sand flowing through a narrow passage from one vessel to another.",
      "Timepiece in which the passage of time is indicated by the flow of sand from one transparent container to another through a narrow passage",
      "A clock made of two glass vessels connected with a narrow passage, with sand flowing through that passage.",
      "An instrument for measuring the passage of time by the passage of sand through a narrow opening.",
      "An hourglass measures the passage of a few minutes or an hour of time.",
      "A device that measures the passage of a few minutes or an hour of time thanks to sand flowing through a narrow passage from one vessel to another.",
      "A sandglass that runs for sixty minutes",
      "Instrument that measures a specific length of time",
      "A timer is a specialized type of clock for measuring time intervals.",
      "Device used to measure time.",
      "An internal routine that causes the system to send a message whenever a specified interval elapses.",
      "A mechanism that measures the remaining time from a preset amount of time and sounds an alarm when this time has elapsed.",
      "A device used to measure amounts of time.",
      "A mechanism that measures the duration of events, like calls, Internet time, etc.",
      "A timepiece that measures a time interval and signals its end",
      "Type of clock used to measure amount of time since or until a set time",
      "A clock is an instrument to indicate, keep, and co-ordinate time.",
      "A timepiece that shows the time of day",
      "An instrument used to measure or keep track of time.",
      "Instrument that tells the time",
      "Instrument to measure or keep track of time.",
      "An instrument used to measure or keep track of time; a non-portable timepiece."
    ]
  },
  "category": "Travel & Places",
  "alsoKnownAs": [],
  "version": {
    "unicode-version": "1.1",
    "emoji-version": "1.0"
  },
  "description": "<p>A classic hourglass, all of its sand having flowed into the bottom bulb. Indicates time has passed. Color varies across platforms.</p>\r\n\r\n<p>Commonly used for various content concerning time. May also be used for hourglass-shaped figures. Not to be confused with <a href=\"/hourglass-not-done/\">⏳&nbsp;Hourglass Not Done</a>, whose sand is still flowing.</p>\r\n\r\n<p>Used on <a href=\"/snapchat/\">Snapchat</a> to indicate a <em>Snapstreak</em> is soon to end.</p>",
  "apple_vendor_description": "On Apple devices, the hourglass done emoji is depicted with a rich, sandy brown hue filling the bottom bulb, signifying completion, while the top bulb remains empty, the sand having fully passed through. The glass itself features Apple's characteristic soft rounded edges and subtle highlights, giving it a polished, tactile appearance. This emoji effectively communicates that time has elapsed, a task is finished, or a deadline has been met, offering a clear visual cue for the end of a process on Apple devices."
}