{
  "code": "🎳",
  "Unicode": [
    "U+1F3B3"
  ],
  "slug": "bowling",
  "shortcodes": {
    "github": ":bowling:",
    "slack": ":bowling:",
    "discord": ":bowling:"
  },
  "title": "Bowling",
  "keywords": [
    "ball",
    "bowling",
    "game"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [
      "To perform in (a sport); to participate in (a game).",
      "To take part in a sport's match.",
      "Participate in games or sport",
      "Participate in (a sport or game)."
    ],
    "nouns": [
      "Sport is all forms of usually competitive physical activity which, through casual or organised participation, aim to use, maintain or improve physical ability and skills while providing entertainment to participants, and in some cases, spectators.",
      "Athletics is a term encompassing the human competitive sports and games requiring physical skill, and the systems of training that prepare athletes for competition performance.",
      "Forms of competitive activity, usually physical",
      "Any activity that uses physical exertion or skills competitively under a set of rules that is not based on aesthetics.",
      "An active diversion requiring physical exertion and competition",
      "A sport, comprising a group of athletic events or disciplines, each of which involves either running, walking, throwing or jumping.",
      "The complex of individual or group activities pursued for exercise or pleasure, often taking a competitive form.",
      "Athletics is an exclusive collection of sporting events that involve competitive running, jumping, throwing, and walking.",
      "Recreational games and play.",
      "An application that allow the user to follow sports headlines, teams, scores, schedules and standings.",
      "A term for athletic sports and culture based on human, physical competition",
      "A group of sporting activities which includes track and field, road running, cross country running and racewalking.",
      "A participant in a group of sporting activities which includes track and field, road running, cross country running and racewalking.",
      "An umbrella sport, comprising track and field, cross country, road running and racewalking",
      "An activity described by a set of rules, especially for the purpose of entertainment, often competitive or having an explicit goal.",
      "A class of computer program in which one or more users interact with the computer as a form of entertainment. Computer games run the gamut from simple alphabet games for toddlers to chess, treasure hunts, war games, and simulations of world events. The games are controlled from a keyboard or with a joystick or other device and are supplied on disks, on CD-ROMs, as game cartridges, on the Internet, or as arcade devices.",
      "Games are activities involving structured playing, usually undertaken for enjoyment and sometimes used as an educational tool.",
      "Structured information used for playing",
      "A pursuit or activity with rules performed either alone or with others, for the purpose of entertainment.",
      "A contest with rules to determine a winner",
      "A game is structured playing, usually undertaken for enjoyment and sometimes used as an educational tool.",
      "Bowling refers to a series of sports or leisure activities in which a player rolls or throws a bowling ball towards a target.",
      "A game in which balls are rolled at an object or group of objects with the aim of knocking them over or moving them"
    ]
  },
  "category": "Activities",
  "alsoKnownAs": [
    "Bowling Ball",
    "Pins",
    "Skittles",
    "Ten Pin Bowling"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>Ten-pin bowling emoji, showing a bowling ball and pins.</p>",
  "apple_vendor_description": "The bowling emoji on Apple devices showcases a classic black bowling ball, rendered with Apple's signature glossy 3D shading and a polished, reflective surface. Its perfectly spherical form and subtle highlights convey a sense of momentum and anticipation, as if ready to strike. This emoji, with its smooth finish and striking appearance, is ideal for communicating plans for leisure, activities, or expressing a desire for a successful outcome."
}