{
  "code": "元",
  "Unicode": [
    "U+1F938"
  ],
  "slug": "person-cartwheeling",
  "shortcodes": {
    "github": ":cartwheeling:",
    "slack": ":person_doing_cartwheel:",
    "discord": ":cartwheel:"
  },
  "title": "Person Doing Cartwheel",
  "keywords": [
    "cartwheel",
    "gymnastics",
    "person cartwheeling"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [
      "Do cartwheels: perform an acrobatic movement using both hands and feet"
    ],
    "nouns": [
      "A sport that involves exercises intended to display strength and balance and agility",
      "A sport involving performance of exercises requiring physical strength, flexibility, agility, coordination, and balance.",
      "Sport",
      "A sport involving the performance of sequences of movements requiring physical strength, flexibility, and kinesthetic awareness.",
      "Gymnastics is a very complex competition involving the performance of exercises requiring physical strength, flexibility, power, agility, coordination, grace, balance and control.",
      "A gymnastic maneuver.",
      "A cartwheel is a sideways rotary movement of the body.",
      "An acrobatic maneuver",
      "A gymnastic maneuver whereby the gymnast rotates to one side or the other while keeping arms and legs outstretched, spinning for one or more revolutions.",
      "Acrobatic revolutions with the body turned sideways and the arms and legs outstretched like the spokes of a wheel"
    ]
  },
  "category": "People & Body",
  "alsoKnownAs": [
    "Gymnast",
    "Gymnastics"
  ],
  "version": {
    "unicode-version": "9.0",
    "emoji-version": "3.0"
  },
  "description": "<p>A person doing a cartwheel, representing the sport of gymnastics.</p>\r\n\r\n<p>In June 2023 this emoji was at the center of a viral trend (Ba&rsquo;t 元 malungkot 元 ang 元 beshy 元 ko?) based on a scene from an episode of the Philippine television drama anthology show <a href=\"https://en.wikipedia.org/wiki/Magpakailanman\"><em>Magpakailanman</em></a>.</p>\r\n\r\n<div id=\"professor_prebid-root\">&nbsp;</div>",
  "apple_vendor_description": "On Apple devices, the person cartwheeling emoji embodies pure kinetic energy with its dynamic pose and vibrant, sporty attire. The figure is rendered with Apple's signature smooth gradients and soft rounded edges, appearing ready to leap off the screen with a sense of joyful abandon. Its bright, energetic colors and realistic lighting suggest a moment of uninhibited celebration or athletic prowess, perfect for conveying excitement and enthusiasm in digital conversations."
}