{
  "code": "🇪🇹",
  "Unicode": [
    "U+1F1EA",
    "U+1F1F9"
  ],
  "slug": "flag-ethiopia",
  "shortcodes": {
    "github": ":ethiopia:",
    "slack": ":flag-et:",
    "discord": ":flag_et:"
  },
  "title": "Flag: Ethiopia",
  "keywords": [
    "flag"
  ],
  "senses": {
    "adjectives": [
      "From or in the countryside or connected with it.",
      "Of, from or pertaining to the countryside (adjective)."
    ],
    "verbs": [],
    "nouns": [
      "Emblem usually consisting of a rectangular piece of cloth of distinctive design",
      "Piece of cloth.",
      "A flag is a piece of fabric with a distinctive design that is used as a symbol, as a signaling device, or as decoration.",
      "A piece of cloth, often decorated with an emblem, used as a visual signal or symbol.",
      "Piece of fabric with a distinctive design",
      "Country in Eastern Africa.",
      "Ethiopia is a republic in northeastern Africa on the Red Sea; formerly called Abyssinia",
      "Ethiopia, officially known as the Federal Democratic Republic of Ethiopia, is a country located in the Horn of Africa.",
      "Most often spelled Ras Dashen",
      "Ethiopia is a landlocked state in the Horn peninsula of Africa, officially known as the Federal Democratic Republic of Ethiopia, it is the second most populous nation in Africa.",
      "Country in Eastern Africa. Official name: Federal Democratic Republic of Ethiopia.",
      "Official name of Ethiopia.",
      "A country in Eastern Africa, bordered by Eritrea, Djibouti, Somalia, Kenya and Sudan. Its capital is Addis Ababa.",
      "Country in Africa",
      "The current flag of Ethiopia was adopted on 31 October 1996.",
      "The opposite of secession",
      "As its original Latin term",
      "Government",
      "The collective body of a nation or state as politically organized, or as exercising political functions.",
      "The territory of a nation, especially an independent nation state or formerly independent nation; a political entity asserting ultimate authority over a geographical area.",
      "Nations is often used synonymously with ethnic group, but although ethnicity is now one of the most important aspects of cultural or social identity for the members of most nations, people with the same ethnic origin may live in different nation-states and be treated as members of separate nations for that reason.",
      "Political organisation with a centralized independent government",
      "The government.",
      "An organized political community, living under a government",
      "Nation has various meanings, and the meaning has changed over time.",
      "A state is an organized community living under one government.",
      "A political entity asserting ultimate authority over a geographical area.",
      "A people permanently occupying a fixed territory bound together by common law, habits and custom into one body politic exercising, through the medium of an organized government, independent sovereignty and control over all persons and things within its boundaries, unless or until authority is ceded to a federation or union of other states.",
      "The people who live in a nation or country",
      "A politically organized body of people under a single government",
      "A sovereign state.",
      "A state is a nonphysical juridical entity of the international legal system that is represented by one centralized government that has supreme independent authority over a geographic area.",
      "The geographic area under the control of a political state."
    ]
  },
  "alsoKnownAs": [
    "Ethiopian Flag"
  ],
  "version": {
    "unicode-version": null,
    "emoji-version": "1.0"
  },
  "description": "<p>The flag for Ethiopia, which may show as the letters&nbsp;<em>ET</em>&nbsp;on some platforms.</p>",
  "apple_vendor_description": "The flag of Ethiopia on Apple devices is a vibrant representation, featuring horizontal stripes of green, yellow, and red from top to bottom, with the national emblem centered. Apple's rendering employs smooth gradients and realistic lighting to give the colors a rich, luminous quality, while the flag's soft rounded edges suggest movement as if gently waving. This iconic design, with its distinctive star and sunburst emblem, is a proud display of Ethiopian national identity and heritage in digital communications."
}