{
  "code": "🤸🏾",
  "Unicode": [
    "U+1F938",
    "U+1F3FE"
  ],
  "slug": "person-cartwheeling-medium-dark-skin-tone",
  "shortcodes": null,
  "title": "person cartwheeling: medium-dark skin tone",
  "keywords": [
    "gymnastics",
    "medium-dark skin tone",
    "cartwheel"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [
      "Do cartwheels: perform an acrobatic movement using both hands and feet"
    ],
    "nouns": [
      "A sport that involves exercises intended to display strength and balance and agility",
      "A sport involving performance of exercises requiring physical strength, flexibility, agility, coordination, and balance.",
      "Sport",
      "A sport involving the performance of sequences of movements requiring physical strength, flexibility, and kinesthetic awareness.",
      "Gymnastics is a very complex competition involving the performance of exercises requiring physical strength, flexibility, power, agility, coordination, grace, balance and control.",
      "A gymnastic maneuver.",
      "A cartwheel is a sideways rotary movement of the body.",
      "An acrobatic maneuver",
      "A gymnastic maneuver whereby the gymnast rotates to one side or the other while keeping arms and legs outstretched, spinning for one or more revolutions.",
      "Acrobatic revolutions with the body turned sideways and the arms and legs outstretched like the spokes of a wheel"
    ]
  },
  "category": "People & Body",
  "alsoKnownAs": null,
  "version": null,
  "description": "This version of the  Person Cartwheeling emoji has the  Medium-dark Skin Tone applied, which is displayed as a Dark Brown Skin Tone on s",
  "apple_vendor_description": "On Apple devices, the medium-dark skin tone person cartwheeling emoji captures a dynamic sense of joy and energetic movement. Their body is rendered in a smooth, curved pose, suggesting a mid-air flip with impressive agility, accentuated by Apple's signature glossy 3D shading and realistic lighting. The detailed rendering on Apple devices makes the limbs appear fluid and the expression, though subtle, conveys pure exhilaration and freedom. This emoji is perfect for celebrating achievements, expressing excitement, or conveying a sense of playful abandon."
}