{
  "code": "🏌️‍♀️",
  "Unicode": [
    "U+1F3CC",
    "U+FE0F",
    "U+200D",
    "U+2640",
    "U+FE0F"
  ],
  "slug": "woman-golfing",
  "shortcodes": {
    "github": ":golfing_woman:",
    "slack": ":woman-golfing:",
    "discord": ":woman_golfing:"
  },
  "title": "Woman Golfing",
  "keywords": [
    "golf",
    "woman",
    "woman golfing"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [
      "Play golf"
    ],
    "nouns": [
      "A woman is a female human.",
      "Female adult human",
      "An animal of the sex that produces eggs.",
      "An adult human member of the sex that produces ova and bears young.",
      "An adult female human.",
      "An adult female person (as opposed to a man)",
      "Adult female human being.",
      "Playing golf",
      "A ball game played by individuals competing against one another in which the object is to hit a ball into each of a series of (usually 18 or nine) holes in the minimum number of strokes.",
      "Sport in which players attempt to hit a ball with a club into a goal using a minimum number of shots",
      "A game played on a large open course, the object of which is to hit a ball using clubs, with as few strokes as possible, into each of usually 18 holes.",
      "A game played on a large open course with 9 or 18 holes; the object is use as few strokes as possible in playing all the holes",
      "Golf is a precision club and ball sport in which competing players use various clubs to hit balls into a series of holes on a course using as few strokes as possible."
    ]
  },
  "category": "People & Body",
  "alsoKnownAs": [
    "Golf",
    "Golf Club",
    "Venus Symbol",
    "Woman Symbol"
  ],
  "version": {
    "unicode-version": null,
    "emoji-version": "4.0"
  },
  "description": "<p>The female version of the <a href=\"/person-golfing/\">🏌&nbsp;Golfer</a>&nbsp;emoji.</p>",
  "apple_vendor_description": "On Apple devices, the woman golfing emoji captures a moment of athletic focus and refined sport. Her stance, rendered with Apple's signature smooth gradients and soft rounded edges, suggests poised readiness for a swing. The subtle gloss and realistic lighting on her attire and the golf club evoke the polished aesthetic often associated with the game, symbolizing leisure, skill, or the pursuit of personal goals."
}