{
  "code": "😡",
  "Unicode": [
    "U+1F621"
  ],
  "slug": "pouting-face",
  "shortcodes": {
    "github": ":rage:",
    "slack": ":rage:",
    "discord": ":rage:"
  },
  "title": "Pouting Face",
  "keywords": [
    "angry",
    "face",
    "mad",
    "pouting",
    "rage",
    "red"
  ],
  "senses": {
    "adjectives": [
      "Displaying or feeling anger.",
      "Angry, annoyed.",
      "Irritated, in a temper, feeling or displaying anger.",
      "Feeling or showing anger",
      "Irritated and roused to anger.",
      "Roused to anger- Mark Twain",
      "Aroused to impatience or anger",
      "Aroused to impatience or anger.",
      "Troubled persistently especially with petty annoyances",
      "Troubled persistently especially with petty annoyances."
    ],
    "verbs": [
      "To act or speak in heightened anger.",
      "Behave violently, as if in state of a great anger",
      "To move quickly and noisily.",
      "To act or speak violently, as if in state of a great anger.",
      "To behave violently; to rage.",
      "To move quickly and noisily like a storm, usually in a state of uproar or anger.",
      "Frown with displeasure",
      "To look at or repel with a scowl or a frown.",
      "To cry out with a shrill voice; to utter a sudden, sharp outcry, or shrill, loud cry, as in fright or extreme pain; to shriek; to screech.",
      "To utter a sudden and loud outcry, as in joy, triumph, or exultation, or to attract attention, to animate soldiers, etc.",
      "To utter a sudden and loud outcry.",
      "To speak with a loud, excited voice.",
      "Utter a sudden loud cry",
      "To utter in a loud or distinct voice.",
      "Look down on with disdain",
      "To feel or display contempt or disdain for something or somebody; to despise.",
      "To feel contempt or disdain for something or somebody.",
      "To dislike intensely due to envy.",
      "To dislike intensely; to loathe.",
      "To dislike intensely; to feel strong hostility towards.",
      "Dislike intensely; feel antipathy or aversion towards",
      "To madden, to anger, to frustrate."
    ],
    "nouns": [
      "The debut album by Slipknot",
      "Slipknot is the debut studio album by American heavy metal band Slipknot.",
      "Album by Slipknot",
      "Basic emotion",
      "Anger is an emotional response related to one's psychological interpretation of having been threatened.",
      "The state of being angry",
      "The state of being angry.",
      "Anger is a common emotional response to real or imagined threats or harm to oneself or others, characterized by a desire, whether internalized or expressed, to engage in aggressive retaliation.",
      "A feeling of strong dislike or hostility.",
      "Strong aversion; intense dislike; hateful regard; an affection of the mind awakened by something regarded as unpleasant, harmful or evil.",
      "Hatred is a deep and emotional extreme dislike.",
      "Hatred.",
      "This page is for quotations on Hatred.",
      "The emotion of intense dislike; a feeling of dislike so strong that it demands action",
      "Deep and emotional extreme dislike"
    ]
  },
  "category": "Smileys & Emotion",
  "alsoKnownAs": [
    "Angry Face",
    "Grumpy Face",
    "Mad Face",
    "Red Face"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A red face with an angry expression: frowning mouth with eyes and eyebrows scrunched downward. Bears the same expression as <a href=\"/angry-face/\">😠&nbsp;Angry Face</a> on most platforms and may convey more intense degrees of anger, e.g., hate or rage.</p>\r\n\r\n<p>Samsung&rsquo;s design <a href=\"/samsung/touchwiz-7.1/pouting-face/\">previously featured</a> a yellow face with the <a href=\"/anger-symbol/\">💢 Anger Symbol</a> on its forehead. Microsoft&rsquo;s design <a href=\"/microsoft/windows-10/pouting-face/\">previously featured</a> a&nbsp;yellow face with a more hurt expression.</p>\r\n\r\n<p>Not to be confused with <a href=\"/person-pouting/\">🙎 Person With Pouting Face</a>. This emoji also has a cat variant, <a href=\"/pouting-cat/\">😾&nbsp;Pouting Cat Face</a>.</p>",
  "apple_vendor_description": "Apple's pouting face emoji is a masterclass in conveying subtle displeasure with its characteristic design. The face, rendered with smooth gradients and soft, rounded edges, features downturned lips and often narrowed eyes, creating a distinctly sulky expression. On Apple devices, the glossy 3D shading gives the face a life-like quality, making this emoji perfect for expressing mild annoyance, disappointment, or a playful sense of being grumpy."
}