{
  "code": "⭕",
  "Unicode": [
    "U+2B55"
  ],
  "slug": "hollow-red-circle",
  "shortcodes": {
    "github": ":o:",
    "slack": ":o:",
    "discord": ":o:"
  },
  "title": "Heavy Large Circle",
  "keywords": [
    "circle",
    "hollow red circle",
    "large",
    "o",
    "red"
  ],
  "senses": {
    "adjectives": [
      "In the shape of, or moving in a circle.",
      "Circular or cylindrical; having a circular cross-section in one direction.",
      "Having a circular, cylindrical or spherical shape.",
      "Having a circular shape"
    ],
    "verbs": [],
    "nouns": [
      "A two-dimensional geometric figure, a disk, consisting of the set of all those points of a plane at a distance less than or equal to a fixed distance from another point.",
      "Three-dimensional geometric figure.",
      "Ellipse in which the two axes are of equal length; a plane curve generated by one point moving at a constant distance from a fixed point",
      "A circle is a simple shape of Euclidean geometry that is the set of all points in a plane that are at a given distance from a given point, the center.",
      "Circles are simple shapes of Euclidean geometry consisting of those points in a plane which are equidistant from a given point, the center.",
      "Simple shape of Euclidean geometry",
      "A two-dimensional, geometric shape that is made up of every point on a plane which is equidistant from the centre. May be drawn with a pair of compasses."
    ]
  },
  "category": "Symbols",
  "alsoKnownAs": [
    "Circle",
    "Correct",
    "Red Circle"
  ],
  "version": {
    "unicode-version": "5.2",
    "emoji-version": "1.0"
  },
  "description": "<p>Used as an alternative to a <a title=\"✔ Heavy Check Mark\" href=\"/check-mark/\">check</a> (tick) in Japan for a something that is correct. The opposite of an X (<a title=\"❌ Cross Mark\" href=\"/cross-mark/\">cross mark</a>) for something wrong.</p>\n",
  "apple_vendor_description": "The hollow red circle on Apple devices is a striking, vibrant crimson outline, devoid of any inner filling, creating a bold and graphic statement. Its perfect circular form and smooth, unblemished surface are rendered with Apple's characteristic precision and subtle glossy highlights. This emoji is often used to draw attention to a specific point, signify an important notification, or represent a marker or target, conveying a sense of urgency or emphasis with its clean Apple design."
}