{
  "code": "🎏",
  "Unicode": [
    "U+1F38F"
  ],
  "slug": "carp-streamer",
  "shortcodes": {
    "github": ":flags:",
    "slack": ":flags:",
    "discord": ":flags:"
  },
  "title": "Carp Streamer",
  "keywords": [
    "carp",
    "celebration",
    "streamer"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [
      "Fly a kite",
      "Travel through the air; be airborne",
      "To cause to travel through the air.",
      "To cause to fly : to transport via air or the like.",
      "To move autonomously through the air, without any part of the object or object's enclosure touching anything attached to the ground.",
      "To fly."
    ],
    "nouns": [
      "Koinobori, meaning \"carp streamer\" in Japanese, are carp-shaped wind socks traditionally flown in Japan to celebrate, a traditional calendrical event which is now designated a national holiday; Children's Day.",
      "Any of various mostly cold-blooded aquatic vertebrates usually having scales and breathing through gills",
      "Fish anatomy is the study of the form or morphology of fishes."
    ]
  },
  "category": "Activities",
  "alsoKnownAs": [
    "Fish Flag",
    "Koinobori",
    "Wind Socks"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>Japanese <i>koinobori</i>, decorative, carp-shaped windsocks flown in celebration of <a href=\"https://en.wikipedia.org/wiki/Children%27s_Day_(Japan)\">Children&rsquo;s Day</a>&nbsp;on May 5 in Japan. Generally depicted as a blue and red stylized carp fish on a golden pole.</p>\r\n\r\n<p>When not applied to Children&rsquo;s Day, used for various idiosyncratic purposes. SoftBank&rsquo;s design resembles more traditional <a href=\"http://www.koinobori-japan.jp/koinobori.html\"><i>koinobori</i></a>.</p>",
  "apple_vendor_description": "The carp streamer emoji on Apple devices is a vibrant, dynamic representation of the Koinobori, a Japanese carp-shaped windsock. Rendered with Apple's signature glossy 3D shading, the fish appears to be gracefully swimming through the air with a bright orange body and bold black markings. Its smooth, flowing form and soft rounded edges evoke a sense of joyous celebration and good fortune, often used to mark Children's Day or to wish someone strength and success."
}