{
  "code": "🐁",
  "Unicode": [
    "U+1F401"
  ],
  "slug": "mouse",
  "shortcodes": {
    "github": ":mouse2:",
    "slack": ":mouse2:",
    "discord": ":mouse2:"
  },
  "title": "Mouse",
  "keywords": [
    "mouse"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [],
    "nouns": [
      "Any of various long-tailed rodents similar to but larger than a mouse",
      "Rodents of the superfamily Muroidea",
      "Rats are various medium-sized, long-tailed rodents of the superfamily Muroidea.",
      "A nearly omnivorous rodent of the genus ''rattus'' characterised by a long hairless tail, rounded ears, and a pointed nose.",
      "Mammal of the order Rodentia.",
      "Relatively small placental mammals having a single pair of constantly growing incisor teeth specialized for gnawing",
      "Rodents are mammals of the order Rodentia, characterized by a single pair of continuously growing incisors in each of the upper and lower jaws.",
      "Any of the relatively small placental mammals that constitute the order Rodentia, having constantly growing incisor teeth specialized for gnawing.",
      "A mammal of the order Rodentia, characterized by long incisors that grow continuously and are worn down by gnawing.",
      "Order of mammals",
      "A mouse is a small mammal belonging to the order of rodents, characteristically having a pointed snout, small rounded ears, and a long naked or almost hairless tail.",
      "A genus of rodents containing many kinds of mice",
      "Genus of rodent",
      "A medium-sized rodent belonging to the genus Rattus.",
      "Any small rodent of the genus Mus.",
      "Rodent of the genus Mus.",
      "Any of numerous small rodents typically resembling diminutive rats having pointed snouts and small ears on elongated bodies with slender usually hairless tails",
      "A mouse is a small mammal belonging to the order of rodents, characteristically having a pointed snout, small rounded ears, a body-length scaly tail and a high breeding rate.",
      "Any of numerous small rodents of the genera ''rattus'', ''mus'', or various other related genera of the ''Muridæ'' family characterised by a long hairless tail, rounded ears, and a pointed nose."
    ]
  },
  "category": "Animals & Nature",
  "alsoKnownAs": [
    "Dormouse",
    "Mice",
    "Rodent"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>Eek! A mouse, a small rodent with large ears and a long tail. Generally depicted in white in full profile on all fours facing left, with pink ears, feet, and tail, often with reddish eyes.</p>\r\n\r\n<p>See also <a href=\"/mouse-face/\">🐭 Mouse Face</a>. Not to be confused with <a href=\"/rat/\">🐀 Rat</a>&nbsp;or <a href=\"/computer-mouse/\">🖱️ Computer Mouse</a>.</p>\r\n\r\n<p>Facebook&rsquo;s mouse is sitting on its hind legs. Google&rsquo;s design <a href=\"/google/android-8.0/mouse/\">was&nbsp;previously</a> more cartoon-styled, standing on its hind legs and facing forward with a buck tooth. Microsoft&rsquo;s mouse was <a href=\"/microsoft/windows-10/mouse/\">previously</a> brown.</p>",
  "apple_vendor_description": "The mouse emoji on Apple devices is rendered with a smooth, rounded silhouette and a polished finish, showcasing Apple's commitment to clean, intuitive design. Its subtle highlights and soft edges give it a modern, almost tactile appearance, symbolizing computer interaction, digital navigation, or a quick selection. It's a perfect visual shorthand for browsing the web or making a choice within a digital interface."
}