{
  "code": "💥",
  "Unicode": [
    "U+1F4A5"
  ],
  "slug": "collision",
  "shortcodes": {
    "github": ":collision:",
    "slack": ":collision:",
    "discord": ":boom:"
  },
  "title": "Collision Symbol",
  "keywords": [
    "boom",
    "collision",
    "comic"
  ],
  "senses": {
    "adjectives": [
      "Serving to explode or characterized by explosion or sudden outburst",
      "With the capability to, or likely to, explode."
    ],
    "verbs": [
      "Cause to burst with a violent release of energy",
      "Throw bombs at or attack with bombs",
      "Attack with bombs.",
      "To attack something with bombs, artillery shells or other missiles or projectiles.",
      "To attack by using one or more bombs.",
      "To attack using one or more bombs; to bombard.",
      "To expand suddenly with great force, a loud noise and release energy because of strong inner pressure due to a violent chemical or physical reaction.",
      "Burst and release energy as through a violent chemical or physical reaction;\"the bomb detonated at noon\""
    ],
    "nouns": [
      "A firework consisting of a string of bangers linked by a fuse designed to emit a series of loud bangs when lit.",
      "A small explosive device primarily designed to produce a loud noise",
      "Small explosive device primarily designed to make noise",
      "A firework consisting of a string of bangers linked by a fuse designed to emit a series of loud bangs when lit. Traditionally used in Chinese celebrations (e.g. Chinese New Year) to scare off ghosts and bad spirits and to bring good luck.",
      "Firework consisting of a small explosive charge and fuse in a heavy paper casing",
      "A firecracker is a small explosive device primarily designed to produce a large amount of noise, especially in the form of a loud bang; any visual effect is incidental to this goal.",
      "(physics) a brief event in which two or more bodies come together",
      "A collision is an isolated event in which two or more moving bodies exert forces on each other for a relatively short time.",
      "An impact between two or more moving objects",
      "An often violent body impact with another.",
      "Contact between objects in which physical force is exerted on each",
      "An explosion is a rapid increase in volume and release of energy in an extreme manner, usually with the generation of high temperatures and the release of gases.",
      "A violent release of energy caused by a chemical or nuclear reaction",
      "A violent, sudden release of energy resulting from powders or gases undergoing instantaneous ignition or from some other means of detonation, often accompanied by a force producing great amounts of heat, major structural damages, shock waves and flying shrapnel.",
      "Violent release of energy.",
      "A rapid increase in volume and release of energy in an extreme manner",
      "Sudden release of energy through high temperatures and gas expansion",
      "A violent release of energy (sometimes mechanical, nuclear, or chemical.)",
      "A steady bright blue light; formerly used as a signal but now a firework",
      "A bright blue flare, formerly used in signalling, but now chiefly as fireworks.",
      "Fireworks are a class of explosive pyrotechnic devices used for aesthetic, cultural, and religious purposes.",
      "Such as firecrackers, bottle rockets, bang snaps and others",
      "Event or display of fireworks.",
      "An event or a display where fireworks are set off.",
      "Bombs are any of a range of explosive weapons that only rely on the exothermic reaction of an explosive material to provide an extremely sudden and violent release of energy.",
      "An explosive device fused to explode under specific conditions",
      "A bomb is any of a range of explosive weapons that only rely on the exothermic reaction of an explosive material to provide an extremely sudden and violent release of energy.",
      "An explosive device used or intended as a weapon.",
      "A device filled with explosives used for destroying things.",
      "An explosive device",
      "Device filled with explosives.",
      "Explosive weapon",
      "A sudden percussive noise.",
      "Representing a loud noise or heavy impact.",
      "A loud, sudden sound.",
      "A sudden very loud noise",
      "Any loud, sudden, explosive sound made by striking hard surfaces together, or resembling such a sound.",
      "Loud, sudden sound."
    ]
  },
  "category": "Smileys & Emotion",
  "alsoKnownAs": [
    "Bang",
    "Explode",
    "Impact",
    "Red Spark"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A cartoon-styled representation of a collision. Depicted as a star-like, orange-and-yellow fiery burst, generally with one point extending to the bottom right, as if from the source of the collision.</p>\r\n\r\n<p>May be used to represent various types of bangs, explosions, or crashes. Like <a href=\"/fire/\">🔥 Fire</a> and <a href=\"/hundred-points/\">💯 Hundred Points</a>, commonly used to represent something is excellent or exciting in some way.</p>\r\n\r\n<p>Apple implements a version of 💥 Collision in its <a href=\"/firecracker/\">🧨 Firecracker</a>&nbsp;and&nbsp;<a href=\"/camera-with-flash/\">📸 Camera With Flash</a>.</p>",
  "apple_vendor_description": "Apple's collision emoji is a dynamic visual representation of impact, featuring two stylized objects, often stars or bursts, colliding with a bright, energetic flash. On Apple devices, the emoji uses sharp lines and vivid colors with glossy 3D shading to emphasize the force of the impact, while realistic lighting adds a sense of explosive drama. This emoji effectively communicates sudden events, accidents, or a forceful confrontation in digital messages."
}