{
  "code": "🦇",
  "Unicode": [
    "U+1F987"
  ],
  "slug": "bat",
  "shortcodes": {
    "github": ":bat:",
    "slack": ":bat:",
    "discord": ":bat:"
  },
  "title": "Bat",
  "keywords": [
    "bat",
    "vampire"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [],
    "nouns": [
      "Immortal being which drinks the blood of mortals to survive.",
      "A vampire is a supernatural creature, featuring prominently in horror fiction and folk tales, that lives after death through drinking the blood of the living.",
      "A vampire is a mythical being who subsists by feeding on the life essence of living creatures.",
      "(folklore) a corpse that rises at night to drink the blood of the living",
      "In ancient Greek mythology, Lamia was a beautiful queen of Libya who became a child-eating daemon.",
      "Queen of Libya",
      "Mythological creatures who subsist by feeding on the blood of the living",
      "A mythological undead creature said to feed on the blood of the living.",
      "Bats are mammals of the order Chiroptera whose forelimbs form webbed wings, making them the only mammals naturally capable of true and sustained flight.",
      "Small flying mammal.",
      "Nocturnal mouselike mammal with forelimbs modified to form membranous wings and anatomical adaptations for echolocation by which they navigate",
      "A small, nocturnal, flying mammal of the order Chiroptera, which navigates by means of echolocation. It looks like a mouse with membranous wings extending from the forelimbs to the hind limbs or tail.",
      "Any of the small, nocturnal, flying mammals of the order Chiroptera, which navigate by means of echolocation.",
      "Bats are are flying mammals in the order Chiroptera.",
      "Order of placental mammals, comprising the bats, having the front limbs modified as wings.",
      "Any mammal, of the order Chiroptera, that has forelimbs modified to form wings",
      "Order of mammals, the bats",
      "Someone who studies bats (the flying mammals)."
    ]
  },
  "category": "Animals & Nature",
  "alsoKnownAs": [
    "Batman"
  ],
  "version": {
    "unicode-version": "9.0",
    "emoji-version": "3.0"
  },
  "description": "<p>A bat, the&nbsp;flying mammal of the night. Variously depicted as a brown, black, or gray bat, with wings outspread and pointy ears, facing forward or left.</p>\r\n\r\n<p>Often used in association with <a href=\"/halloween/\">Halloween</a>, <a href=\"/vampire/\">vampires</a>, and Batman.</p>\r\n\r\n<p>Google&rsquo;s bat <a href=\"/google/android-8.0/bat/\">was previously</a>&nbsp;purplish in color, bearing two fangs. <a href=\"/samsung/touchwiz-7.1/bat/\">Samsung&rsquo;s</a> bat was previously brown, and&nbsp;<a href=\"/facebook/2.0/bat/\">Facebook&rsquo;s</a> gray.</p>",
  "apple_vendor_description": "On Apple devices, the bat emoji takes flight with a dark, velvety texture and softly rounded wings that suggest a silent, nocturnal movement. Its form is rendered with impressive 3D depth and realistic lighting, making it appear almost tangible, with subtle highlights on its leathery wings. This emoji, as seen on Apple devices, evokes the mystery and magic of nighttime creatures, often used to represent Halloween, spooky themes, or simply the darkness of night."
}