{
  "code": "👁️",
  "Unicode": [
    "U+1F441",
    "U+FE0F"
  ],
  "slug": "eye",
  "shortcodes": {
    "github": ":eye:",
    "slack": ":eye:",
    "discord": ":eye:"
  },
  "title": "Eye",
  "keywords": [
    "body",
    "eye"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [
      "Look attentively",
      "To look attentively.",
      "To try to see, to pay attention to with one's eyes.",
      "To actively use one's eyes.",
      "Perceive with attention; direct one's gaze towards",
      "To appear; to look.",
      "Look at",
      "To gauge, estimate or judge by eye; to look or glance at.",
      "Look at with fixed eyes",
      "To look fixedly.",
      "To look fixedly (at something).",
      "Perceive by sight or have the power to perceive by sight",
      "Perceive with the eyes.",
      "To perceive by the visual faculty.",
      "To perceive or detect with the eyes, or as if by sight.",
      "To see, or to look at."
    ],
    "nouns": [
      "An organ of vision that detects light",
      "An eye.",
      "The organ of sight",
      "Organ that detects light and converts it into electro-chemical impulses in neurons",
      "The two eyes of a human being considered as a whole.",
      "A window or other opening that has an oval or circular shape (as of an eye).",
      "An organ through which animals see.",
      "Eyes are sensory organs of the face responsible for sight.",
      "An oculus, plural oculi, from Latin oculus: eye, denotes a circular opening in the center of a dome or in a wall.",
      "Eyes are the organs of vision.",
      "The part of the eye having a spherical shape.",
      "The organ that is sensitive to light, which it converts to electrical signals passed to the brain, by which means animals see.",
      "A fixed look with eyes open wide.",
      "A fixed look with eyes open wide",
      "The act of directing the eyes toward something and perceiving it visually",
      "The act of directing the eyes toward something and perceiving it visually.",
      "Looking is an American comedy-drama television series about a group of friends living in San Francisco.",
      "American comedy-drama television series"
    ]
  },
  "category": "People & Body",
  "alsoKnownAs": [
    "Single Eye"
  ],
  "version": {
    "unicode-version": "7.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A single human eye, looking forward. This eye is in a different shape and style to the pair of <a href=\"/eyes/\" title=\" 👀 Eyes\">eyes</a>, which are more rounded, and looking to one side.</p>\r\n\r\n<p>Notably used alongside the <a href=\"/mouth\">mouth</a> emoji to create the &quot;It is what it is&quot; emoji face: 👁️👄👁️. <a href=\"https://blog.emojipedia.org/10-years-of-viral-emoji-moments/\">Learn more here</a>.</p>",
  "apple_vendor_description": "On Apple devices, the eye emoji presents a detailed iris rendered with subtle gradients and realistic lighting, conveying a sense of awareness and observation. Its smooth, rounded pupil and gentle sheen are hallmarks of Apple’s signature 3D design language, making it feel both engaging and sophisticated. This emoji is frequently used to signify paying attention, witnessing something, or expressing curiosity and understanding in digital conversations."
}