{
  "code": "💐",
  "Unicode": [
    "U+1F490"
  ],
  "slug": "bouquet",
  "shortcodes": {
    "github": ":bouquet:",
    "slack": ":bouquet:",
    "discord": ":bouquet:"
  },
  "title": "Bouquet",
  "keywords": [
    "bouquet",
    "flower"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [],
    "nouns": [
      "A nosegay, tussie-mussie, or posy is a small flower bouquet, typically given as a gift.",
      "An arrangement of flowers that is usually given as a present",
      "A small bunch of flowers typically given as a gift and often held together by a string around the flower stems.",
      "A small bouquet of flowers worn at the shoulder or waist or on the wrist.",
      "A flower; a bouquet; a nosegay.",
      "A small bouquet of flowers, originally worn attached to the bodice of a woman's dress.",
      "A corsage is a small bouquet of flowers worn on a woman's dress or worn around her wrist to a formal occasion, traditionally purchased by the woman's date.",
      "  Traditionally the first of the four seasons of the year in temperate regions, in which plants spring from the ground and trees come into blossom, following winter and preceding summer.",
      "The season of growth",
      "The season of spring.",
      "Season, between winter and summer",
      "One of the four temperate seasons",
      "The season of spring, between winter and summer.",
      "Traditionally the first of the four seasons, the season of growth with an ever increasing amount of daytime.",
      "Spring is one of the four conventional temperate seasons, following winter and preceding summer.",
      "Spring is one of the four seasons of temperate zones, the transition from winter into summer.",
      "The reproductive structure of angiosperm plants, consisting of stamens and carpels surrounded by petals and sepals all borne on the receptacle.",
      "A flower lacking sepals, petals, stamens, or carpels.",
      "Flowers, sometimes known as blooms or blossoms, are the reproductive structures found in flowering plants.",
      "A flower, sometimes known as a bloom or blossom, is the reproductive structure found in flowering plants.",
      "Structure found in some plants (division Magnoliophyta / angiosperms) to support reproduction",
      "A plant cultivated for its blooms or blossoms"
    ]
  },
  "category": "Animals & Nature",
  "alsoKnownAs": [
    "Bouquet Of Flowers"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A bouquet of brightly colored flowers. Generally depicted as a collection of pink and yellow flowers with green stems tied together. Positioned at various angles across platforms.</p>\r\n\r\n<p>Commonly used for <a href=\"/valentines-day/\">Valentine&rsquo;s Day</a>, <a href=\"/mothers-day/\">Mother&rsquo;s Day</a>, and other special occasions. May also be more generally used to express such sentiments as love, appreciation, and happiness.</p>\r\n\r\n<p>Google&rsquo;s flowers were <a href=\"/google/android-7.0/bouquet/\">previously</a> all yellow, <a href=\"/microsoft/windows-10/bouquet/\">Microsoft&rsquo;s</a> roses, and <a href=\"/samsung/experience-9.0/bouquet/\">Samsung&rsquo;s</a> pink and white.</p>",
  "apple_vendor_description": "On Apple devices, the bouquet emoji is a vibrant and artfully arranged collection of blossoms, bursting with rich colors and detailed textures. Apple’s signature glossy 3D shading gives each petal a lifelike softness and depth, while realistic lighting highlights the dewdrops and subtle variations in hue. This delightful arrangement, with its smooth gradients and soft rounded edges, evokes feelings of beauty, celebration, and thoughtful gifting."
}