{
  "code": "🌉",
  "Unicode": [
    "U+1F309"
  ],
  "slug": "bridge-at-night",
  "shortcodes": {
    "github": ":bridge_at_night:",
    "slack": ":bridge_at_night:",
    "discord": ":bridge_at_night:"
  },
  "title": "Bridge at Night",
  "keywords": [
    "bridge",
    "bridge at night",
    "night"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [],
    "nouns": [
      "A bridge is a structure built to span physical obstacles such as a body of water, valley, or road, for the purpose of providing passage over the obstacle.",
      "Structure built to span physical obstacles",
      "A structure that allows people or vehicles to cross an obstacle such as a river or canal or railway etc.",
      "Such as Brig o' Turk",
      "A construction or natural feature that spans a divide.",
      "Construction or natural feature that spans a divide.",
      "A structure that spans and provides a passage over a road, railway, river, or some other obstacle.",
      "A suspension bridge across the Golden Gate",
      "The Golden Gate Bridge is a suspension bridge spanning the Golden Gate strait, the mile-wide, three-mile-long channel between San Francisco Bay and the Pacific Ocean.",
      "Suspension bridge on the San Francisco Bay",
      "Suspension bridge in California.",
      "A 1.7 mile long suspension bridge linking Marin County, California, to San Francisco, California.",
      "A suspension bridge in San Francisco, United States",
      "Night or nighttime is the period of time between the sunset and the sunrise when the Sun is below the horizon.",
      "The time after sunset and before sunrise while it is dark outside",
      "Hours of darkness.",
      "The period between sunset and sunrise, when a location faces far away from the sun, thus when the sky is dark.",
      "Night is the period of time when the sun is below the horizon.",
      "Part of the day when the Sun is not aloft",
      "The hours of darkness between sunset and sunrise; the night."
    ]
  },
  "category": "Travel & Places",
  "alsoKnownAs": [
    "Bridge",
    "Golden Gate Bridge"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A lit-up bridge, shown at night.</p>\n",
  "apple_vendor_description": "The bridge at night emoji on Apple devices showcases a majestic structure illuminated against a deep, starry sky. Its elegant silhouette is rendered with Apple's signature soft rounded edges and a subtle, realistic lighting effect that highlights its architectural details.  This emoji evokes a sense of wonder, nighttime journeys, or the beauty of urban landscapes as seen through Apple's polished design lens."
}