{
  "code": "🖤",
  "Unicode": [
    "U+1F5A4"
  ],
  "slug": "black-heart",
  "shortcodes": {
    "github": ":black_heart:",
    "slack": ":black_heart:",
    "discord": ":black_heart:"
  },
  "title": "Black Heart",
  "keywords": [
    "black",
    "black heart",
    "evil",
    "wicked"
  ],
  "senses": {
    "adjectives": [
      "Causing disgust; repulsive; distasteful.",
      "Causing aversion or disgust.",
      "Highly offensive; arousing aversion or disgust",
      "Of something highly offensive; causing aversion or disgust.",
      "Loathsome; disgusting; as, a foul disease.",
      "Morally corrupt.",
      "Morally bad or wrong",
      "Being of the achromatic color of maximum darkness; having little or no hue owing to absorption of almost all incident light",
      "Absorbing all light and reflecting none; dark and hueless.",
      "Dark and colourless; not reflecting visible light.",
      "Absorbing all light."
    ],
    "verbs": [],
    "nouns": [
      "Black is the color of coal, ebony, and of outer space.",
      "The quality or state of the achromatic color of least lightness (bearing the least resemblance to white)",
      "The state, property or quality of being black.",
      "Darkest color",
      "State, property or quality.",
      "Profound immorality",
      "Evil, in a general context, is taken as the absence or complete opposite of that which is ascribed as being good.",
      "The evil eye",
      "The quality or state of being evil.",
      "Evil is a term used to indicate acts or qualities involving needless or wanton harm or destruction, or the deliberate violation of some accepted moral codes of behavior.",
      "Sinister or malign",
      "The quality of being morally wrong in principle or practice",
      "The quality of being egregious",
      "Of or relating to evil."
    ]
  },
  "category": "Smileys & Emotion",
  "alsoKnownAs": [
    "Dark Heart"
  ],
  "version": {
    "unicode-version": "9.0",
    "emoji-version": "3.0"
  },
  "description": "<p>A heart shaded completely black. May be used to express morbidity, sorrow, or a form of dark humor, but despite the color remains <a href=\"https://blog.emojipedia.org/what-every-heart-emoji-really-means/\">most commonly used for love and affection</a>.</p>",
  "apple_vendor_description": "The black heart emoji on Apple devices is a striking and sophisticated representation, rendered with a deep, velvety black finish that possesses a subtle sheen. Apple's signature glossy 3D shading and realistic lighting give it a sense of depth and intensity, making it stand out with a modern, edgy appeal. This emoji is often used to express a dark sense of humor, solidarity with a cause, or a more complex, brooding emotion than a traditional red heart."
}