{
  "code": "🍽️",
  "Unicode": [
    "U+1F37D",
    "U+FE0F"
  ],
  "slug": "fork-and-knife-with-plate",
  "shortcodes": {
    "github": ":plate_with_cutlery:",
    "slack": ":knife_fork_plate:",
    "discord": ":fork_and_knife_with_plate:"
  },
  "title": "Fork and Knife with Plate",
  "keywords": [
    "cooking",
    "fork",
    "fork and knife with plate",
    "knife",
    "plate"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [
      "To defile or taint.",
      "Take in solid food",
      "To consume something solid or semi-solid (usually food) by putting it into the mouth and eventually swallowing it.",
      "To consume (something solid or semi-solid, usually food) by putting it into the mouth and swallowing it.",
      "Provide a midday meal for",
      "Take the midday meal"
    ],
    "nouns": [
      "A light meal usually eaten around midday, notably when not as main meal of the day.",
      "Tiffin is an English slang term of second breakfast or lunch, sometimes applied to any light meal.",
      "Meal usually eaten at midday.",
      "Meal, usually served at noon",
      "Lunch, an abbreviation of luncheon, is a midday meal of varying size depending on the culture.",
      "A formal meal served in the middle of the day.",
      "A midday meal .",
      "A light midday meal or snack; luncheon",
      "A midday meal",
      "A light meal eaten during the day",
      "Main meal of the day.",
      "Dinner usually refers to the most significant meal of the day, which can be the noon or the evening meal.",
      "The main meal of the day, often eaten in the evening.",
      "A meal that is eaten in the late afternoon or evening daily.",
      "Dinner usually refers to the most significant and important meal of the day, which can be the noon or the evening meal.",
      "The main meal of the day served in the evening or at midday",
      "Main meal of the day, or sometimes to the noon, early afternoon or evening meal",
      "A building where people go to eat",
      "An eating establishment in which diners are served food at their tables.",
      "An establishment in which diners are served food at their tables.",
      "A restaurant is a business which prepares and serves food and drink to customers in return for money, either paid before the meal, after the meal, or with an open account.",
      "Establishment which prepares and serves food",
      "Eating is the ingestion of food or other object, usually to provide heterotrophic organism particularly for energy and growth.",
      "Suitability for use as food",
      "The act of ingesting food.",
      "That which is eaten; food.",
      "Suitability for use as food.",
      "Eating is the ingestion of food to provide for all organisms their nutritional needs, particularly for energy and growth.",
      "Ingestion of food to provide for all organisms their nutritional or medicinal needs",
      "The act of consuming food",
      "The process of consuming food, for the purpose of providing for the nutritional needs of an animal",
      "The act of consuming food.",
      "A meal is an eating occasion that takes place at a certain time and includes specific, prepared food, or the food eaten on that occasion.",
      "The food served and eaten at one time",
      "The food eaten at a meal.",
      "Food that is prepared and eaten, usually at a specific time.",
      "Eating that takes place at a specific time",
      "Food served or eaten as a repast.",
      "Meal is an eating occasion that takes place at a certain time and includes specific, prepared food, or the food eaten on that occasion.",
      "Food that is prepared and eaten.",
      "Any substance consumed to provide nutritional support for the body. For prepared ready-to-eat food, use dish: Q746549.",
      "Any substance consumed by living organisms to sustain life.",
      "Food.",
      "Any substance that can be consumed by living organisms, especially by eating, in order to sustain life.",
      "Any solid substance (as opposed to liquid) that is used as a source of nourishment",
      "Food is any substance consumed to provide nutritional support for the body."
    ]
  },
  "category": "Food & Drink",
  "alsoKnownAs": [
    "Dinner"
  ],
  "version": {
    "unicode-version": "7.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A silver&nbsp;<a href=\"/fork-and-knife/\" title=\"🍴 Fork And Knife\">fork and knife&nbsp;</a>on either side of a white plate, as set for dinner or another meal. Often used more generally for eating and dining. May be paired with&nbsp;<a href=\"/spoon/\">Spoon</a>.</p>\r\n\r\n<p>This emoji tends to spike in popularity on <a href=\"/thanksgiving\">Thanksgiving</a>.&nbsp;</p>",
  "apple_vendor_description": "On Apple devices, the fork and knife with plate emoji presents a meticulously rendered dining scene, complete with a pristine white plate, polished silver cutlery, and subtle shadows that enhance its 3D appearance. The realistic lighting and soft gradients on Apple’s design give the impression of a ready-to-serve meal, symbolizing sustenance, dining out, or the anticipation of a delicious experience. This emoji is a sophisticated visual cue for conversations about food, restaurants, or culinary enjoyment."
}