{
  "code": "🍍",
  "Unicode": [
    "U+1F34D"
  ],
  "slug": "pineapple",
  "shortcodes": {
    "github": ":pineapple:",
    "slack": ":pineapple:",
    "discord": ":pineapple:"
  },
  "title": "Pineapple",
  "keywords": [
    "fruit",
    "pineapple"
  ],
  "senses": {
    "adjectives": [
      "Having or denoting the characteristic taste of sugar",
      "Having a taste of sugar.",
      "Having the taste characteristic of sugar or honey.",
      "Full of juice",
      "Having lots of juice",
      "Having or covered with protective barbs or quills or spines or thorns or setae etc.",
      "Having a covering of fine barbs, quills, spines or thorns",
      "Having thorns or spines",
      "Covered in spines or thorns",
      "Recently made, produced, or harvested",
      "Recently made, produced, or harvested (e.g. bread, scent, etc.).",
      "Newly produced or obtained.",
      "Of produce, not from storage."
    ],
    "verbs": [
      "Take in solid food",
      "To consume something solid or semi-solid (usually food) by putting it into the mouth and eventually swallowing it.",
      "To consume (something solid or semi-solid, usually food) by putting it into the mouth and swallowing it."
    ],
    "nouns": [
      "A tropical American plant bearing a large fleshy edible fruit with a terminal tuft of stiff leaves; widely cultivated in the tropics",
      "The tropical bromeliad Ananas comosus tree, and the edible fruit that it bears",
      "The pineapple is a tropical plant with edible multiple fruit consisting of coalesced berries, and the most economically significant plant in the Bromeliaceae family.",
      "Species of plant, pineapple",
      "A large Brazilian pineapple.",
      "The ripened reproductive body of a seed plant",
      "Fruit, in broad terms, is a structure of a plant that contains its seeds.",
      "The seed-bearing part of a plant, often edible, colourful/colorful and fragrant, produced from a floral ovary after fertilization.",
      "Part of a flowering plant",
      "A fully matured plant ovary with or without other floral or shoot parts united with it at maturity.",
      "In botany, a fruit is a part of a flowering plant that derives from specific tissues of the flower, one or more ovaries, and in some cases accessory tissues.",
      "Any substance consumed to provide nutritional support for the body. For prepared ready-to-eat food, use dish: Q746549.",
      "Any substance consumed by living organisms to sustain life.",
      "Food.",
      "Any substance that can be consumed by living organisms, especially by eating, in order to sustain life.",
      "Any solid substance (as opposed to liquid) that is used as a source of nourishment",
      "Food is any substance consumed to provide nutritional support for the body."
    ]
  },
  "category": "Food & Drink",
  "alsoKnownAs": [],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>The tropical fruit of a pineapple, shown in spiky, golden-brown skin and with a pointed, green crown.&nbsp;Positioned upright or at a 45&deg; angle.</p>",
  "apple_vendor_description": "On Apple devices, the pineapple emoji stands as a regal, sun-kissed fruit, its textured skin rendered with remarkable detail and a warm, inviting glow. Apple's characteristic 3D shading and realistic lighting bring its spiky crown and golden-yellow body to life, suggesting tropical climates, sweetness, and a refreshing taste. This emoji is frequently used to convey a sense of vacation, exotic flavors, or a bright, cheerful mood in messages sent on Apple devices."
}