{
  "code": "🇰🇳",
  "Unicode": [
    "U+1F1F0",
    "U+1F1F3"
  ],
  "slug": "flag-st-kitts-nevis",
  "shortcodes": {
    "github": ":st_kitts_nevis:",
    "slack": ":flag-kn:",
    "discord": ":flag_kn:"
  },
  "title": "Flag: St. Kitts & Nevis",
  "keywords": [
    "flag"
  ],
  "senses": {
    "adjectives": [
      "From or in the countryside or connected with it.",
      "Of, from or pertaining to the countryside (adjective)."
    ],
    "verbs": [],
    "nouns": [
      "Island in the Caribbean Sea",
      "Has a similar etymology.",
      "One of the islands of Saint Christopher-Nevis",
      "Nevis is a small island in the Caribbean Sea that forms part of the inner arc of the Leeward Islands chain of the West Indies.",
      "Emblem usually consisting of a rectangular piece of cloth of distinctive design",
      "Piece of cloth.",
      "A flag is a piece of fabric with a distinctive design that is used as a symbol, as a signaling device, or as decoration.",
      "A piece of cloth, often decorated with an emblem, used as a visual signal or symbol.",
      "Piece of fabric with a distinctive design",
      "An island nation in the West Indies",
      "A country in the Caribbean, officially named the Federation of Saint Kitts and Nevis, comprising of the islands of Saint Kitts and Nevis.",
      "A country in the Caribbean.",
      "A country on several of the Leeward Islands; located to the east southeast of Puerto Rico; achieved independence from the United Kingdom in 1983",
      "The Federation of Saint Christopher and Nevis, located in the Leeward Islands, is a federal two-island country in the West Indies.",
      "Country in North America",
      "The opposite of secession",
      "As its original Latin term",
      "Government",
      "The collective body of a nation or state as politically organized, or as exercising political functions.",
      "The territory of a nation, especially an independent nation state or formerly independent nation; a political entity asserting ultimate authority over a geographical area.",
      "Nations is often used synonymously with ethnic group, but although ethnicity is now one of the most important aspects of cultural or social identity for the members of most nations, people with the same ethnic origin may live in different nation-states and be treated as members of separate nations for that reason.",
      "Political organisation with a centralized independent government",
      "The government.",
      "An organized political community, living under a government",
      "Nation has various meanings, and the meaning has changed over time.",
      "A state is an organized community living under one government.",
      "A political entity asserting ultimate authority over a geographical area.",
      "A people permanently occupying a fixed territory bound together by common law, habits and custom into one body politic exercising, through the medium of an organized government, independent sovereignty and control over all persons and things within its boundaries, unless or until authority is ceded to a federation or union of other states.",
      "The people who live in a nation or country",
      "A politically organized body of people under a single government",
      "A sovereign state.",
      "A state is a nonphysical juridical entity of the international legal system that is represented by one centralized government that has supreme independent authority over a geographic area.",
      "The geographic area under the control of a political state."
    ]
  },
  "alsoKnownAs": [],
  "version": {
    "unicode-version": null,
    "emoji-version": "1.0"
  },
  "description": "<p>The flag for St. Kitts &amp; Nevis, which may show as the letters K and N on some platforms.</p>",
  "apple_vendor_description": "On Apple devices, the flag of Saint Kitts and Nevis is depicted with vibrant precision, its colors rendered with Apple's characteristic glossy 3D shading and realistic lighting. The twin green triangles flanking a black band with a yellow fimbriation are sharp and distinct, showcasing the smooth gradients that give the flag a sense of depth and prominence. This emoji, a faithful representation on Apple devices, is used to express national pride, travel to the islands, or cultural connections.",
  "category": "Flags"
}