{
  "code": "💞",
  "Unicode": [
    "U+1F49E"
  ],
  "slug": "revolving-hearts",
  "shortcodes": {
    "github": ":revolving_hearts:",
    "slack": ":revolving_hearts:",
    "discord": ":revolving_hearts:"
  },
  "title": "Revolving Hearts",
  "keywords": [
    "revolving",
    "revolving hearts"
  ],
  "senses": {
    "adjectives": [
      "Feeling or showing love and affection"
    ],
    "verbs": [
      "To act as a friend to, to befriend; to be friendly to, to help.",
      "To act as the friend of.",
      "To feel an affection, emotion or love for."
    ],
    "nouns": [
      "Love is a variety of different feelings, states, and attitudes that ranges from interpersonal affection to pleasure.",
      "An intense feeling of affection and care towards another person.",
      "Emotion based on affection",
      "A strong positive emotion of regard and affection",
      "In the Italian or Latin languages",
      "The form of romantic affection that is considered pure and wholly positive, not just based on feelings of lust.",
      "Love is a word which refers to a variety of different emotional states, feelings or attitudes which range from those of simple personal pleasures or desires to those characterizing interpersonal affection and many forms of profound kindness, compassion, and benevolent concern for the good of others.",
      "?, representing love, the organ, or a card suit",
      "A feeling of love or strong attachment.",
      "Affection is a \"disposition or rare state of mind or body\" that is often associated with a feeling or type of love.",
      "The heart symbol or \"heart shape\" is an ideograph used to express the idea of the \"heart\" in its metaphorical or symbolic sense as the center of emotion, including affection and love, especially romantic love.",
      "Philia, often translated \"brotherly love\", is one of the four ancient Greek words for love: philia, storge, agape and eros.",
      "A conventional shape or symbol used to represent the heart, love, or emotion: ? or sometimes <3.",
      "Affection, attraction, infatuation, or fondness is a \"disposition or rare state of mind or body\" that is often associated with a feeling or type of love.",
      "As used by Aristotle in his Nichomachean Ethics",
      "A stylized representation of the muscular organ, used as a symbol for affection, in the shape of two top lobes and a tapering bottom.",
      "A positive feeling of liking",
      "Feeling of love or strong attachment.",
      "Person whose company one enjoys.",
      "A person other than a family member, spouse or lover whose company one enjoys and towards whom one feels affection.",
      "A person with whom a Windows Live user has established a mutual social connection.",
      "A person you know well and regard with affection and trust"
    ]
  },
  "category": "Smileys & Emotion",
  "alsoKnownAs": [
    "Two Hearts"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>Hearts revolving around one or more other hearts. This emoji was originally animated on a number of Japanese devices.</p>\r\n\r\n<p>Apple&rsquo;s artwork for this emoji shows&nbsp;two hearts switching places, with a circular line simulating&nbsp;the&nbsp;action this would make.&nbsp;Google&rsquo;s artwork previously displayed <a href=\"/google/android-5.0/revolving-hearts/\">five hearts in a circle-like shape</a>.</p>",
  "apple_vendor_description": "The revolving hearts emoji on Apple devices is a vibrant spectacle of affection, featuring three hearts in varying shades of pink and red that appear to spin and glow with Apple's signature glossy 3D shading. Each heart is perfectly formed with smooth gradients and subtle highlights, creating a dynamic sense of overflowing love or excitement. This visually engaging emoji on Apple devices is perfect for conveying overwhelming joy, deep affection, or a cascade of positive emotions in a playful way."
}