{
  "code": "💫",
  "Unicode": [
    "U+1F4AB"
  ],
  "slug": "dizzy",
  "shortcodes": {
    "github": ":dizzy:",
    "slack": ":dizzy:",
    "discord": ":dizzy:"
  },
  "title": "Dizzy Symbol",
  "keywords": [
    "comic",
    "dizzy",
    "star"
  ],
  "senses": {
    "adjectives": [
      "Indicating the most important performer or role",
      "Most important",
      "Dizzy, feeling dizzy or unsteady and as if about to fall down.",
      "Having or causing a whirling sensation; liable to falling",
      "Having a sensation of whirling, with a tendency to fall; giddy; feeling unbalanced or lightheaded.",
      "Having a sensation of turning around.",
      "Having a sensation of whirling and a tendency to fall.",
      "Possessing or using or characteristic of or appropriate to supernatural powers- Shakespeare"
    ],
    "verbs": [
      "Be dressed in",
      "Hope for; have a wish",
      "To give light to (something).",
      "Make lighter or brighter",
      "To become light, to brighten.",
      "To become light.",
      "To shine light on something.",
      "Make dizzy or giddy",
      "Be the star in a performance",
      "Emit or produce sparks",
      "Reflect brightly",
      "Feature as the star",
      "To produce, transform (something), (as if) by magic.",
      "To produce something, as if by magic."
    ],
    "nouns": [
      "Massive balls of plasma",
      "Sphere of plasma held together by gravity, undergoing fusion",
      "Luminous celestial body.",
      "A luminous celestial body that is made from gases (particularly hydrogen and helium) and forms the shape of a sphere.",
      "This article is for quotes about stars, or which make prominent mention of stars.",
      "(astronomy) a celestial body of hot gases that radiates energy derived from thermonuclear reactions in the interior",
      "A star is a massive, luminous sphere of plasma held together by its own gravity.",
      "A luminous celestial body, made up of plasma (particularly hydrogen and helium) and having a spherical shape. Depending on context the sun may or may not be included.",
      "The Sky is the portion of outer space or the atmosphere visible from a position within a world.",
      "Everything that is above the surface of the Earth.",
      "The atmosphere above a given point, especially as visible from the ground during the day.",
      "The sky is everything that lies above the surface of the Earth, including the atmosphere and outer space.",
      "The atmosphere and outer space as viewed from the earth",
      "The part of the earth's atmosphere and space outside it that is visible from earth's surface. During the day it is perceived as blue, and at night as black.",
      "Atmosphere above a point.",
      "The use of rituals or actions, especially based on supernatural or occult knowledge, to manipulate or obtain information about the natural world, especially when seen as falling outside the realm of religion; also the forces allegedly drawn on for such practices.",
      "Any art that invokes supernatural powers",
      "The working of miracles",
      "Magic or sorcery is an attempt to understand, experience and influence the world using rituals, symbols, actions, gestures and language.",
      "A performer of miracles.",
      "Thaumaturgy is the capability of a magician or a saint to work magic or miracles.",
      "Ritual associated with supernatural magic or mysticism.",
      "The use of rituals or actions, especially based on supernatural or occult knowledge, to manipulate or obtain information about the natural world, especially when seen as falling outside the realm of religion; also the forces allegedly drawn on for such practices. A specific ritual or procedure associated with supernatural magic or with mysticism; a spell.",
      "The magic arts",
      "The working of miracles.",
      "The use of paranormal methods to manipulate natural forces (e.g., witchcraft)",
      "Vertigo is a subtype of dizziness in which a patient inappropriately experiences the perception of motion due to dysfunction of the vestibular system.",
      "The state of being dizzy; the sensation of instability.",
      "State of being dizzy.",
      "The state of being off balance",
      "A sensation of irregular or whirling motion, either of oneself or of external objects.",
      "Dizziness is an impairment in spatial perception and stability.",
      "Lightheadedness is a common and typically unpleasant sensation of dizziness and/or a feeling that one may faint.",
      "A sensation of whirling and loss of balance, caused by looking down from a great height or by disease affecting the inner ear.",
      "Vertigo is a 1958 film about a San Francisco detective and his psychological troubles with a fear of heights and an obsession over a woman.",
      "A reeling sensation; a feeling that you are about to fall",
      "A streak of light in the sky at night that results when a meteoroid hits the earth's atmosphere and air friction causes the meteoroid to melt or vaporize or explode",
      "A meteor, especially a streak of light in the night sky, caused by a meteoroid burning up as it enters the Earth's atmosphere.",
      "A fast-moving streak of light in the night sky caused by the entry of extraterrestrial matter into the earth's atmosphere: A shooting star or falling star.",
      "A streak of light in the sky at night that results when a meteoroid hits the earth's atmosphere."
    ]
  },
  "category": "Smileys & Emotion",
  "alsoKnownAs": [
    "Circle And Star",
    "Dizzy"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A cartoon-styled representation of <a href=\"/dizzy-face/\">dizziness</a>. Generally depicted as one or more yellow stars swirling in a yellow or blue circle.</p>\r\n\r\n<p>Resembles <a href=\"https://en.wikipedia.org/wiki/The_Lexicon_of_Comicana\"><em>squeans</em></a>, stylized stars and circles over the heads of characters in comics and animation to show they are dizzy, <a href=\"/woozy-face/\">disoriented</a>, intoxicated, or <a href=\"/nauseated-face/\">sick</a>.</p>\r\n\r\n<p>Commonly used for emphasis and flair or to indicate various positive sentiments. Like <a href=\"/shooting-star/\">🌠 Shooting Star</a>, sometimes used as a visual reference to NBC&rsquo;s <a href=\"https://en.wikipedia.org/wiki/The_More_You_Know\"><i>More You Know</i></a> public service announcement, popular in the 1990s and featuring a&nbsp;shooting star logo.</p>\r\n\r\n<p>Not to be confused with <a href=\"/star/\">⭐ Star</a>, <a href=\"/glowing-star/\">🌟 Glowing Star</a>, and <a href=\"/sparkles/\">✨ Sparkles</a>, though their applications may overlap.</p>\r\n\r\n<p>Facebook&rsquo;s design features two stars spinning along two intersecting purple circles, though it <a href=\"/facebook/2.0/dizzy/\">previously</a> only featured one&nbsp;yellow ring. <a href=\"/samsung/touchwiz-7.1/dizzy/\">Samsung&rsquo;s</a> design previously displayed several yellow circles and stars.</p>",
  "apple_vendor_description": "The dizzy emoji on Apple devices is a visual representation of disorientation, featuring a face with spiraling eyes rendered in vivid blues and whites. Its design employs Apple's signature glossy 3D shading and smooth gradients, giving the swirling motion a dynamic and almost tangible quality. Soft, rounded edges on the face and stars contribute to its playful yet effective depiction of feeling overwhelmed or unwell, a common and expressive tool in digital communication on Apple devices."
}