{
  "code": "📖",
  "Unicode": [
    "U+1F4D6"
  ],
  "slug": "open-book",
  "shortcodes": {
    "github": ":open_book:",
    "slack": ":open_book:",
    "discord": ":book:"
  },
  "title": "Open Book",
  "keywords": [
    "book",
    "open"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [
      "Consider in detail and subject to an analysis in order to discover essential features or meaning",
      "To subject to analysis.",
      "To consider in detail and subject to an analysis in order to discover essential features or meaning.",
      "To acquire knowledge on a subject.",
      "To acquire knowledge or ability.",
      "Gain knowledge or skills",
      "To acquire, or attempt to acquire knowledge or an ability to do something.",
      "Interpret something that is written or printed"
    ],
    "nouns": [
      "Something that is read",
      "Learning is the act of acquiring new, or modifying and reinforcing, existing knowledge, behaviors, skills, values, or preferences and may involve synthesizing different types of information.",
      "Profound knowledge, especially that based on learning and scholarship.",
      "Profound scholarly knowledge",
      "Profound scholarly knowledge.",
      "Learning is the acquisition and development of memories and behaviors, including skills, knowledge, understanding, values, and wisdom.",
      "Acquiring new, or modifying existing, knowledge",
      "Accumulated knowledge.",
      "Knowledge acquired by study, research, etc.",
      "A written work or composition that has been published (printed on pages bound together)",
      "A book is a set of written, printed, illustrated, or blank sheets, made of ink, paper, parchment, or other materials, usually fastened together to hinge at one side.",
      "A collection of sheets of paper bound together to hinge at one edge, containing printed or written material, pictures, etc.",
      "Quotations about books: All good books are alike in that they are truer than if they had really happened and after you are finished reading one you will feel that all that happened to you and afterwards it all belongs to you; the good and the bad, the ecstasy, the remorse, and sorrow, the people and the places and how the weather was.",
      "Also called \"dead tree edition\" or \"dead tree book\" (humorously)",
      "Medium for a collection of words and/or pictures to represent knowledge, often manifested in bound paper and ink, or in e-books",
      "Collection of sheets of paper bound together containing printed or written material."
    ]
  },
  "category": "Objects",
  "alsoKnownAs": [
    "Book",
    "Novel"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>An open, hardcover book, depicted with a blue cover on most platforms. Some platforms include a bookmark. Commonly used for various content concerning reading, writing, learning, and schooling.</p>\r\n\r\n<p>Apple&rsquo;s design displays text from its 1997&ndash;2002 <a href=\"https://en.wikipedia.org/wiki/Think_Different\">Think Different</a> ad campaign:</p>\r\n\r\n<p style=\"margin-left: 40px;\"><em>Here&rsquo;s to the crazy ones. The misfits. The rebels. The troublemakers. The round pegs in the square holes.The ones who see things differently. They&rsquo;re not fond of rules. And they have no respect for the status quo. You can quote them, disagree with them, glorify or vilify them. About the only thing you can&rsquo;t do is&hellip;</em></p>\r\n\r\n<p>Google&rsquo;s design <a href=\"/google/android-8.0/open-book/\">previously</a> featured&nbsp;a brown cover with a red bookmark, similar to an early design for <a href=\"/closed-book/\">📕 Closed Book</a>.</p>",
  "apple_vendor_description": "The open book emoji on Apple devices is depicted with crisp, slightly aged pages that are gently unfurled, revealing a hint of text or illustration within.  Apple’s characteristic glossy 3D shading and realistic lighting give the book a tangible presence, with subtle shadows and highlights enhancing its depth.  This emoji, with its soft rounded edges and understated design, universally symbolizes knowledge, learning, reading, or the sharing of information."
}