{
  "code": "🔽",
  "Unicode": [
    "U+1F53D"
  ],
  "slug": "downwards-button",
  "shortcodes": {
    "github": ":arrow_down_small:",
    "slack": ":arrow_down_small:",
    "discord": ":arrow_down_small:"
  },
  "title": "Down-Pointing Small Red Triangle",
  "keywords": [
    "arrow",
    "button",
    "down",
    "downwards button",
    "red"
  ],
  "senses": {
    "adjectives": [
      "Being or moving lower in position or less in some value"
    ],
    "verbs": [
      "To transfer (computer data, especially as one or more files) from a remote computer (server) to a local computer, usually via a network.",
      "Transfer a file or program from a central computer to a smaller computer or to a computer at a remote location",
      "Transfer data from a server to the local computer.",
      "To transfer data from a remote computer to a local one.",
      "To transfer a copy of a file from a remote device to a requesting device by means of a modem or network."
    ],
    "nouns": [
      "A mark to indicate a direction or relation",
      "A mark to indicate a direction or relation.",
      "A sign or symbol used to indicate a direction (e.g. \\to)."
    ]
  },
  "category": "Symbols",
  "alsoKnownAs": [
    "Down Triangle"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A triangle-shaped arrow, pointing down. Styled similarly to the&nbsp;<a href=\"/reverse-button/\" title=\"◀ Black Left-Pointing Triangle\">left</a>&nbsp;and&nbsp;<a href=\"/play-button/\" title=\"▶ Black Right-Pointing Triangle\">right</a>&nbsp;pointing triangles and colored as either gray or blue,&nbsp;but shown in orange on Android.</p>\r\n\r\n<p>Previously displayed as red on <a href=\"/microsoft/windows-10-anniversary-update/downwards-button/\">Windows</a>.</p>",
  "apple_vendor_description": "Apple's downwards button emoji presents a clean, sharp arrow pointing resolutely down, its surface finished with a smooth gradient and subtle highlights that emphasize its directional purpose and tactile feel. On Apple devices, the design features soft rounded edges, giving it a modern and intuitive appearance, perfect for indicating selection, navigation, or a downward scroll. This emoji on Apple devices is a clear and direct visual cue, commonly used to guide users or signify a descent in content."
}