{
  "code": "🏺",
  "Unicode": [
    "U+1F3FA"
  ],
  "slug": "amphora",
  "shortcodes": {
    "github": ":amphora:",
    "slack": ":amphora:",
    "discord": ":amphora:"
  },
  "title": "Amphora",
  "keywords": [
    "amphora",
    "Aquarius",
    "cooking",
    "drink",
    "jug",
    "zodiac"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [
      "To drink or imbibe with vigour or relish; to drink copiously; to swallow in large draughts.",
      "Take in liquids",
      "To consume a liquid through the mouth.",
      "To consume (a liquid) through the mouth.",
      "To drink or imbibe."
    ],
    "nouns": [
      "An astrological sign",
      "Someone with a Aquarius star sign.",
      "Someone with an Aquarius star sign",
      "Aquarius is the eleventh astrological sign in the Zodiac, originating from the constellation Aquarius.",
      "Astrological sign",
      "Any drinkable liquid; a beverage.",
      "Any liquid suitable for drinking",
      "Kind of liquid which is specifically prepared for human consumption",
      "A beverage.",
      "Any one of various liquids for drinking.",
      "Drinks, or beverages, are liquids specifically prepared for human consumption.",
      "A container used mainly for displaying fresh, dried, or artificial flowers.",
      "Open container, often used to hold cut flowers",
      "A vase is an open container, often used to hold cut flowers.",
      "An open jar of glass or porcelain used as an ornament or to hold flowers",
      "Container used mainly for displaying flowers.",
      "Type of container",
      "A two handled jar with a narrow neck that was used in ancient times to store or carry wine or oils.",
      "An ancient crockery, a kind of vase",
      "An ancient jar with two handles and a narrow neck; used to hold oil or wine",
      "An amphora is a type of container of a characteristic shape and size, descending from at least as early as the Neolithic Period.",
      "A jar with two handles.",
      "A two handled jar with a narrow neck.",
      "A single serving of a beverage",
      "Served alcoholic beverage.",
      "A (served) alcoholic beverage.",
      "A container for holding and pouring liquids with a handle and a spout.",
      "Container used to hold liquid",
      "A jug is a type of container commonly used to hold liquid.",
      "The amount that a jug can hold.",
      "A drinking mug, in the shape of a human head with a hat atop.",
      "Amount a jug can hold.",
      "A drinking mug in the shape of a stout man wearing a three-cornered hat",
      "A jar is a rigid, approximately cylindrical container with a wide mouth or opening.",
      "A small, approximately cylindrical container, normally made of glass or clay, for holding fruit, preserves, etc., or for ornamental purposes.",
      "A vessel (usually cylindrical) with a wide mouth and without handles",
      "Rigid, approximately cylindrical container with a wide mouth or opening",
      "Small container for food."
    ]
  },
  "category": "Food & Drink",
  "alsoKnownAs": [
    "Jar",
    "Vase"
  ],
  "version": {
    "unicode-version": "8.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A tall, ceramic jar with two handles and a narrow neck and foot. Represents an <a href=\"https://en.wikipedia.org/wiki/Amphora\">amphora</a>, as used by ancient Greeks and Romans to hold water and wine.</p>\r\n\r\n<p>Generally depicted as brownish-red earthenware ornamented with black and a Greek <a href=\"https://en.wikipedia.org/wiki/Meander_(art)\">meander</a> pattern.</p>\r\n\r\n<p>May represent containers like vases, pottery, museums, history, and antiquity. May also be used in relation to the <a href=\"https://en.wikipedia.org/wiki/Aquarius_(astrology)\">zodiac sign</a> of <a href=\"/aquarius/\">Aquarius</a>, the Water-Bearer.</p>\r\n\r\n<p>Not to be confused with <a href=\"/funeral-urn/\">⚱️&nbsp;Funeral Urn</a>.</p>",
  "apple_vendor_description": "On Apple devices, the amphora emoji is rendered with a classic, ancient Greek silhouette, showcasing its signature narrow neck and two handles. Apple’s signature glossy 3D shading imbues it with a realistic ceramic texture and subtle highlights, suggesting its historical significance and use for storing liquids. This emoji on Apple devices often evokes notions of history, tradition, or the arts."
}