{
  "code": "🕺🏽",
  "Unicode": [
    "U+1F57A",
    "U+1F3FD"
  ],
  "slug": "man-dancing-medium-skin-tone",
  "shortcodes": null,
  "title": "man dancing: medium skin tone",
  "keywords": [
    "dance",
    "medium skin tone",
    "man"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [
      "Move rhythmically to music.",
      "Move in a graceful and rhythmical way",
      "To move with rhythmic steps or movements, especially in time to music."
    ],
    "nouns": [
      "Taking a series of rhythmical steps (and movements) in time to music",
      "The activity of taking part in a dance.",
      "Creative work whose interpretation generally involves movement of the body",
      "Movements to music.",
      "A sequence of rhythmic steps or movements performed to music, for pleasure or as a form of social interaction.",
      "A sequence of rhythmic steps or movements usually performed to music, for pleasure or as a form of social interaction.",
      "Dance generally refers to human movement either used as a form of expression or presented in a social, spiritual or performance setting.",
      "The activity of making rhythmic movements to music.",
      "Dance is the art of movement of the body, usually rhythmically and to music, using prescribed or improvised steps and gestures.",
      "Sexual maturity is the age or stage when an organism can reproduce.",
      "The age or stage when an organism can reproduce",
      "An adult male human.",
      "A man is a male human.",
      "An adult male human",
      "An adult human member of the sex that begets young by fertilizing ova.",
      "A human member of the masculine sex or gender.",
      "An adult person who is male (as opposed to a woman)"
    ]
  },
  "category": "People & Body",
  "alsoKnownAs": null,
  "version": null,
  "description": "This version of the  Man Dancing emoji has the  Medium Skin Tone applied, which is displayed as a Moderate Brown Skin Tone on supported",
  "apple_vendor_description": "On Apple devices, the man dancing emoji with a medium skin tone captures a moment of pure joy and exuberance. His body is depicted in a fluid, energetic pose, with smooth, rounded contours and realistic lighting that gives him a lively, almost three-dimensional presence. This emoji, rendered with Apple's characteristic warmth, is ideal for expressing happiness, celebration, and a carefree spirit in your digital conversations."
}