{
  "code": "🔂",
  "Unicode": [
    "U+1F502"
  ],
  "slug": "repeat-single-button",
  "shortcodes": {
    "github": ":repeat_one:",
    "slack": ":repeat_one:",
    "discord": ":repeat_one:"
  },
  "title": "Clockwise Rightwards and Leftwards Open Circle Arrows with Circled One Overlay",
  "keywords": [
    "arrow",
    "clockwise",
    "once",
    "repeat single button"
  ],
  "senses": {
    "adjectives": [
      "In the same direction as the rotating hands of a clock",
      "Of, or pertaining to a circular movement or rotation from left to right in the manner of a clock."
    ],
    "verbs": [
      "To say again something that someone else has already said by reproducing the words, inflections, etc.",
      "To say, state, or perform again",
      "To do or say again (and again).",
      "To say or do (something) repeatedly",
      "Do or say again."
    ],
    "nouns": [
      "An interval of space or time in which one set of events or phenomena is completed.",
      "An interval during which a recurring sequence of events occurs",
      "A series of changes or events ending where it began; a series of like events recurring in continuance; a cycle; a periodical revolution."
    ]
  },
  "category": "Symbols",
  "alsoKnownAs": [
    "Circle Arrows With Number 1",
    "Loop Once Symbol"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>Arrows pointing in a clockwise direction, with a number 1 badge in the lower corner.  Used in music player applications to loop a track or album once.</p>\n",
  "apple_vendor_description": "The repeat single button emoji on Apple devices is a minimalist yet effective representation of continuous action, designed with Apple's signature clean aesthetic and subtle 3D depth. It features two arrows forming a continuous loop, rendered in a crisp, bright hue with soft rounded edges and realistic lighting that makes it appear tactile. This emoji on Apple devices is commonly used to signify repetition, looping content, or to indicate that a song or video will play again, embodying Apple's focus on intuitive functionality."
}