{
  "code": "💂‍♂️",
  "Unicode": [
    "U+1F482",
    "U+200D",
    "U+2642",
    "U+FE0F"
  ],
  "slug": "man-guard",
  "shortcodes": {
    "github": ":guardsman:",
    "slack": ":male-guard:",
    "discord": ":man_guard:"
  },
  "title": "Man Guard",
  "keywords": [
    "guard",
    "man"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [
      "To protect; to keep from harm or injury.",
      "Maintain in safety from injury, harm, or danger",
      "To keep safe; to defend; to guard; to prevent harm coming to.",
      "To keep something or someone safe or prevent harm coming to someone or something.",
      "To protect from danger; to secure against surprise, attack, or injury; to keep in safety; to defend.",
      "To prevent, to keep (from doing something).",
      "To protect from some offence.",
      "To safeguard a resource from attack or loss."
    ],
    "nouns": [
      "Sexual maturity is the age or stage when an organism can reproduce.",
      "The age or stage when an organism can reproduce",
      "An adult male human.",
      "A man is a male human.",
      "An adult male human",
      "An adult human member of the sex that begets young by fertilizing ova.",
      "A human member of the masculine sex or gender.",
      "An adult person who is male (as opposed to a woman)",
      "A person who, or thing that, protects or watches over something.",
      "Person who or thing that protects something.",
      "A person who keeps watch over something or someone",
      "A person who protects or watches over something."
    ]
  },
  "category": "People & Body",
  "alsoKnownAs": [
    "British Guardsman",
    "Foot Guard",
    "Man Symbol",
    "Mars Symbol"
  ],
  "version": {
    "unicode-version": null,
    "emoji-version": "4.0"
  },
  "description": "<p>The male version of the <a href=\"/guard/\">💂&nbsp;Guardsman</a> emoji.&nbsp;Currently identical in appearance to the non-gendered base emoji.</p>",
  "apple_vendor_description": "On Apple devices, the man guard emoji stands tall and authoritative, depicted in a crisp, dark uniform that showcases Apple's signature smooth gradients and soft rounded edges. Realistic lighting catches the subtle sheen of his hat and jacket, emphasizing a sense of duty and protection. This emoji conveys a feeling of security, vigilance, or can be used humorously to denote someone who is being overly protective."
}