{
  "code": "🇦🇸",
  "Unicode": [
    "U+1F1E6",
    "U+1F1F8"
  ],
  "slug": "flag-american-samoa",
  "shortcodes": {
    "github": ":american_samoa:",
    "slack": ":flag-as:",
    "discord": ":flag_as:"
  },
  "title": "Flag: American Samoa",
  "keywords": [
    "flag"
  ],
  "senses": {
    "adjectives": [
      "From or in the countryside or connected with it.",
      "Of, from or pertaining to the countryside (adjective).",
      "Of or relating to the United States of America or its people or language or culture",
      "Of or pertaining to the United States of America, Americans, or the American English language.",
      "Of, from, or pertaining to the United States of America, its people or its culture.",
      "Of or pertaining to the Americas."
    ],
    "verbs": [],
    "nouns": [
      "US overseas territory in Oceania.",
      "A United States territory on the eastern part of the island of Samoa",
      "A US overseas territory in Oceania. Official name: Territory of American Samoa.",
      "US Pacific Territory",
      "A group of islands in the South Pacific, southeast of Samoa and constituting a territory of the United States of America.",
      "American Samoa is an unincorporated territory of the United States located in the South Pacific Ocean, southeast of Samoa.",
      "US territory in the Pacific",
      "The flag of American Samoa is a flag consisting of a red-edged white triangle pointing towards the hoist charged with a bald eagle clutching a war club and fly-whisk, with dark blue upper and lower triangles.",
      "Emblem usually consisting of a rectangular piece of cloth of distinctive design",
      "Piece of cloth.",
      "A flag is a piece of fabric with a distinctive design that is used as a symbol, as a signaling device, or as decoration.",
      "A piece of cloth, often decorated with an emblem, used as a visual signal or symbol.",
      "Piece of fabric with a distinctive design",
      "The opposite of secession",
      "As its original Latin term",
      "Government",
      "The collective body of a nation or state as politically organized, or as exercising political functions.",
      "The territory of a nation, especially an independent nation state or formerly independent nation; a political entity asserting ultimate authority over a geographical area.",
      "Nations is often used synonymously with ethnic group, but although ethnicity is now one of the most important aspects of cultural or social identity for the members of most nations, people with the same ethnic origin may live in different nation-states and be treated as members of separate nations for that reason.",
      "Political organisation with a centralized independent government",
      "The government.",
      "An organized political community, living under a government",
      "Nation has various meanings, and the meaning has changed over time.",
      "A state is an organized community living under one government.",
      "A political entity asserting ultimate authority over a geographical area.",
      "A people permanently occupying a fixed territory bound together by common law, habits and custom into one body politic exercising, through the medium of an organized government, independent sovereignty and control over all persons and things within its boundaries, unless or until authority is ceded to a federation or union of other states.",
      "The people who live in a nation or country",
      "A politically organized body of people under a single government",
      "A sovereign state.",
      "A state is a nonphysical juridical entity of the international legal system that is represented by one centralized government that has supreme independent authority over a geographic area.",
      "The geographic area under the control of a political state."
    ]
  },
  "alsoKnownAs": [
    "American Samoan Flag"
  ],
  "version": {
    "unicode-version": null,
    "emoji-version": "1.0"
  },
  "description": "<p>The flag for American Samoa, which may show as the letters <em>AS</em> on some platforms.</p>",
  "apple_vendor_description": "The flag of American Samoa emoji on Apple devices is a vivid representation of the territory, meticulously rendered with Apple’s signature realistic lighting and smooth gradients for a polished, tactile feel. Its vibrant colors and distinct design elements are presented with a subtle 3D effect, showcasing Apple's attention to detail. This emoji is used to represent American Samoa, its culture, or as a geographical marker in digital communication on Apple devices.",
  "category": "Flags"
}