{
  "code": "🇵🇲",
  "Unicode": [
    "U+1F1F5",
    "U+1F1F2"
  ],
  "slug": "flag-st-pierre-miquelon",
  "shortcodes": {
    "github": ":st_pierre_miquelon:",
    "slack": ":flag-pm:",
    "discord": ":flag_pm:"
  },
  "title": "Flag: St. Pierre & Miquelon",
  "keywords": [
    "flag"
  ],
  "senses": {
    "adjectives": [
      "From or in the countryside or connected with it.",
      "Of, from or pertaining to the countryside (adjective)."
    ],
    "verbs": [],
    "nouns": [
      "Emblem usually consisting of a rectangular piece of cloth of distinctive design",
      "Piece of cloth.",
      "A flag is a piece of fabric with a distinctive design that is used as a symbol, as a signaling device, or as decoration.",
      "A piece of cloth, often decorated with an emblem, used as a visual signal or symbol.",
      "Piece of fabric with a distinctive design",
      "Miquelon-Langlade is the larger and less populated of the two communes making up the French overseas collectivity of Saint Pierre and Miquelon, located to the south of Newfoundland in the Atlantic Ocean.",
      "Island in Saint-Pierre and Miquelon",
      "The opposite of secession",
      "As its original Latin term",
      "Government",
      "The collective body of a nation or state as politically organized, or as exercising political functions.",
      "The territory of a nation, especially an independent nation state or formerly independent nation; a political entity asserting ultimate authority over a geographical area.",
      "Nations is often used synonymously with ethnic group, but although ethnicity is now one of the most important aspects of cultural or social identity for the members of most nations, people with the same ethnic origin may live in different nation-states and be treated as members of separate nations for that reason.",
      "Political organisation with a centralized independent government",
      "The government.",
      "An organized political community, living under a government",
      "Nation has various meanings, and the meaning has changed over time.",
      "A state is an organized community living under one government.",
      "A political entity asserting ultimate authority over a geographical area.",
      "A people permanently occupying a fixed territory bound together by common law, habits and custom into one body politic exercising, through the medium of an organized government, independent sovereignty and control over all persons and things within its boundaries, unless or until authority is ceded to a federation or union of other states.",
      "The people who live in a nation or country",
      "A politically organized body of people under a single government",
      "A sovereign state.",
      "A state is a nonphysical juridical entity of the international legal system that is represented by one centralized government that has supreme independent authority over a geographic area.",
      "The geographic area under the control of a political state.",
      "An overseas territory of France off the eastern coast of Canada.",
      "Saint Pierre and Miquelon is a self-governing territorial overseas collectivity of France, situated in the northwestern Atlantic Ocean near Canada.",
      "Department of France.",
      "A group of small islands off the eastern coast of Canada near Newfoundland that form a French territorial collectivity.",
      "A collectivité territoriale",
      "Overseas department of France near Newfoundland.",
      "Self-governing territorial overseas collectivity of France"
    ]
  },
  "alsoKnownAs": [],
  "version": {
    "unicode-version": null,
    "emoji-version": "1.0"
  },
  "description": "<p>The flag for St. Pierre &amp; Miquelon, which may show as the letters P and M on some platforms.</p>",
  "apple_vendor_description": "The flag of Saint Pierre and Miquelon on Apple devices presents a clean and crisp design, embodying the distinct heraldry of the territory with Apple's precision.  The colors are vibrant and the lines sharp, enhanced by subtle 3D rendering that gives the flag a realistic, slightly raised appearance, a hallmark of Apple's attention to detail.  This emoji serves as a direct representation of the French overseas collectivity, useful for discussions about geography, travel, or cultural connections within the global community of Apple users."
}