{
  "code": "👯‍♂️",
  "Unicode": [
    "U+1F46F",
    "U+200D",
    "U+2642",
    "U+FE0F"
  ],
  "slug": "men-with-bunny-ears",
  "shortcodes": {
    "github": ":dancing_men:",
    "slack": ":man-with-bunny-ears-partying:",
    "discord": ":men_with_bunny_ears_partying:"
  },
  "title": "Men with Bunny Ears",
  "keywords": [
    "bunny ear",
    "dancer",
    "men",
    "men with bunny ears",
    "partying"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [
      "Have or participate in a party"
    ],
    "nouns": [
      "A social gathering",
      "A social gathering of usually invited guests for entertainment, fun and socializing.",
      "A party is a gathering of people who have been invited by a host for the purposes of socializing, conversation, recreation, or as part of a festival or other commemoration of a special occasion.",
      "Gathering of invited guests",
      "Social gathering for entertainment and fun.",
      "An occasion on which people can assemble for social interaction and entertainment",
      "A social gathering around, and in, a swimming pool.",
      "Sexual maturity is the age or stage when an organism can reproduce.",
      "The age or stage when an organism can reproduce",
      "An adult male human.",
      "A man is a male human.",
      "An adult male human",
      "An adult human member of the sex that begets young by fertilizing ova.",
      "A human member of the masculine sex or gender.",
      "An adult person who is male (as opposed to a woman)",
      "A performer who dances professionally",
      "Person who dances.",
      "A person who dances, especially professionally."
    ]
  },
  "category": "People & Body",
  "alsoKnownAs": [
    "Ballet",
    "Dancing Girls",
    "Let's Party",
    "Showgirls",
    "Man Symbol",
    "Mars Symbol"
  ],
  "version": {
    "unicode-version": null,
    "emoji-version": "4.0"
  },
  "description": "<p>The male version of the <a href=\"/people-with-bunny-ears/\">👯&nbsp;Woman With Bunny Ears</a> emoji.</p>",
  "apple_vendor_description": "This playful emoji on Apple devices features two cheerful men, each sporting perky, oversized bunny ears rendered with soft, rounded edges and a subtle glossy sheen.  Their faces, characteristic of Apple's expressive emoji style, are beaming with joy and mischief, enhanced by the realistic lighting that gives them a tangible, friendly feel. The overall impression is one of lighthearted fun, celebration, or perhaps a touch of playful deception, perfect for conveying excitement and a sense of shared good times."
}