{
  "code": "🐕",
  "Unicode": [
    "U+1F415"
  ],
  "slug": "dog",
  "shortcodes": {
    "github": ":dog2:",
    "slack": ":dog2:",
    "discord": ":dog2:"
  },
  "title": "Dog",
  "keywords": [
    "dog",
    "pet"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [
      "To produce a loud, short, explosive sound similar to that of a dog.",
      "To make a short, loud, explosive noise with the vocal organs (said of animals, especially dogs).",
      "Make barking sounds",
      "To make a loud noise (dogs)."
    ],
    "nouns": [
      "The domestic dog is a canid that is known as man's best friend.",
      "The dog is a mammal in the order Carnivora.",
      "A common four-legged animal, especially kept by people as a pet or to hunt or guard things.",
      "Subspecies of the Canidæ family, frequently kept as a pet",
      "A member of the genus Canis (probably descended from the common wolf) that has been domesticated by man since prehistoric times; occurs in many breeds",
      "The domestic dog",
      "The quality of being a dog.",
      "Animal kept for companionship and a person's enjoyment",
      "A pet is an animal kept primarily for a person's company or protection, as opposed to working animals, sport animals, livestock, and laboratory animals, which are kept primarily for performance, agricultural value, or research.",
      "An animal which is kept in the home as a companion and treated affectionately.",
      "An animal kept as a companion.",
      "A domesticated animal kept for companionship or amusement",
      "A young rat.",
      "A young dog.",
      "A puppy; a young dog.",
      "A puppy is a juvenile dog.",
      "A young dog",
      "Juvenile dog"
    ]
  },
  "category": "Animals & Nature",
  "alsoKnownAs": [
    "Doggo"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A dog, a faithful, beloved pet canine. Depicted as a light-brown dog, of various breeds, in full profile on all fours facing left, with a long, curled tail held upright and pointed or floppy ears.</p>\r\n\r\n<p>Apple and Facebook&rsquo;s dogs resemble a reddish-brown <a href=\"https://en.wikipedia.org/wiki/Shiba_Inu\">Shiba Inu</a>, a popular Japanese breed featured in the <a href=\"https://en.wikipedia.org/wiki/Doge_(meme)\">Doge meme</a>. Google shows what appears to be a <a href=\"https://en.wikipedia.org/wiki/Beagle\">Beagle</a>.</p>\r\n\r\n<p>See also <a href=\"/poodle/\">🐩 Poodle</a> and <a href=\"/dog-face/\">🐶 Dog Face</a>, whose applications may overlap. Some vendors implement the same or a similar dog in their&nbsp;<a href=\"/guide-dog/\">🦮 Guide Dog</a> and<a href=\"/service-dog/\"> 🐕&zwj;🦺 Service Dog</a>.</p>\r\n\r\n<p>One of the 12 animals of the <a href=\"/chinese-new-year/\" title=\"🐉 Chinese New Year\">Chinese zodiac</a>.</p>\r\n\r\n<p><a href=\"/google/android-7.0/dog/\">Google</a> and <a href=\"/facebook/2.0/dog/\">Facebook</a> previously featured puppies with collars, Apple&rsquo;s dog <a href=\"/apple/ios-6.0/dog/\">previously</a> resembled an <a href=\"https://en.wikipedia.org/wiki/Akita_(dog)\">Akita Inu</a>, another popular Japanese breed.</p>",
  "apple_vendor_description": "The dog emoji on Apple devices is a charming representation, often appearing as a golden retriever or similar friendly breed, with soft, rounded ears and a cheerful expression. Apple's signature realistic lighting and subtle highlights give the fur a lifelike texture and a warm, inviting glow. This beloved emoji on Apple devices universally signifies companionship, loyalty, and the joy of pets, often used to express affection or share a moment of delight."
}