{
  "code": "💂🏻‍♂️",
  "Unicode": [
    "U+1F482",
    "U+1F3FB",
    "U+200D",
    "U+2642",
    "U+FE0F"
  ],
  "slug": "man-guard-light-skin-tone",
  "shortcodes": null,
  "title": "man guard: light skin tone",
  "keywords": [
    "light skin tone",
    "guard",
    "man"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [
      "To protect; to keep from harm or injury.",
      "Maintain in safety from injury, harm, or danger",
      "To keep safe; to defend; to guard; to prevent harm coming to.",
      "To keep something or someone safe or prevent harm coming to someone or something.",
      "To protect from danger; to secure against surprise, attack, or injury; to keep in safety; to defend.",
      "To prevent, to keep (from doing something).",
      "To protect from some offence.",
      "To safeguard a resource from attack or loss."
    ],
    "nouns": [
      "Sexual maturity is the age or stage when an organism can reproduce.",
      "The age or stage when an organism can reproduce",
      "An adult male human.",
      "A man is a male human.",
      "An adult male human",
      "An adult human member of the sex that begets young by fertilizing ova.",
      "A human member of the masculine sex or gender.",
      "An adult person who is male (as opposed to a woman)",
      "A person who, or thing that, protects or watches over something.",
      "Person who or thing that protects something.",
      "A person who keeps watch over something or someone",
      "A person who protects or watches over something."
    ]
  },
  "category": "People & Body",
  "alsoKnownAs": null,
  "version": null,
  "description": "The Male Guard, Type-1-2 emoji is a sequence of the  Guardsman,  Emoji Modifier Fitzpatrick Type-1-2, ? Male Sign and ? Variation Select",
  "apple_vendor_description": "The man guard emoji on Apple devices presents a distinguished figure with a light skin tone, clad in a crisp, dark uniform. Apple’s signature glossy 3D shading adds a polished sheen to his meticulously rendered attire, complete with a prominent, stylized hat that speaks of authority and tradition.  His neutral, steady gaze, characteristic of Apple’s expressive emoji faces, conveys a sense of duty and unwavering vigilance, making him perfect for symbolizing security, protection, or official presence in digital conversations."
}