{
  "code": "🔆",
  "Unicode": [
    "U+1F506"
  ],
  "slug": "bright-button",
  "shortcodes": {
    "github": ":high_brightness:",
    "slack": ":high_brightness:",
    "discord": ":high_brightness:"
  },
  "title": "High Brightness Symbol",
  "keywords": [
    "bright",
    "bright button",
    "brightness"
  ],
  "senses": {
    "adjectives": [
      "Emitting or reflecting light readily or in large amounts"
    ],
    "verbs": [
      "Be bright by reflecting or casting light",
      "To bend back (light, etc.) from a surface.",
      "To reflect light."
    ],
    "nouns": [
      "The luminous flux emitted in a given direction divided by the product of the projected area of the source element perpendicular to the direction and the solid angle containing that direction, i.e. luminous intensity divided by unit area; measured in stilbs or apostilbs",
      "The ability of emitting or reflecting light.",
      "The quality of being luminous; emitting or reflecting light",
      "A photometric measure",
      "A measure of the amount of light radiated by a given source, such as a computer display screen.",
      "Luminance is a photometric measure of the luminous intensity per unit area of light traveling in a given direction.",
      "A photometric measure of the density of luminous intensity in a given direction, measured in candela per square metre (cd/m 2).",
      "The amount of light that is emitted by a computer monitor or picture displayed on the monitor.",
      "The amount of light coming from an object.",
      "State of being luminous.",
      "The state of being luminous, or a luminous object; brilliance or radiance",
      "The star that is the source of light and heat for the planets in the solar system",
      "The Sun is the star at the center of the Solar System.",
      "The star at the center of the Solar System, represented in astronomy and astrology by ?.",
      "Star at the centre of the Solar System",
      "The particular star at the centre of our solar system, from which the Earth gets light and heat.",
      "An inhabitant of any part of the solar system of the star Sol (i.e. the Sun).",
      "The fourth planet from Earth in the Ptolemaic geocentric cosmology"
    ]
  },
  "category": "Symbols",
  "alsoKnownAs": [
    "Increase Brightness"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>An icon of a outlined sun, used when increasing the brightness of a screen. Appears larger than the <a title=\"🔅 Low Brightness Symbol\" href=\"/dim-button/\">Low Brightness Symbol</a>.</p>\n",
  "apple_vendor_description": "Apple's bright button emoji is a radiant, glowing circle, often depicted in a vibrant cyan or electric blue, symbolizing a powered-on state or an active function. With Apple's characteristic glossy 3D shading, it appears to emit its own light, featuring smooth gradients and subtle reflections that give it a tangible, polished feel. This emoji is perfect for indicating that something is ready, activated, or performing optimally on your Apple device, conveying a sense of energy and readiness."
}