{
  "code": "🗜️",
  "Unicode": [
    "U+1F5DC",
    "U+FE0F"
  ],
  "slug": "clamp",
  "shortcodes": {
    "github": ":clamp:",
    "slack": ":compression:",
    "discord": ":compression:"
  },
  "title": "Compression",
  "keywords": [
    "clamp",
    "compress",
    "tool",
    "vice"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [
      "Squeeze or press together",
      "To press together into a smaller space.",
      "To make smaller; to press or squeeze together, or to make something occupy a smaller space or volume.",
      "To compress, squeeze",
      "Fasten or fix with a clamp",
      "To hold or squeeze with a vice, or as if with a vice.",
      "Impose or inflict forcefully",
      "Work with a tool"
    ],
    "nouns": [
      "Physical item that can be used to achieve a goal",
      "Mechanical device intended to make a task easier.",
      "An implement used in the practice of a vocation",
      "A mechanical device intended to make a task easier.",
      "A tool is any physical item that can be used to achieve a goal, especially if the item is not consumed in the process.",
      "Any physical item that can be used to achieve a goal",
      "Tool",
      "A device (generally used by carpenters) that holds things firmly together",
      "A device used to hold an object in a fixed position",
      "A clamp is a fastening device to hold or secure objects tightly together to prevent movement or separation through the application of inward pressure."
    ]
  },
  "category": "Objects",
  "alsoKnownAs": [
    "Clamp",
    "Table Vice",
    "WinZip"
  ],
  "version": {
    "unicode-version": "7.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A metal clamp or vice, as screwed to hold or compress materials like wood or metal. Depicted as a <a href=\"https://en.wikipedia.org/wiki/C-clamp\">C-clamp</a> or <a href=\"https://en.wikipedia.org/wiki/F-clamp\">F-clamp</a>, its screw in various positions.</p>\r\n\r\n<p>Commonly used for various content concerning tools, equipment, and technology. May also represent file compression in computer science. An image of a clamp, for example,&nbsp;is featured in the <a href=\"https://en.wikipedia.org/wiki/WinZip\">WinZip</a> icon.</p>\r\n\r\n<p>Twitter&rsquo;s clamp is red.&nbsp;Samsung&rsquo;s design <a href=\"/samsung/experience-9.0/clamp/\">previously featured</a> a clamp around a cardboard box.</p>",
  "apple_vendor_description": "The clamp emoji on Apple devices presents a sturdy, metallic tool rendered with precise, realistic lighting that emphasizes its functional design. Its jaws are slightly ajar, suggesting readiness to grip, and the polished silver finish, accented by subtle shadows and highlights, gives it a tactile, industrial feel. This emoji is often used to represent holding things together, securing an object, or signifying a firm grasp on a situation, all with Apple's characteristic attention to detail."
}