{
  "code": "🐚",
  "Unicode": [
    "U+1F41A"
  ],
  "slug": "spiral-shell",
  "shortcodes": {
    "github": ":shell:",
    "slack": ":shell:",
    "discord": ":shell:"
  },
  "title": "Spiral Shell",
  "keywords": [
    "shell",
    "spiral"
  ],
  "senses": {
    "adjectives": [
      "In the shape of a coil",
      "In the shape of a helix.",
      "In the shape of a coil.",
      "In the shape of a helix"
    ],
    "verbs": [
      "To move along the path of a spiral or helix.",
      "Form a spiral"
    ],
    "nouns": [
      "The sea, the world ocean, or simply the ocean, is the connected body of salty water that covers 70.8% of the Earth's surface.",
      "A large body of salty water. (Major seas are known as oceans.)",
      "A sea is a large body of saline water usually connected with an ocean.",
      "A division of an ocean or a large body of salt water partially enclosed by land",
      "The body of water covering most of Earth",
      "A body of salt water that is smaller than an ocean and generally in proximity to a continent.",
      "Body of water.",
      "Earth's interconnected water system",
      "A lat, narrow strip of sand, gravel or pebbles along the shoreline of a body of water (ocean, river, lake).",
      "An area of sand sloping down to the water of a sea or lake",
      "A beach is a landform along the coast of an ocean, sea, lake, or river.",
      "The shore of a body of water, especially when sandy or pebbly.",
      "Landform along the shoreline of an ocean, sea, lake, or river",
      "The shell of a marine organism",
      "A hard outer layer of a marine animal, found on beaches",
      "A seashell or sea shell, also known simply as a shell, is a hard, protective outer layer created by an animal that lives in the sea.",
      "The empty shell of a marine mollusk",
      "Hard, protective outer layer created by an animal that lives in the sea",
      "A seashell, also known as a sea shell, or simply as a shell, is the common name for a hard, protective outer layer, a shell that was created by a sea creature, a marine organism."
    ]
  },
  "category": "Animals & Nature",
  "alsoKnownAs": [
    "Beach",
    "Seashell",
    "Shell"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A seashell, as found at the <a href=\"/beach-with-umbrella/\">beach</a>. Generally depicted as an empty, spiraling, white seashell, as grown by a sea <a href=\"/snail/\">snail</a> or home to a hermit crab. Positioned at various angles across platforms.</p>\r\n\r\n<p>Often used for various content concerning beaches, ocean and ocean life, and summer fun.</p>\r\n\r\n<p>Apple&rsquo;s design <a href=\"/apple/ios-4.0/spiral-shell/\">previously</a> resembled a clam shell, <a href=\"/microsoft/windows-10/spiral-shell/\">Microsoft&rsquo;s</a> a snail shell. <a href=\"/google/android-7.0/spiral-shell/\">Google&rsquo;s</a> was previously blue.</p>",
  "apple_vendor_description": "On Apple devices, the spiral shell emoji unfolds with exquisite detail, showcasing a pearlescent sheen and subtle variations in sandy beige and cream. Its perfectly rendered curves, complete with gentle highlights and soft shadows, evoke the natural beauty of a seashell found on a serene beach. This emoji on Apple devices often symbolizes nature, tranquility, or a connection to the ocean, adding a touch of organic elegance to digital conversations."
}