{
  "code": "😯",
  "Unicode": [
    "U+1F62F"
  ],
  "slug": "hushed-face",
  "shortcodes": {
    "github": ":hushed:",
    "slack": ":hushed:",
    "discord": ":hushed:"
  },
  "title": "Hushed Face",
  "keywords": [
    "face",
    "hushed",
    "stunned",
    "surprised"
  ],
  "senses": {
    "adjectives": [
      "In a softened tone",
      "In a state of mental numbness especially as resulting from shock.",
      "In a state of shock or confusion.",
      "In a state of mental numbness especially as resulting from shock",
      "In a state of shock or confusion",
      "Feeling or showing surprise because taken unawares or suddenly.",
      "Caused to feel surprise.",
      "Caused to feel surprise, amazement or wonder, or showing an emotion due to an unexpected event.",
      "Taken unawares or suddenly and feeling wonder or astonishment",
      "That is or are a surprise.",
      "Causing surprise or wonder or amazement",
      "Causing surprise or wonder or amazement.",
      "Not expected or anticipated",
      "Not expected, anticipated or foreseen."
    ],
    "verbs": [
      "Cause to be surprised",
      "Make senseless or dizzy by or as if by a blow"
    ],
    "nouns": [
      "Feeling that something unexpected has happened.",
      "Unexpected.",
      "A sudden unexpected event",
      "Part of the body at the front of the head",
      "The face is a central organ of sense and is also very central in the expression of emotion among humans and among numerous other species.",
      "Faces are the central sense organ complexes, for those animals that have one, normally on the ventral surface of the head.",
      "The front of the human head from the forehead to the chin and ear to ear",
      "The front part of the head, featuring the eyes, nose, and mouth and the surrounding area."
    ]
  },
  "category": "Smileys & Emotion",
  "alsoKnownAs": [
    "Surprise",
    "Surprised Face"
  ],
  "version": {
    "unicode-version": "6.1",
    "emoji-version": "1.0"
  },
  "description": "<p>A yellow face with small, open eyes, raised eyebrows, and a small,&nbsp;open mouth, as if it has been hushed by concern or correction. Meaning widely varies, but its expression is commonly taken as surprise, embarrassment, or mild&nbsp;excitement.</p>\r\n\r\n<p>Similar to <a href=\"/astonished-face/\">😲&nbsp;Astonished Face</a>, which features larger eyes and mouth.&nbsp;Google <a href=\"/google/android-5.0/hushed-face/\">previously interpreted</a> <i>hushed</i> as &quot;silenced,&quot;&nbsp;depicting&nbsp;the emoji with a <a href=\"/zipper-mouth-face/\">zipper mouth</a> until <a href=\"/google/android-6.0.1/\">Android 6.0.1</a>. An early&nbsp;Microsoft&nbsp;design <a href=\"/microsoft/windows-8.1/hushed-face/\">featured</a> a face with closed eyes and a flat, closed mouth.</p>",
  "apple_vendor_description": "On Apple devices, the hushed face emoji features wide, innocent eyes and slightly parted lips, conveying a sense of gentle surprise or quiet contemplation with a soft, rounded appearance.  The subtle blush on its cheeks and the gentle curvature of its form, characteristic of Apple's design language, imbue it with a sweet and delicate aura.  This emoji is perfect for expressing mild astonishment, a secret being shared, or a moment of quiet awe."
}