{
  "code": "🏄🏼‍♂️",
  "Unicode": [
    "U+1F3C4",
    "U+1F3FC",
    "U+200D",
    "U+2642",
    "U+FE0F"
  ],
  "slug": "man-surfing-medium-light-skin-tone",
  "shortcodes": null,
  "title": "man surfing: medium-light skin tone",
  "keywords": [
    "medium-light skin tone",
    "surfing",
    "man"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [
      "To ride a wave, usually on a surfboard.",
      "To use a surfboard; to surf.",
      "Ride the waves of the sea with a surfboard",
      "To ride a wave."
    ],
    "nouns": [
      "Sexual maturity is the age or stage when an organism can reproduce.",
      "The age or stage when an organism can reproduce",
      "An adult male human.",
      "A man is a male human.",
      "An adult male human",
      "An adult human member of the sex that begets young by fertilizing ova.",
      "A human member of the masculine sex or gender.",
      "An adult person who is male (as opposed to a woman)",
      "Surfing is a surface water sport in which the wave rider, referred to as a surfer, rides on the forward or deep face of a moving wave, which is usually carrying the surfer towards the shore.",
      "Surfing is a surface water sport in which the participant is carried along the face of a breaking wave, most commonly using a surfboard.",
      "The sport of riding a surfboard toward the shore on the crest of a wave",
      "Sport that consists of riding a wave",
      "The sport of riding a surfboard using the power of the waves",
      "The pastime or sport of riding surf on a surfboard.",
      "A surfboard-based water-sport",
      "Maneuver where the surfer turns and surfs back towards where the wave is breaking."
    ]
  },
  "category": "People & Body",
  "alsoKnownAs": null,
  "version": null,
  "description": "The Man Surfing, Type-3 emoji is a sequence of the  Surfer,  Emoji Modifier Fitzpatrick Type-3, ? Male Sign and ? Variation Selector-16",
  "apple_vendor_description": "On Apple devices, the man surfing emoji with medium-light skin tone is depicted riding a cresting wave with impressive balance. The water is rendered with glossy realism and dynamic blue and white gradients, while the surfer's pose suggests motion and exhilaration, all with Apple's characteristic smooth, rounded aesthetic. This emoji on Apple devices perfectly embodies adventure, outdoor activity, and the thrill of the ocean."
}