{
  "code": "👩‍❤️‍👨",
  "Unicode": [
    "U+1F469",
    "U+200D",
    "U+2764",
    "U+FE0F",
    "U+200D",
    "U+1F468"
  ],
  "slug": "couple-with-heart-woman-man",
  "shortcodes": {
    "github": ":couple_with_heart_woman_man:",
    "slack": ":woman-heart-man:",
    "discord": ":couple_with_heart_woman_man:"
  },
  "title": "Couple with Heart: Woman, Man",
  "keywords": [
    "adult",
    "woman"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [],
    "nouns": [
      "A woman is a female human.",
      "Female adult human",
      "An animal of the sex that produces eggs.",
      "An adult human member of the sex that produces ova and bears young.",
      "An adult female human.",
      "An adult female person (as opposed to a man)",
      "Adult female human being.",
      "A pair who associate with one another",
      "A pair or couple, especially one that is harmonious or elegant.",
      "Sexual maturity is the age or stage when an organism can reproduce.",
      "The age or stage when an organism can reproduce",
      "An adult male human.",
      "A man is a male human.",
      "An adult male human",
      "An adult human member of the sex that begets young by fertilizing ova.",
      "A human member of the masculine sex or gender.",
      "An adult person who is male (as opposed to a woman)",
      "Love is a variety of different feelings, states, and attitudes that ranges from interpersonal affection to pleasure.",
      "An intense feeling of affection and care towards another person.",
      "Emotion based on affection",
      "A strong positive emotion of regard and affection",
      "In the Italian or Latin languages",
      "The form of romantic affection that is considered pure and wholly positive, not just based on feelings of lust.",
      "Love is a word which refers to a variety of different emotional states, feelings or attitudes which range from those of simple personal pleasures or desires to those characterizing interpersonal affection and many forms of profound kindness, compassion, and benevolent concern for the good of others."
    ]
  },
  "category": "People & Body",
  "alsoKnownAs": [
    "Female",
    "Lady",
    "Yellow Woman",
    "Heart",
    "Love Heart",
    "Red Heart",
    "Male",
    "Moustache Man"
  ],
  "version": {
    "unicode-version": null,
    "emoji-version": "2.0"
  },
  "description": "<p>A woman and a man standing next to each other, smiling, with a love heart floating in the air between them.</p>",
  "apple_vendor_description": "This heartwarming emoji on Apple devices depicts a woman and a man standing side-by-side, with a prominent, glossy red heart floating between them, radiating warmth and affection. Apple's design language imbues the figures with smooth gradients and soft edges, giving them a friendly and approachable appearance, while the heart is rendered with a luminous glow. It's a powerful visual metaphor for love, partnership, and romantic connection, often used to celebrate relationships on Apple devices."
}