{
  "code": "👦",
  "Unicode": [
    "U+1F466"
  ],
  "slug": "boy",
  "shortcodes": {
    "github": ":boy:",
    "slack": ":boy:",
    "discord": ":boy:"
  },
  "title": "Boy",
  "keywords": [
    "boy",
    "young"
  ],
  "senses": {
    "adjectives": [
      "In the early part of life or growth.",
      "In the early part of growth or life; born not long ago.",
      "(used of living things especially persons) in an early period of life or development or growth",
      "In the early part of growth or life.",
      "Befitting a young child",
      "Of or pertaining to a young child; childlike",
      "Of, relating to, or denoting a member of the sex that begets young by fertilizing ova.",
      "Being the sex (of plant or animal) that produces gametes (spermatozoa) that perform the fertilizing function in generation"
    ],
    "verbs": [],
    "nouns": [
      "Young male human",
      "A youthful male person",
      "A young male human",
      "A boy is a young male human, usually child or adolescent.",
      "A young male person, usually a child or teenager.",
      "A young male human; a male child or young adult.",
      "Determined sex of an animal. Use Q6581097 for a male human",
      "A member of the sex that begets young by fertilizing ova.",
      "A person who belongs to the sex that cannot have babies",
      "A male organism is the physiological sex which produces sperm.",
      "An animal of the sex that has testes.",
      "A juvenile between the onset of puberty and maturity",
      "A teenager; a juvenile after puberty.",
      "A juvenile between the onset of puberty and maturity; in the state of development between puberty and maturity.",
      "An animal or plant's progeny, an animal or plant's young.",
      "Any immature animal",
      "Singular offspring, animal's or plant's progeny.",
      "Sexual maturity is the age or stage when an organism can reproduce.",
      "The age or stage when an organism can reproduce",
      "An adult male human.",
      "A man is a male human.",
      "An adult male human",
      "An adult human member of the sex that begets young by fertilizing ova.",
      "A human member of the masculine sex or gender.",
      "An adult person who is male (as opposed to a woman)"
    ]
  },
  "category": "People & Body",
  "alsoKnownAs": [],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>The face of a boy, smiling.</p>\r\n\r\n<p>Previously differentiated from&nbsp;<a href=\"/man/\">👨 Man</a>&nbsp;on <a href=\"/google/android-5.0/boy/\">Android</a>&nbsp;by wearing a cap, and on iOS by the lack of&nbsp;any facial hair.</p>\r\n\r\n<p>Variants include&nbsp;<a href=\"/child/\">👦 Child</a> and <a href=\"/girl/\">👧 Girl</a>.</p>",
  "apple_vendor_description": "The boy emoji on Apple devices depicts a young child with a friendly, open expression, often shown with neatly styled hair and wearing simple, modern clothing in muted tones.  Apple's design language imbues this emoji with soft, rounded edges and a subtle 3D effect, creating a sense of youthful innocence and approachability.  It's commonly used to represent childhood, family, or to refer to a young male in digital communication on Apple devices."
}