{
  "code": "🇿🇲",
  "Unicode": [
    "U+1F1FF",
    "U+1F1F2"
  ],
  "slug": "flag-zambia",
  "shortcodes": {
    "github": ":zambia:",
    "slack": ":flag-zm:",
    "discord": ":flag_zm:"
  },
  "title": "Flag: Zambia",
  "keywords": [
    "flag"
  ],
  "senses": {
    "adjectives": [
      "From or in the countryside or connected with it.",
      "Of, from or pertaining to the countryside (adjective)."
    ],
    "verbs": [],
    "nouns": [
      "Emblem usually consisting of a rectangular piece of cloth of distinctive design",
      "Piece of cloth.",
      "A flag is a piece of fabric with a distinctive design that is used as a symbol, as a signaling device, or as decoration.",
      "A piece of cloth, often decorated with an emblem, used as a visual signal or symbol.",
      "Piece of fabric with a distinctive design",
      "The flag was designed by Gabriel Ellison, OGDS, MBE, who also designed the national coat of arms and many of Zambia's stamps.",
      "Northern Rhodesia was a protectorate in south central Africa, formed in 1911 by amalgamating the two earlier protectorates of North-Western Rhodesia and North-Eastern Rhodesia.",
      "A country in southern Africa. Official name: Republic of Zambia. Formerly called Northern Rhodesia.",
      "The Republic of Zambia is a landlocked country in Southern Africa, neighboring the Democratic Republic of the Congo to the north, Tanzania to the north-east, Malawi to the east, Mozambique, Zimbabwe, Botswana and Namibia to the south, and Angola to the west.",
      "ISO 3166-1 country code",
      "A country in southern Africa. Its capital is Lusaka.",
      "Country in Southern Africa.",
      "Country in Africa",
      "A republic in central Africa; formerly controlled by Great Britain and called Northern Rhodesia until it gained independence within the commonwealth in 1964",
      "An historical territory in south central Africa",
      "The opposite of secession",
      "As its original Latin term",
      "Government",
      "The collective body of a nation or state as politically organized, or as exercising political functions.",
      "The territory of a nation, especially an independent nation state or formerly independent nation; a political entity asserting ultimate authority over a geographical area.",
      "Nations is often used synonymously with ethnic group, but although ethnicity is now one of the most important aspects of cultural or social identity for the members of most nations, people with the same ethnic origin may live in different nation-states and be treated as members of separate nations for that reason.",
      "Political organisation with a centralized independent government",
      "The government.",
      "An organized political community, living under a government",
      "Nation has various meanings, and the meaning has changed over time.",
      "A state is an organized community living under one government.",
      "A political entity asserting ultimate authority over a geographical area.",
      "A people permanently occupying a fixed territory bound together by common law, habits and custom into one body politic exercising, through the medium of an organized government, independent sovereignty and control over all persons and things within its boundaries, unless or until authority is ceded to a federation or union of other states.",
      "The people who live in a nation or country",
      "A politically organized body of people under a single government",
      "A sovereign state.",
      "A state is a nonphysical juridical entity of the international legal system that is represented by one centralized government that has supreme independent authority over a geographic area.",
      "The geographic area under the control of a political state."
    ]
  },
  "alsoKnownAs": [
    "Zambian Flag"
  ],
  "version": {
    "unicode-version": null,
    "emoji-version": "1.0"
  },
  "description": "<p>The flag for&nbsp;<a href=\"https://en.wikipedia.org/wiki/Zambia\">Zambia</a>, which may show as the letters&nbsp;<em>ZM</em>&nbsp;on some platforms.</p>",
  "apple_vendor_description": "The flag of Zambia, as rendered on Apple devices, is a striking representation of national pride. Its vibrant vertical green stripe, bordered by red, orange, and black, is depicted with exceptional clarity and depth thanks to Apple’s realistic lighting and subtle 3D shading. The soaring eagle at the hoist, detailed with fine lines and soft rounded edges, symbolizes freedom and the nation's aspirations, making it a powerful symbol for discussions about Zambia."
}