{
  "code": "✅",
  "Unicode": [
    "U+2705"
  ],
  "slug": "check-mark-button",
  "shortcodes": {
    "github": ":white_check_mark:",
    "slack": ":white_check_mark:",
    "discord": ":white_check_mark:"
  },
  "title": "White Heavy Check Mark",
  "keywords": [
    "✓",
    "button",
    "check",
    "mark"
  ],
  "senses": {
    "adjectives": [
      "Being satisfactory or in satisfactory condition"
    ],
    "verbs": [
      "Give sanction to",
      "To be in accord in opinion, statement, or action; to be in unison or concord; to be united or consistent.",
      "To harmonize in opinion, statement, or action; to be in unison or concord; to be or become united or consistent; to concur.",
      "To unite or agree.",
      "Be in accord; be in agreement",
      "To be in accord.",
      "To unite or agree (in action or opinion); to have a common opinion; to coincide; to correspond."
    ],
    "nouns": [
      "A check mark, checkmark or tick is a mark used to indicate the concept \"yes\" applies to me\").",
      "A mark () made to indicate agreement, correctness or acknowledgement",
      "A mark (?) made to indicate agreement, correctness or acknowledgement; checkmark",
      "A mark like a v or sometimes x used as an indicator.",
      "A mark (especially a checkmark: ) used as an indicator, equivalent to a tick (UK).",
      "A mark (often one of a series) made to show that an operation or task has been completed.",
      "A mark made to indicate agreement, correctness or acknowledgement.",
      "A mark () made to indicate agreement, correctness or acknowledgement.",
      "A mark indicating that something has been noted or completed etc."
    ]
  },
  "category": "Symbols",
  "alsoKnownAs": [
    "Green Check Mark",
    "Green Tick"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A <a href=\"/check-mark/\" title=\"✔️ Heavy Check Mark\">check mark</a> that displays with a white outlined appearance. Shows&nbsp;on most platforms with a bright green rounded rectangle or circle surrounding it.</p>\r\n\r\n<p>Android <a href=\"/google/android-4.4/check-mark-button/\" title=\"✅ White Heavy Check Mark on Google Android 4.4\">previously</a> displayed this as an outlined blue check mark / blue tick.</p>\r\n\r\n<p><em>This emoji is not supported in Twitter / X names, possibly in an attempt to minimize confusion with a verified checkmark.</em></p>\r\n\r\n<div id=\"professor_prebid-root\">&nbsp;</div>",
  "apple_vendor_description": "The check mark button emoji on Apple devices is a vibrant, almost tactile symbol of completion and confirmation.  Rendered with a bold green hue and a glossy, raised appearance, it features distinct, soft rounded edges and a subtle shadow that gives it significant depth.  The crisp, clear check mark within the button offers a satisfying visual cue, commonly used to signify tasks done, agreements made, or successful actions."
}