{
  "code": "💢",
  "Unicode": [
    "U+1F4A2"
  ],
  "slug": "anger-symbol",
  "shortcodes": {
    "github": ":anger:",
    "slack": ":anger:",
    "discord": ":anger:"
  },
  "title": "Anger Symbol",
  "keywords": [
    "anger symbol",
    "angry",
    "comic",
    "mad"
  ],
  "senses": {
    "adjectives": [
      "Displaying or feeling anger.",
      "Angry, annoyed.",
      "Irritated, in a temper, feeling or displaying anger.",
      "Feeling or showing anger",
      "Irritated and roused to anger.",
      "Roused to anger- Mark Twain"
    ],
    "verbs": [
      "To madden, to anger, to frustrate."
    ],
    "nouns": [
      "Basic emotion",
      "Anger is an emotional response related to one's psychological interpretation of having been threatened.",
      "The state of being angry",
      "The state of being angry.",
      "Anger is a common emotional response to real or imagined threats or harm to oneself or others, characterized by a desire, whether internalized or expressed, to engage in aggressive retaliation.",
      "A symbol is an object that represents, stands for, or suggests an idea, visual image, belief, action, or material entity.",
      "Symbols are things such as particular forms or marks which represent some sort of information, an idea, a physical entity or a process but is distinct from it.",
      "In programming, a name that represents a register, an absolute value, or a memory address (relative or absolute).",
      "A character or glyph representing an idea, concept or object.",
      "One or a few characters, a picture or an other concrete representation of an idea, a concept and the like.",
      "An object that represents, stands for, or suggests an idea, belief, action, or material entity",
      "Character or glyph.",
      "An arbitrary sign (written or printed) that has acquired a conventional significance",
      "Something that represents an idea, a process, or a physical entity"
    ]
  },
  "category": "Smileys & Emotion",
  "alsoKnownAs": [
    "Anger Sign",
    "Vein Pop"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A red symbol found in Anime/Manga and&nbsp;used&nbsp;to represent the&nbsp;<a href=\"http://tvtropes.org/pmwiki/pmwiki.php/Main/CrossPoppingVeins\">veins popping</a> on a very angry person.</p>\r\n\r\n<p>Also&nbsp;used in other&nbsp;comic books to indicate a punch landed, perhaps next to the words &ldquo;Bam&rdquo; or &ldquo;Pow&rdquo;.</p>",
  "apple_vendor_description": "The anger symbol emoji on Apple devices is a dynamic, stylized representation of intense frustration and rage, rendered with sharp lines and bold color. Apple’s design imbues this symbol with a sense of explosive energy, using dramatic lighting and glossy 3D effects to convey its potent emotional impact. The vibrant red hue and striking visual form, characteristic of Apple’s expressive emoji palette, make it an unmistakable signifier of strong displeasure or overwhelming anger in digital exchanges."
}