{
  "code": "🎭",
  "Unicode": [
    "U+1F3AD"
  ],
  "slug": "performing-arts",
  "shortcodes": {
    "github": ":performing_arts:",
    "slack": ":performing_arts:",
    "discord": ":performing_arts:"
  },
  "title": "Performing Arts",
  "keywords": [
    "art",
    "mask",
    "performing",
    "performing arts",
    "theater",
    "theatre"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [
      "To disguise; to cover; to hide.",
      "Cover with a sauce",
      "Be suitable for theatrical performance",
      "Put a mask on or cover with a mask",
      "To cover, as the face, by way of concealment or defense against injury; to conceal with a mask or visor.",
      "To cover, as the face, by way of concealment or defense against injury."
    ],
    "nouns": [
      "Dramaturgy is the art of dramatic composition and the representation of the main elements of drama on the stage.",
      "A branch of the performing arts, often referred to as \"the stage\"",
      "Theatre, enjoys the distinction of two spellings: in British English, \"theater\" and in American English, \"theater\".",
      "Art of dramaturgic composition.",
      "Art of dramatic composition",
      "The art of dramatic composition for the stage.",
      "The institution of dramatic performance.",
      "Drama or performance as a profession or artform.",
      "The art of writing and producing plays",
      "Theatre or theater is a collaborative form of fine art that uses live performers to present the experience of a real or imagined event before a live audience in a specific place.",
      "Part of the body at the front of the head",
      "The face is a central organ of sense and is also very central in the expression of emotion among humans and among numerous other species.",
      "Faces are the central sense organ complexes, for those animals that have one, normally on the ventral surface of the head.",
      "The front of the human head from the forehead to the chin and ear to ear",
      "The front part of the head, featuring the eyes, nose, and mouth and the surrounding area.",
      "Performing arts are art forms in which artists use their body, voice, or objects to convey artistic expression -- as opposed to visual arts, in which artists use paint/canvas or various materials to create physical art objects.",
      "The arts involving performance, such as dance, theatre, singing, etc.",
      "Art forms in which artists use their body or voice to convey artistic expression",
      "Arts involving performance.",
      "Arts or skills that require public performance",
      "And the theatre",
      "The art of representing a character, in a movie or a play.",
      "Performance",
      "Acting is the work of an actor or actress, which is a person in theater, television, film, or any other storytelling medium who tells the story by portraying a character and, usually, speaking or singing the written text or play.",
      "The performance of a part or role in a drama",
      "Impersonation of a fictional character",
      "In printing and display, a group of related characters, such as a character set.",
      "The literary genre of works intended for the theater",
      "Drama is the specific mode of fiction represented in performance.",
      "From the Greek term Dramatikos",
      "Specific mode of fiction represented in performance",
      "A mask is an object normally worn on the face, typically for protection, disguise, performance or entertainment.",
      "A covering to disguise or conceal the face",
      "Object normally worn on the face, typically for protection, disguise, performance or entertainment",
      "A cover, or partial cover, for the face, used for disguise or protection.",
      "Cover for the face.",
      "Aesthetic value.",
      "The creation of beautiful or significant things",
      "The creation of works of beauty or other special significance.",
      "Process of creating things of no intrinsic value but significant extrinsic value through emotional or aesthetic appeal",
      "Art is the process or product of deliberately arranging elements in a way that appeals to the senses or emotions.",
      "Art is a diverse range of human activities and the products of those activities; this article focuses primarily on the visual arts, which includes the creation of images or objects in fields including painting, sculpture, printmaking, photography, and other visual media."
    ]
  },
  "category": "Activities",
  "alsoKnownAs": [
    "Drama Masks",
    "Greek Theatre Masks",
    "Theatre Logo",
    "Tragedy and Comedy Masks"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>Two masks often used on maps to indicate a theatre, these originate in <a href=\"https://en.wikipedia.org/wiki/Theatre_of_ancient_Greece\">Greek Theatre</a> as masks of <a href=\"https://en.wikipedia.org/wiki/Tragicomedy#mediaviewer/File:TragicComicMasksHadriansVillamosaic.jpg\">tragedy and comedy</a>.</p>\r\n\r\n<p>One mask&nbsp;frowns, the other smiles.</p>\r\n\r\n<p>This emoji tends to spike in popularity around the&nbsp;<a href=\"https://en.wikipedia.org/wiki/Academy_Awards\">Academy Awards</a> (Oscars) ceremony.</p>",
  "apple_vendor_description": "The performing arts emoji on Apple devices presents a dynamic duo of theatrical masks, one conveying comedy and the other tragedy, rendered with Apple's signature glossy 3D shading. Each mask boasts a smooth gradient, with the comedic mask sporting a cheerful, upturned smile and the tragic mask a somber frown, all framed by soft, rounded edges.  This emoji, with its rich, jewel-toned coloring and realistic lighting, beautifully encapsulates the essence of theater, drama, and the performing arts, often used to signify an interest in or engagement with these expressive fields."
}