{
  "code": "🐭",
  "Unicode": [
    "U+1F42D"
  ],
  "slug": "mouse-face",
  "shortcodes": {
    "github": ":mouse:",
    "slack": ":mouse:",
    "discord": ":mouse:"
  },
  "title": "Mouse Face",
  "keywords": [
    "face",
    "mouse"
  ],
  "senses": {
    "adjectives": [
      "Timid",
      "Quiet and timid and ineffectual",
      "Having hair on the cheeks and chin"
    ],
    "verbs": [],
    "nouns": [
      "Any of various long-tailed rodents similar to but larger than a mouse",
      "Rodents of the superfamily Muroidea",
      "Rats are various medium-sized, long-tailed rodents of the superfamily Muroidea.",
      "A nearly omnivorous rodent of the genus ''rattus'' characterised by a long hairless tail, rounded ears, and a pointed nose.",
      "Mammal of the order Rodentia.",
      "Relatively small placental mammals having a single pair of constantly growing incisor teeth specialized for gnawing",
      "Rodents are mammals of the order Rodentia, characterized by a single pair of continuously growing incisors in each of the upper and lower jaws.",
      "Any of the relatively small placental mammals that constitute the order Rodentia, having constantly growing incisor teeth specialized for gnawing.",
      "A mammal of the order Rodentia, characterized by long incisors that grow continuously and are worn down by gnawing.",
      "Order of mammals",
      "A mouse is a small mammal belonging to the order of rodents, characteristically having a pointed snout, small rounded ears, and a long naked or almost hairless tail.",
      "A genus of rodents containing many kinds of mice",
      "Genus of rodent",
      "A medium-sized rodent belonging to the genus Rattus.",
      "Any small rodent of the genus Mus.",
      "Rodent of the genus Mus.",
      "Any of numerous small rodents typically resembling diminutive rats having pointed snouts and small ears on elongated bodies with slender usually hairless tails",
      "A mouse is a small mammal belonging to the order of rodents, characteristically having a pointed snout, small rounded ears, a body-length scaly tail and a high breeding rate.",
      "Any of numerous small rodents of the genera ''rattus'', ''mus'', or various other related genera of the ''Muridæ'' family characterised by a long hairless tail, rounded ears, and a pointed nose."
    ]
  },
  "category": "Animals & Nature",
  "alsoKnownAs": [
    "Mouse"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A friendly, cartoon-styled face of a mouse, looking straight ahead. Generally depicted as a gray or white mouse face with large, round ears, a pink, pointed nose, and whiskers.</p>\r\n\r\n<p>Often used with a more affectionate tone than the full-bodied <a href=\"/mouse/\">🐁 Mouse</a>. Not to be confused with <a href=\"/hamster/\">🐹 Hamster Face</a>.</p>\r\n\r\n<p>Google&nbsp;and&nbsp;Facebook&rsquo;s designs feature a mouse with buck teeth. Microsoft&rsquo;s design was <a href=\"/microsoft/windows-10/mouse-face/\">previously</a> brown.</p>",
  "apple_vendor_description": "The mouse face emoji on Apple devices is a charming and rounded character with large, expressive dark eyes and a tiny pink nose, all rendered with Apple’s characteristic glossy 3D shading. Its soft, curved ears and subtle highlights give it a friendly and approachable appearance, embodying a sense of curiosity and innocence. This emoji, with its polished look and smooth textures on Apple devices, is commonly used to represent small, timid creatures or to add a touch of cuteness and playfulness to digital conversations."
}