{
  "code": "ðŸŽ‘",
  "Unicode": [
    "U+1F391"
  ],
  "slug": "moon-viewing-ceremony",
  "shortcodes": {
    "github": ":rice_scene:",
    "slack": ":rice_scene:",
    "discord": ":rice_scene:"
  },
  "title": "Moon Viewing Ceremony",
  "keywords": [
    "celebration",
    "ceremony",
    "moon",
    "moon viewing ceremony"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [],
    "nouns": [
      "Or, literally moon-viewing, also known as, refers to Japanese festivals honoring the autumn moon, a version of the Mid-Autumn Festival.",
      "A Japanese harvest festival",
      "Japanese festival",
      "An image created by light falling on a light-sensitive surface or an electronic imager",
      "Image created by light falling on a light-sensitive surface",
      "An image captured by a camera or some other device and reproduced as a picture, usually on a sensitized surface and formed by the chemical action of light or of radiant energy.",
      "A photograph.",
      "A Surface application from Microsoft where users can browse and interact with photos and videos.",
      "A representation of a person or scene in the form of a print or transparent slide; recorded by a camera on light-sensitive material",
      "An image that has been captured electronically with a digital camera or scanner.",
      "A photograph, photo or a picture is an image created by light falling on a light-sensitive surface, usually photographic film or an electronic medium such as a CCD or a CMOS chip.",
      "Photograph.",
      "A picture created by projecting an image onto a photosensitive surface such as a chemically treated plate or film, CCD receptor, etc.",
      "Any substantially sized natural satellite of a planet.",
      "The name of Earth's moon.",
      "Only natural satellite of Earth",
      "The largest satellite of Earth.",
      "The sole natural satellite of the Earth.",
      "The natural satellite of the Earth",
      "The first planet from Earth in the Ptolemaic geocentric model",
      "The Moon is Earth's only natural satellite."
    ]
  },
  "category": "Activities",
  "alsoKnownAs": [
    "Grass, Dumplings and Moon",
    "Harvest Moon",
    "Mid-Autumn Festival",
    "Tsukimi"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>Moon Viewing Ceremonies (called <a href=\"https://en.wikipedia.org/wiki/Tsukimi\">Tsukimi</a> in Japan) are held each year in <a title=\"ðŸ‚ Fall / Autumn\" href=\"/fall-autumn/\">autumn</a> to celebrate the <a title=\"ðŸŒ• Full Moon Symbol\" href=\"/full-moon/\">full moon</a> and <a title=\"ðŸŒ’ Waxing Crescent Moon Symbol\" href=\"/waxing-crescent-moon/\">waxing moon</a> inÂ Japan.</p>\n<p>This symbolÂ shows Japanese pampas grass and <a title=\"ðŸ¡ Dango\" href=\"/dango/\">dango</a> (sweet dessert food) which are used in the ceremony, as well as the moon in the background.</p>\n",
  "apple_vendor_description": "On Apple devices, the moon viewing ceremony emoji captures a serene nocturnal scene, showcasing a traditional Japanese setting bathed in the soft glow of a luminous moon. Apple's signature 3D rendering lends a subtle gloss and depth to the intricately designed pavilion and the celestial orb, creating a tranquil and elegant visual. This emoji evokes feelings of peace, reflection, and appreciation for nature's beauty, often used to convey a sense of calm or to mark special, quiet moments."
}