{
  "code": "🍧",
  "Unicode": [
    "U+1F367"
  ],
  "slug": "shaved-ice",
  "shortcodes": {
    "github": ":shaved_ice:",
    "slack": ":shaved_ice:",
    "discord": ":shaved_ice:"
  },
  "title": "Shaved Ice",
  "keywords": [
    "dessert",
    "ice",
    "shaved",
    "sweet"
  ],
  "senses": {
    "adjectives": [
      "Having a low or inadequate temperature or feeling a sensation of coldness or having been made cold by e.g. ice or refrigeration",
      "Having a low temperature.",
      "Having or denoting the characteristic taste of sugar",
      "Having a taste of sugar.",
      "Having the taste characteristic of sugar or honey."
    ],
    "verbs": [
      "Take in solid food",
      "To consume something solid or semi-solid (usually food) by putting it into the mouth and eventually swallowing it.",
      "To consume (something solid or semi-solid, usually food) by putting it into the mouth and swallowing it."
    ],
    "nouns": [
      "Ice cream",
      "Frozen dessert",
      "Ice cream is a frozen food usually made from dairy products, such as milk and cream and often combined with fruits or other ingredients and flavors.",
      "Frozen dessert containing cream and sugar and flavoring",
      "A cold dessert (made of water, cream and milk, combined with flavourings, emulsifiers and sugar) that's popular when it's hot.",
      "A dessert made from frozen sweetened cream or a similar substance, usually flavoured.",
      "One of the temperate seasons",
      "Summer is the warmest of the four temperate seasons, falling between spring and autumn.",
      "The period or season of summer.",
      "One of the four seasons, between Spring and Autumn",
      "The warmest season of the year; in the northern hemisphere it extends from the summer solstice to the autumnal equinox",
      "The time during the summer months.",
      "Shaved ice is a large family of ice-based dessert made of fine shavings of ice or finely crushed ice and sweet condiments or syrups.",
      "A sweet confection served as the last course of a meal",
      "A dish served as the last course of a meal",
      "A usage seen in the United Kingdom and some other Commonwealth countries.",
      "Dessert is a typically sweet course that concludes an evening meal.",
      "A sweet confection served as the last course of a meal.",
      "Sweet confection served as the last course of a meal.",
      "Sweet course that concludes a meal",
      "Shave ice or Hawaiian shave ice is an ice-based dessert made by shaving a block of ice."
    ]
  },
  "category": "Food & Drink",
  "alsoKnownAs": [
    "Snow Cone"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A mound of shaved ice (snow cone) served in a dessert bowl with a short spoon, flavored with a&nbsp;<a href=\"/cherries/\">cherry-red&nbsp;</a>syrup on many platforms. Associated with&nbsp;<a href=\"https://en.wikipedia.org/wiki/Shave_ice\">Hawaiian shave ice</a>&nbsp;or Japanese&nbsp;<a href=\"https://en.wikipedia.org/wiki/Kakigōri\"><i>kakigori</i></a>.</p>",
  "apple_vendor_description": "The shaved ice emoji on Apple devices is a delightful and refreshing representation, featuring a generous mound of finely shaved ice that appears almost crystalline and delightfully cool. Apple's design brings out the texture with subtle gradients and a glossy sheen, giving it a realistic, inviting appearance that makes you feel the chill. Topped with a vibrant, glossy syrup, its soft rounded edges and bright highlights evoke summer fun, treats, and a sense of pure, unadulterated enjoyment, perfect for expressing excitement or reminiscing about sweet, cool moments."
}