{
  "code": "🏃🏻‍♀️",
  "Unicode": [
    "U+1F3C3",
    "U+1F3FB",
    "U+200D",
    "U+2640",
    "U+FE0F"
  ],
  "slug": "woman-running-light-skin-tone",
  "shortcodes": null,
  "title": "woman running: light skin tone",
  "keywords": [
    "racing",
    "running",
    "light skin tone",
    "woman",
    "marathon"
  ],
  "senses": {
    "adjectives": [
      "Of advancing the ball by running",
      "Moving or advancing by running."
    ],
    "verbs": [
      "Move fast by using one's feet, with one foot off the ground at any given time",
      "To move quickly by alternately making a short jump off of either foot.",
      "To move forward quickly upon two feet by alternately making a short jump off either foot.",
      "Move fast",
      "To drive fast.",
      "To move fast.",
      "To go fast.",
      "To drive fast; to step on the accelerator."
    ],
    "nouns": [
      "A woman is a female human.",
      "Female adult human",
      "An animal of the sex that produces eggs.",
      "An adult human member of the sex that produces ova and bears young.",
      "An adult female human.",
      "An adult female person (as opposed to a man)",
      "Adult female human being.",
      "A competition of speed",
      "Competition where the goal is to complete the course as fast as possible",
      "The sport of competing in races.",
      "The sport of engaging in contests of speed",
      "Sport contest of speed.",
      "In sport, racing is a competition of speed, against an objective criterion, usually a clock or to a specific point."
    ]
  },
  "category": "People & Body",
  "alsoKnownAs": null,
  "version": null,
  "description": "The Woman Running, Type-1-2 emoji is a sequence of the  Runner,  Emoji Modifier Fitzpatrick Type-1-2, ? Female Sign and ? Variation Sele",
  "apple_vendor_description": "On Apple devices, the woman running with a light skin tone is depicted in mid-stride, showcasing dynamic motion through Apple's smooth animation and realistic lighting. Her form is fluid, with soft rounded edges that suggest effortless speed and energy, while the subtle gloss on her attire adds a touch of Apple's signature 3D realism. This emoji embodies athleticism, health, and the pursuit of personal goals, commonly used to celebrate fitness achievements or encourage an active lifestyle on Apple devices."
}