{
  "code": "🐜",
  "Unicode": [
    "U+1F41C"
  ],
  "slug": "ant",
  "shortcodes": {
    "github": ":ant:",
    "slack": ":ant:",
    "discord": ":ant:"
  },
  "title": "Ant",
  "keywords": [
    "ant",
    "insect"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [],
    "nouns": [
      "Insects are a class of invertebrates within the arthropod phylum that have a chitinous exoskeleton, a three-part body, three pairs of jointed legs, compound eyes and one pair of antennae.",
      "A class of the Arthropoda typically having a segmented body with an external chitinous covering, a pair of compound eyes, a pair of antennae, three pairs of mouthparts, and two pairs of wings.",
      "An arthropod in the class Insecta, characterized by six legs, up to four wings, and a chitinous exoskeleton.",
      "Arthropod of class insecta.",
      "Small air-breathing arthropod",
      "Class of invertebrates within the arthropod phylum",
      "Social insect living in organized colonies; characteristically the males and fertile queen have wings during breeding season; wingless sterile females are the workers",
      "The heraldic ant",
      "The Emmet, also called the ant and the pismire, is an heraldic charge in European heraldry, particularly in British and German heraldry.",
      "Ants are eusocial insects of the family Formicidae and, along with the related wasps and bees, belong to the order Hymenoptera.",
      "An ant.",
      "Any of the black, red, brown, or yellow insects of the family Formicidae characterized by a large head and by living in organized colonies.",
      "Ants are social insects of the family Formicidae and, along with the related wasps and bees, belong to the order Hymenoptera.",
      "Any of various insects in the family Formicidae in the order Hymenoptera, typically living in large colonies composed almost entirely of flightless females.",
      "An ant",
      "Family of insects",
      "General term for any insect or similar creeping or crawling invertebrate"
    ]
  },
  "category": "Animals & Nature",
  "alsoKnownAs": [
    "Bug",
    "Insect"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>An ant, a small, industrious insect that lives in a colony. Depicted as a black or red ant in full profile on its six legs facing left, with a prominent abdomen and <a href=\"https://en.wikipedia.org/wiki/Antenna_(biology)\">antennae</a>.</p>\r\n\r\n<p>May be used to represent various insects or other <a href=\"/bug/\">bugs</a>.</p>\r\n\r\n<p>Facebook&rsquo;s ant&nbsp;is&nbsp;red, as was a previous <a href=\"/microsoft/windows-10-anniversary-update/ant/\">Microsoft</a> design. <a href=\"/google/android-7.0/ant/\">Google&rsquo;s</a> ant was previously blue,&nbsp;<a href=\"/facebook/2.0/ant/\">Facebook&rsquo;s</a> black.</p>",
  "apple_vendor_description": "On Apple devices, the ant emoji is a meticulously crafted miniature creature with a distinctly segmented body and tiny antennae, rendered with Apple's characteristic smooth textures and a hint of glossy 3D shading. The design emphasizes its small but determined presence, highlighting its iconic form with subtle highlights that suggest realistic lighting. This emoji on Apple devices is often used to represent hard work, diligence, community, or a small but significant detail."
}