{
  "code": "🇩🇴",
  "Unicode": [
    "U+1F1E9",
    "U+1F1F4"
  ],
  "slug": "flag-dominican-republic",
  "shortcodes": {
    "github": ":dominican_republic:",
    "slack": ":flag-do:",
    "discord": ":flag_do:"
  },
  "title": "Flag: Dominican Republic",
  "keywords": [
    "flag"
  ],
  "senses": {
    "adjectives": [
      "Of, from, or pertaining to the Dominican Republic, or its people.",
      "Of or relating to or characteristic of the Dominican Republic or its people",
      "From the Dominican Republic.",
      "From or in the countryside or connected with it.",
      "Of, from or pertaining to the countryside (adjective)."
    ],
    "verbs": [],
    "nouns": [
      "Emblem usually consisting of a rectangular piece of cloth of distinctive design",
      "Piece of cloth.",
      "A flag is a piece of fabric with a distinctive design that is used as a symbol, as a signaling device, or as decoration.",
      "A piece of cloth, often decorated with an emblem, used as a visual signal or symbol.",
      "Piece of fabric with a distinctive design",
      "Country in the Caribbean",
      "A country in the Caribbean with capital Santo Domingo.",
      "The Dominican Republic is a nation on the island of Hispaniola, part of the Greater Antilles archipelago in the Caribbean region.",
      "Country in the Caribbean.",
      "One of the Greater Antilles islands in the Atlantic Ocean.",
      "A country in the Caribbean.",
      "A republic in the West Indies; located on the eastern two-thirds of the island of Hispaniola",
      "The opposite of secession",
      "As its original Latin term",
      "Government",
      "The collective body of a nation or state as politically organized, or as exercising political functions.",
      "The territory of a nation, especially an independent nation state or formerly independent nation; a political entity asserting ultimate authority over a geographical area.",
      "Nations is often used synonymously with ethnic group, but although ethnicity is now one of the most important aspects of cultural or social identity for the members of most nations, people with the same ethnic origin may live in different nation-states and be treated as members of separate nations for that reason.",
      "Political organisation with a centralized independent government",
      "The government.",
      "An organized political community, living under a government",
      "Nation has various meanings, and the meaning has changed over time.",
      "A state is an organized community living under one government.",
      "A political entity asserting ultimate authority over a geographical area.",
      "A people permanently occupying a fixed territory bound together by common law, habits and custom into one body politic exercising, through the medium of an organized government, independent sovereignty and control over all persons and things within its boundaries, unless or until authority is ceded to a federation or union of other states.",
      "The people who live in a nation or country",
      "A politically organized body of people under a single government",
      "A sovereign state.",
      "A state is a nonphysical juridical entity of the international legal system that is represented by one centralized government that has supreme independent authority over a geographic area.",
      "The geographic area under the control of a political state."
    ]
  },
  "alsoKnownAs": [
    "Dominican Flag",
    "Dom Rep Flag"
  ],
  "version": {
    "unicode-version": null,
    "emoji-version": "1.0"
  },
  "description": "<p>The flag for Dominican Republic, which may show as the letters&nbsp;<em>DO</em>&nbsp;on some platforms.</p>",
  "apple_vendor_description": "The flag of the Dominican Republic on Apple devices displays its iconic design with vibrant colors and crisp detail, showcasing Apple's commitment to accurate and visually appealing representations. The white cross stands out against the bold blue and red quadrants, with the national coat of arms rendered with subtle 3D shading, providing a sense of depth and authenticity. This emoji is a proud symbol of national identity, often used in discussions about the country, its culture, or to express solidarity.",
  "category": "Flags"
}