{
  "code": "🥇",
  "Unicode": [
    "U+1F947"
  ],
  "slug": "1st-place-medal",
  "shortcodes": {
    "github": ":1st_place_medal:",
    "slack": ":first_place_medal:",
    "discord": ":first_place_medal:"
  },
  "title": "First Place Medal",
  "keywords": [
    "1st place medal",
    "first",
    "gold",
    "medal"
  ],
  "senses": {
    "adjectives": [
      "Made from or covered with gold",
      "Made of gold or covered by a thin layer of gold."
    ],
    "verbs": [
      "To win a medal."
    ],
    "nouns": [
      "The first or highest in an ordering or series",
      "A medal, or medallion, is, strictly speaking, a small, flat, and round piece of metal that has been sculpted, molded, cast, struck, stamped, or some way marked with an insignia, portrait, or other artistic rendering.",
      "An award for winning a championship or commemorating some other event",
      "A term for an award.",
      "Round piece of metal, often used as an award",
      "A stamped or cast metal object (usually a disc), particularly one awarded as a prize or reward.",
      "A carved or engraved circular piece of metal issued as souvenir, medal, work of art or fashion accessory",
      "A government badge of honor which is awarded for extraordinary achievements to a person or a group.",
      "A stamped or cast metal disc, particularly one awarded as a prize.",
      "A ribbon is an award made from ribbon and presented to mark an achievement.",
      "A soft yellow malleable ductile (trivalent and univalent) metallic element; occurs mainly as nuggets in rocks and alluvial deposits; does not react with most chemicals but is attacked by chlorine and aqua regia",
      "In the field of numismatics-from the Latin spelling of Aurum, Avrvm",
      "Gold is a chemical element with the symbol Au and an atomic number of 79.",
      "Gold is a chemical element with symbol Au and atomic number 79.",
      "Chemical element with the atomic number of 79",
      "A heavy yellow elemental metal of great value, with atomic number 79 and symbol Au."
    ]
  },
  "category": "Activities",
  "alsoKnownAs": [
    "Gold Medal"
  ],
  "version": {
    "unicode-version": "9.0",
    "emoji-version": "3.0"
  },
  "description": "<p>A gold medal, given to the person or team who comes first in a competitive sporting event such as a race.</p>\r\n\r\n<p>&nbsp;</p>",
  "apple_vendor_description": "Apple’s 1st place medal emoji shines with a distinguished golden hue, featuring a polished, metallic sheen achieved through Apple’s signature glossy 3D shading and realistic lighting. The laurel wreath encircling the central numeral '1' is rendered with delicate detail, and the ribbon at the top boasts a vibrant red, its folds softly rounded. This emoji embodies achievement, victory, and excellence, projecting a sense of accomplishment and pride that is enhanced by the tactile, premium feel unique to Apple’s emoji designs."
}