{
  "code": "🐡",
  "Unicode": [
    "U+1F421"
  ],
  "slug": "blowfish",
  "shortcodes": {
    "github": ":blowfish:",
    "slack": ":blowfish:",
    "discord": ":blowfish:"
  },
  "title": "Blowfish",
  "keywords": [
    "blowfish",
    "fish"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [
      "Intransitive: to try to catch fish.",
      "To catch or try to catch fish.",
      "Catch or try to catch fish or shellfish",
      "To try to catch fish, whether successfully or not.",
      "To move through the water, without touching the bottom.",
      "To move through the water, without touching the bottom; to propel oneself in water by natural means.",
      "Travel through water",
      "Move through water."
    ],
    "nouns": [
      "Any of various mostly cold-blooded aquatic vertebrates usually having scales and breathing through gills",
      "Fish anatomy is the study of the form or morphology of fishes.",
      "The sea, the world ocean, or simply the ocean, is the connected body of salty water that covers 70.8% of the Earth's surface.",
      "A large body of salty water. (Major seas are known as oceans.)",
      "A sea is a large body of saline water usually connected with an ocean.",
      "A division of an ocean or a large body of salt water partially enclosed by land",
      "The body of water covering most of Earth",
      "A body of salt water that is smaller than an ocean and generally in proximity to a continent.",
      "Body of water.",
      "Earth's interconnected water system",
      "Sometimes found on English maps",
      "The oceans, seas, bays, estuaries, and other major water bodies, including coastal marine and nearshore zones.",
      "The mass of water occupying all of the Earth's surface not occupied by land, but excluding all lakes and inland seas.",
      "Oceans are major bodies of saline water, and the principal component of the hydrosphere.",
      "Water from an ocean.",
      "Large body of saline water",
      "A large body of water constituting a principal part of the hydrosphere",
      "Water belonging to an ocean.",
      "An ocean is a body of saline water that composes much of a planet's hydrosphere.",
      "Any of many marine fish in the family Tetraodontidae, especially the puffer or sunfish, that can inflate itself to form a globe.",
      "Any plectognath fish that dilates itself, such as the pufferfish.",
      "Tetraodontidae is a family of primarily marine and estuarine fish of the order Tetraodontiformes.",
      "Family of fish",
      "Any of numerous marine fishes whose elongated spiny body can inflate itself with water or air to form a globe; several species contain a potent nerve poison; closely related to spiny puffers",
      "Any species of fish of the family Tetraodontidae that have the ability to inflate themselves to a globe several times their normal size by swallowing water or air when threatened.",
      "Any species of fish of the family Tetraodontidae that have the ability to inflate themselves to a globe."
    ]
  },
  "category": "Animals & Nature",
  "alsoKnownAs": [
    "Fugu",
    "Pufferfish"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A blowfish (<a href=\"https://en.wikipedia.org/wiki/Tetraodontidae\">puffer</a>), which puffs up and becomes spiky when alarmed. Depicted as an orange or brown blowfish in full profile facing left, with small fins, a white underside, and a round, spiky body, as if inflated.</p>\r\n\r\n<p>Called <a href=\"https://en.wikipedia.org/wiki/Fugu\"><em>fugu</em></a> in Japan, where it&rsquo;s consumed as a delicacy.</p>\r\n\r\n<p>May be to represent a variety of fish (saltwater or freshwater), <a href=\"/fishing-pole/\">fishing</a>, metaphorical senses of <i>fish</i>, and fish as food, as consumed in the form of <a href=\"/sushi/\">🍣 Sushi</a>. Not to be confused with <a href=\"/fish/\">🐟 Fish</a> or <a href=\"/tropical-fish/\">🐠 Tropical Fish</a>, though their applications may overlap. See also <a href=\"/fishing-pole/\">🎣 Fishing Pole</a>.</p>\r\n\r\n<p>Google&rsquo;s blowfish was <a href=\"/google/android-7.0/blowfish/\">previously</a> blue, <a href=\"/microsoft/windows-10/blowfish/\">Microsoft&rsquo;s</a> yellow, and <a href=\"/facebook/1.0/blowfish/\">Facebook&rsquo;s</a> white.</p>",
  "apple_vendor_description": "The blowfish emoji on Apple devices is a charming and slightly inflated aquatic creature, rendered with Apple's signature glossy 3D shading and soft, rounded edges. Its bulbous body and spiky texture are brought to life with realistic lighting, giving it a playful yet cautious appearance. This emoji can be used on Apple devices to represent marine life, to describe something that is puffed up or defensive, or to add a touch of quirky humor to messages."
}