{
  "code": "👱‍♂️",
  "Unicode": [
    "U+1F471",
    "U+200D",
    "U+2642",
    "U+FE0F"
  ],
  "slug": "man-blond-hair",
  "shortcodes": {
    "github": ":blond_haired_man:",
    "slack": ":blond-haired-man:",
    "discord": ":blond_haired_man:"
  },
  "title": "Man: Blond Hair",
  "keywords": [
    "blond",
    "blond-haired man",
    "hair",
    "man",
    "man: blond hair"
  ],
  "senses": {
    "adjectives": [
      "Being or having light colored skin and hair and usually blue or grey eyes"
    ],
    "verbs": [],
    "nouns": [
      "A light and yellowish, brownish or golden hair color.",
      "A person of fair hair.",
      "Hair color",
      "A person with such hair.",
      "A person with dark blond hair.",
      "A person with fair skin and hair",
      "Blond or blonde, or fair hair, is a hair color characterized by low levels of the dark pigment eumelanin.",
      "A woman with blond-coloured hair.",
      "Sexual maturity is the age or stage when an organism can reproduce.",
      "The age or stage when an organism can reproduce",
      "An adult male human.",
      "A man is a male human.",
      "An adult male human",
      "An adult human member of the sex that begets young by fertilizing ova.",
      "A human member of the masculine sex or gender.",
      "An adult person who is male (as opposed to a woman)"
    ]
  },
  "category": "People & Body",
  "alsoKnownAs": [
    "Blond",
    "Blonde",
    "Blond Man",
    "Man Symbol",
    "Mars Symbol"
  ],
  "version": {
    "unicode-version": null,
    "emoji-version": "4.0"
  },
  "description": "<p>The male version of&nbsp;<a href=\"/person-blond-hair/\">👱&nbsp;Person with Blond Hair</a>.</p>",
  "apple_vendor_description": "The man with blond hair emoji on Apple devices features a friendly and approachable countenance, rendered with Apple's signature smooth gradients and a pleasant, three-dimensional form. His blond hair catches the light with subtle highlights, and the overall design, with its soft rounded edges, feels polished and inviting. This emoji on Apple devices is a straightforward representation of a male individual with blond hair, useful for personalizing avatars or referencing someone with that distinctive hair color."
}