{
  "code": "⚠️",
  "Unicode": [
    "U+26A0",
    "U+FE0F"
  ],
  "slug": "warning",
  "shortcodes": {
    "github": ":warning:",
    "slack": ":warning:",
    "discord": ":warning:"
  },
  "title": "Warning Sign",
  "keywords": [
    "warning"
  ],
  "senses": {
    "adjectives": [
      "Serving to warn",
      "Serving to caution or warn; admonitory",
      "Serving as a warning; monitory.",
      "Involving or causing danger or risk; liable to hurt or harm",
      "Dangerous, involving risks.",
      "Dangerous, full of peril.",
      "Risky, dangerous, with the nature of a hazard.",
      "Full of danger."
    ],
    "verbs": [
      "Warn or arouse to a sense of danger or call to a state of preparedness",
      "Ask to go away",
      "To show an error.",
      "To show or contain an error or fault.",
      "To function improperly due to an error, especially accompanied by error message.",
      "To cause or contain an error."
    ],
    "nouns": [
      "Condition of heightened watchfulness or preparation for action",
      "An error; a blunder.",
      "Deviation from what is correct",
      "A programming error that can cause the software to fail.",
      "A wrong action attributable to bad judgment or ignorance or inattention.",
      "An incorrect action not made deliberately.",
      "An error (1).",
      "Mistakes are avoidable occurances wherein a person unintentionally does something that causes an unfortunate result.",
      "Wrong or considered mistaken action.",
      "The word error entails different meanings and usages relative to how it is conceptually applied.",
      "A mistake; an accidental wrong action or a false statement not made deliberately.",
      "A wrong action attributable to bad judgment or ignorance or inattention",
      "A visible indication.",
      "A perceptible indication of something not immediately apparent (as a visible clue that something has happened)",
      "A perceptible indication of something not immediately apparent, as a visible clue that something has happened.",
      "Work in process, work in progress, goods in process, or in-process inventory are a company's partially finished goods waiting for completion and eventual sale or the value of these items.",
      "Accounting: value of unfinished goods.",
      "Material that is in some stage of the manufacturing process, from raw material issued to a production order to a manufactured product ready for acceptance into inventory.",
      "In production management, lean manufacturing and accounting",
      "A portion of inventory that represents goods which are no longer salable as raw materials, but not yet salable as finished goods, work in process.",
      "An item under current assets in the balance sheet that represents work in progress in some stage of the manufacturing process.",
      "A message informing of danger",
      "A message that notifies you of a build issue.",
      "A traffic sign indicating hazard.",
      "A traffic warning sign is a type of traffic sign that indicates a hazard ahead on the road that may not be readily apparent to a driver.",
      "The symbol ! (an exclamation mark).",
      "A mark or sign by which outcry or emphatic utterance is marked; thus !; – also called an exclamation point.",
      "Mark or sign by which outcry or emphatic utterance is marked.",
      "The exclamation mark or exclamation point is a punctuation mark usually used after an interjection or exclamation to indicate strong feelings or high volume, and often marks the end of a sentence.",
      "Punctuation mark “!” (used to denote excitement, surprise or shock).",
      "The punctuation mark\"!\"",
      "A mark or sign by which outcry or emphatic utterance is marked.",
      "A punctuation mark (!) used after an exclamation",
      "A symbol is an object that represents, stands for, or suggests an idea, visual image, belief, action, or material entity.",
      "Symbols are things such as particular forms or marks which represent some sort of information, an idea, a physical entity or a process but is distinct from it.",
      "In programming, a name that represents a register, an absolute value, or a memory address (relative or absolute).",
      "A character or glyph representing an idea, concept or object.",
      "One or a few characters, a picture or an other concrete representation of an idea, a concept and the like.",
      "An object that represents, stands for, or suggests an idea, belief, action, or material entity",
      "Character or glyph.",
      "An arbitrary sign (written or printed) that has acquired a conventional significance",
      "Something that represents an idea, a process, or a physical entity"
    ]
  },
  "category": "Symbols",
  "alsoKnownAs": [
    "Alert Symbol"
  ],
  "version": {
    "unicode-version": "4.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A triangle with an <a href=\"/exclamation-mark/\" title=\"❗ Heavy Exclamation Mark Symbol\">exclamation mark</a> inside, used as a warning or alert.</p>\r\n\r\n<p>This emoji is used prominently within social media platform BeReal&#39;s core time-sensitive &quot;⚠️ Time to BeReal&nbsp;⚠️&quot; push notification. This notification is shown&nbsp;when being prompted to&nbsp;share a photo of themselves and their immediate surroundings, with this notification&nbsp;given within a&nbsp;randomly selected two-minute window every day.&nbsp;</p>",
  "apple_vendor_description": "The warning emoji on Apple devices is a striking visual cue, typically depicted as a bright yellow triangle with a bold, black exclamation mark at its center, all presented with Apple's characteristic glossy 3D shading. Its design is clean and impactful, with smooth gradients and rounded edges that make it easily recognizable and convey a sense of urgency or caution. This emoji is widely used to signal an alert, an important notice, or a potential issue that requires attention."
}