{
  "code": "🏦",
  "Unicode": [
    "U+1F3E6"
  ],
  "slug": "bank",
  "shortcodes": {
    "github": ":bank:",
    "slack": ":bank:",
    "discord": ":bank:"
  },
  "title": "Bank",
  "keywords": [
    "bank",
    "building"
  ],
  "senses": {
    "adjectives": [
      "Supporting business, conducive to the conduct of business.",
      "Of, to, pertaining to or utilized for purposes of conducting trade, commerce, governance, advocacy or other professional purposes.",
      "Relating to or being where one lives or where one's roots are",
      "Relating to or being where one lives or where one's roots are.",
      "(Having the stated number of storeys (building levels))",
      "Having stories as indicated"
    ],
    "verbs": [
      "Exchange for cash",
      "Make by combining materials and parts",
      "To create something by combining or assembling materials or parts or by changing it.",
      "To form by combining materials or parts.",
      "(transitive) to form by combining materials or parts.",
      "To build or form (something) by assembling parts.",
      "To form or formulate in the mind.",
      "Inhabit or live in; be an inhabitant of",
      "To fill with people or supply with inhabitants.",
      "To supply with inhabitants; to people.",
      "To fill space.",
      "To have permanent residence somewhere, to inhabit, to reside.",
      "Have permanent residence.",
      "To have permanent residence.",
      "To plant with inhabitants; to colonize; to people."
    ],
    "nouns": [
      "The process of coining money.",
      "A means of payment in the form of small pieces of metal.",
      "In English vernacular cash refers to money in the physical form of currency, such as banknotes and coins.",
      "Money in the form of bills or coins",
      "Money in the form of bills and coins.",
      "Money.",
      "A currency limited to money.",
      "Physical money",
      "A bank is a financial intermediary that accepts deposits and channels those deposits into lending activities, either directly by loaning or indirectly through capital markets.",
      "Branch office of such an institution.",
      "A financial institution where one can borrow money (upon which interest is due) or deposit money (in order to collect interest).",
      "An institution where one can place and borrow money and take care of financial affairs.",
      "A financial institution that accepts deposits and channels the money into lending activities",
      "A business that keeps money for individual people or companies, exchanges currencies, makes loans, and offers other financial services.",
      "The bank or financial institution that the payment format file is transmitted to for processing.",
      "Financial institution",
      "A financial institution",
      "A building, esp. one of large size or imposing appearance.",
      "A structure that has a roof and walls and stands more or less permanently in one place",
      "Closed structure with walls and a roof.",
      "Building",
      "A building is a man-made structure with a roof and walls standing more or less permanently in one place.",
      "Structure with a roof and walls, such as a house or factory.",
      "A closed structure with walls and a roof.",
      "A building; a structure; an architectural fabric, especially an imposing one; a large or fine building, public or private.",
      "Man-made structure with a roof and walls standing more or less permanently in one place",
      "A building to which there is free access by the public and which is available for the use of a community.",
      "A contract of sale is a legal contract an exchange of goods, services or property to be exchanged from seller to buyer for an agreed upon value in money paid or the promise to pay same.",
      "An agreement (or contract) in which property is transferred from the seller (vendor) to the buyer (vendee) for a fixed price in money (paid or agreed to be paid by the buyer)",
      "An exchange of goods or services for currency or credit.",
      "A contract that involves an exchange of goods, services or property to be exchanged from seller (or vendor) to buyer (or purchaser) for an agreed upon value in money (or money equivalent) paid or the promise to pay same.",
      "A source document that documents an agreement between two or more parties based on an understanding that a selling party will commit to selling a specific quantity or value of product over a period of time in exchange for favorable prices and discounts.",
      "Exchange of goods or services for currency or credit.",
      "A contract with the target of the change in ownership (of goods, services, companies, etc)",
      "A dwelling that serves as living quarters for one or more families",
      "Structure intended for living",
      "A structure serving as an abode of human beings.",
      "A human-built dwelling with enclosing walls, a floor, and a roof",
      "A house is a building that functions as a home for humans or other creatures, including simple dwellings ranging from rudimentary huts of nomadic tribes and complex structures composed of many systems.",
      "The abode of a human being, their place of residence.",
      "Means of exchange and measure of value.",
      "A medium for exchanging ownership of the economic values represented by one or more currency units.",
      "A generally accepted means of exchange and measure of value.",
      "An unspecified amount in a currency.",
      "Money is any item or verifiable record that is generally accepted as payment for goods and services and repayment of debts in a particular country or socio-economic context.",
      "Money is commonly defined by the functions attached to any good or token that functions in trade as a medium of exchange, store of value, and unit of account, although economics offers various definitions.",
      "Object or record accepted as payment",
      "The most common medium of exchange; functions as legal tender",
      "In Dutch or German languages",
      "The type of enterprise in which businesses or organizations are engaged.",
      "The activity of providing goods and services involving financial and commercial and industrial aspects",
      "A commercial organization or a small business.",
      "An entity that provides goods and/or services to others.",
      "Commercial, industrial, or professional activity.",
      "An organisation that is not a business.",
      "A business or organization that has provided a coupon that can be used at their store.",
      "Organization involved in the trade of goods, services, or both to consumers",
      "A business, also known as an enterprise or a firm, is an organization involved in the trade of goods, services, or both to consumers.",
      "Commercial, industrial or professional activity.",
      "Business may refer to many differing activities, such as the activity of buying or selling in trade, a commercial firm or enterprise, one's personal affairs or concerns, one's regular occupation, employment, or profession, something acquiring attention, or a situation, matter or happening.",
      "Commercial, industrial or financial activity."
    ]
  },
  "category": "Travel & Places",
  "alsoKnownAs": [
    "Bakkureru",
    "Bank Branch",
    "BK"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A retail bank branch, where people can perform <a href=\"/money-bag/\" title=\"💰 Money Bag\">money</a>-related tasks. Also a common location to find an <a href=\"/atm-sign/\" title=\"🏧 Automated Teller Machine\">ATM</a>.</p>\r\n\r\n<p>This emoji came to also mean &quot;slacking off&quot; or&nbsp;evading responsibility&nbsp;in Japan, due to the BK letters&nbsp;being associated with the slang term <a href=\"https://en.wiktionary.org/wiki/ばっくれる\">bakkureru</a>.</p>",
  "apple_vendor_description": "The bank emoji on Apple devices is a stately, three-dimensional building with a classic façade, often featuring prominent columns and a pediment, rendered in a light stone color.  Apple's signature glossy finish and precise lighting create a sense of solid architecture and trustworthiness, with soft, rounded edges giving it a friendly yet professional appearance.  This emoji is commonly used to signify financial institutions, money, savings, or discussions about loans and banking services, providing a clear visual cue for fiscal matters on Apple devices."
}