{
  "code": "🎷",
  "Unicode": [
    "U+1F3B7"
  ],
  "slug": "saxophone",
  "shortcodes": {
    "github": ":saxophone:",
    "slack": ":saxophone:",
    "discord": ":saxophone:"
  },
  "title": "Saxophone",
  "keywords": [
    "instrument",
    "music",
    "sax",
    "saxophone"
  ],
  "senses": {
    "adjectives": [
      "Melodious, tuneful",
      "Containing or constituting or characterized by pleasing melody"
    ],
    "verbs": [],
    "nouns": [
      "A musical instrument is an instrument created or adapted to make musical sounds.",
      "A device constructed or modified with the purpose of making music.",
      "Sound producing object used by a musician for this purpose",
      "Any of various devices or contrivances that can be used to produce musical tones or sounds",
      "A device, object, contrivance or machine used to produce musical notes or sounds.",
      "A device designed to produce musical sounds",
      "A device used to produce music.",
      "A single-reed woodwind with a conical bore",
      "Type of musical instrument of the woodwind family",
      "A conical-bored musical instrument of the woodwind family.",
      "A musical instrument of the woodwind family.",
      "The saxophone is a family of woodwind instruments.",
      "A single-reed instrument musical instrument of the woodwind family, usually made of brass and with a distinctive loop bringing the bell upwards.",
      "Jazz is a genre of music that originated in African-American communities during the late 19th and early 20th century.",
      "Musical style",
      "One of the music genres that appears under Genre classification in Windows Media Player library. Based on ID3 standard tagging format for MP3 audio files. ID3v1 genre ID # 8.",
      "A genre of popular music that originated in New Orleans around 1900 and developed through increasingly complex styles",
      "Musical style born in New Orleans from a combination of styles of folk music, blues, African, ragtime and traditional.",
      "Someone who is passionate about music.",
      "Music is an art form whose medium is sound.",
      "Music is an art form that involves sounds and silence.",
      "A sound, or the study of such sounds, organized in time.",
      "The artistic organization of sounds or tones that expresses ideas and emotions through the elements of rhythm, melody, harmony and tonal color.",
      "Form of art using sound",
      "An app that facilitates the playing of music.",
      "Sound, organized in time in a melodious way.",
      "An artistic form of auditory communication incorporating instrumental or vocal tones in a structured and continuous manner",
      "The title of the hub for music and video.",
      "Musical form and a music genre",
      "A type of folksong that originated among Black Americans at the beginning of the 20th century; has a melancholy sound from repeated use of blue notes",
      "Blues is a musical form and genre that originated in African-American communities in the \"Deep South\" of the United States around the end of the 19th century.",
      "The musical form and genre",
      "A musical form, African-American in origin, generally featuring an eight-bar or twelve-bar structure and using the blues scale.",
      "One of the music genres that appears under Genre classification in Windows Media Player library. Based on ID3 standard tagging format for MP3 audio files. ID3v1 genre ID # 0."
    ]
  },
  "category": "Objects",
  "alsoKnownAs": [
    "Jazz",
    "Sax"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A saxophone, a single-reed woodwind instrument instrument usually made of brass.&nbsp;</p>",
  "apple_vendor_description": "On Apple devices, the saxophone emoji is rendered with a lustrous golden brass finish, showcasing Apple's signature glossy 3D shading and realistic lighting that highlights its curves and bell. Its smooth gradients and soft rounded edges give it a sophisticated, almost tangible appearance, evoking the rich, soulful sound of jazz and musical expression. This emoji on Apple devices is perfect for conveying a love of music, a desire for a smooth performance, or simply adding a touch of melodic flair to digital conversations."
}