{
  "code": "📊",
  "Unicode": [
    "U+1F4CA"
  ],
  "slug": "bar-chart",
  "shortcodes": {
    "github": ":bar_chart:",
    "slack": ":bar_chart:",
    "discord": ":bar_chart:"
  },
  "title": "Bar Chart",
  "keywords": [
    "bar",
    "chart",
    "graph"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [
      "Represent by means of a graph",
      "To visually represent by means of a graph.",
      "To show something.",
      "To show, make visible or apparent",
      "To show, make visible or apparent.",
      "Make a chart of",
      "To make a map or chart of."
    ],
    "nouns": [
      "In mathematics, the graph of a function f is the collection of all ordered pairs.",
      "A visual representation of the relations between certain quantities plotted with reference to a set of axes",
      "In mathematics, a visual representation of the relations between certain quantities plotted according to a set of axes.",
      "The process of presenting the content of a topic to an audience.",
      "A presentation is the process of presenting a topic to an audience.",
      "Presenting to an audience.",
      "A lecture or speech given in front of an audience",
      "Process of presenting a topic to an audience",
      "A graph that uses horizontal bars to illustrate comparisons among individual data items.",
      "A graph in which the length of a bar (rectangle) is used to represent a numerical amount.",
      "A graphical bar (think bar charts) displayed in each cell. The length of the bar is related to the cell’s value.",
      "A bar chart or bar graph is a chart with rectangular bars with lengths proportional to the values that they represent.",
      "A chart with rectangular bars with lengths proportional to the values that they represent.",
      "A chart with bars whose lengths are proportional to quantities",
      "A branch of applied mathematics concerned with the collection and interpretation of quantitative data and the use of probability theory to estimate population parameters",
      "Also known as quantitative analysis",
      "The body of techniques used in statistical inference concerning a population.",
      "Statistics is the study of the collection, analysis, interpretation, presentation and organization of data.",
      "Statistics is a mathematical science pertaining to the collection, analysis, interpretation and presentation of data.",
      "Study of the collection, organization, analysis, interpretation, and presentation of data",
      "A branch of mathematics dealing with the collection, analysis, interpretation, and presentation of masses of numerical data.",
      "A mathematical science concerned with data collection, presentation, analysis, and interpretation.",
      "A chart is a graphical representation of data, in which \"the data is represented by symbols, such as bars in a bar chart, lines in a line chart, or slices in a pie chart\".",
      "Graphical representation of statistical data",
      "A graphic or diagram that displays data or the relationships between sets of data in pictorial rather than numeric form.",
      "Small guide explaining symbols or terminology.",
      "A visual display of information",
      "A guide explaining the symbols or terminology of a map or chart; a legend."
    ]
  },
  "category": "Objects",
  "alsoKnownAs": [
    "Bar Graph"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A bar graph generally showing three different-colored, vertical rectangles at various heights, as compares values across a category. Commonly used to represent various types of data, information, facts, figures, and charts more generally.</p>\r\n\r\n<p>Several platforms, including Apple, depict&nbsp;(left to right) a green, red (lowest), and blue bar (highest). Google&rsquo;s design <a href=\"/google/android-8.0/bar-chart/\">previously</a> included&nbsp;four bars, with yellow being the highest.</p>",
  "apple_vendor_description": "Apple's bar chart emoji presents a clean and modern visual representation of data, rendered with precise, crisp edges and a subtle 3D effect. The bars, depicted in varying heights and in a sophisticated palette of blues and grays, showcase Apple's commitment to clarity and aesthetic appeal. Realistic lighting casts gentle shadows, adding depth and making the data easily digestible, making this emoji ideal for discussions about trends, progress, statistics, or financial information on Apple devices."
}