{
  "code": "🕐",
  "Unicode": [
    "U+1F550"
  ],
  "slug": "one-oclock",
  "shortcodes": {
    "github": ":clock1:",
    "slack": ":clock1:",
    "discord": ":clock1:"
  },
  "title": "Clock Face One O’Clock",
  "keywords": [
    "00",
    "1",
    "1:00",
    "clock",
    "o’clock",
    "one"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [],
    "nouns": [
      "1 is a number, a numeral, and the name of the glyph representing that number.",
      "Any element of a set or field that behaves under a given operation as the number 1 behaves under multiplication.",
      "A tuple is an ordered list of elements.",
      "Natural number",
      "The cardinal number that directly follows zero and precedes two, represented in Roman numerals as I, and in Arabic numerals as 1.",
      "Mathematics: something that behaves like the number 1.",
      "The main goalkeeper of a team, so-called because they wear the number 1 on the back of their kit.",
      "An eightfold amount or number",
      "The smallest whole number or a numeral representing this number",
      "The start of the second hour.",
      "The start of the second hour in both the 12-hour and the 24-hour clock; 1:00.",
      "A timer is a specialized type of clock for measuring time intervals.",
      "Device used to measure time.",
      "An internal routine that causes the system to send a message whenever a specified interval elapses.",
      "A mechanism that measures the remaining time from a preset amount of time and sounds an alarm when this time has elapsed.",
      "A device used to measure amounts of time.",
      "A mechanism that measures the duration of events, like calls, Internet time, etc.",
      "A timepiece that measures a time interval and signals its end",
      "Type of clock used to measure amount of time since or until a set time",
      "A clock is an instrument to indicate, keep, and co-ordinate time.",
      "A timepiece that shows the time of day",
      "An instrument used to measure or keep track of time.",
      "Instrument that tells the time",
      "Instrument to measure or keep track of time.",
      "An instrument used to measure or keep track of time; a non-portable timepiece."
    ]
  },
  "category": "Travel & Places",
  "alsoKnownAs": [],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>The face of an analog clock displaying the time as one o&rsquo;clock.</p>",
  "apple_vendor_description": "On Apple devices, the one o'clock emoji is a clear and simple clock face, showing the hour hand precisely pointing to the '1' with the minute hand at the '12'. Apple's design language renders it with a clean, bright face and subtle 3D shading that gives it a polished, easy-to-read appearance. This emoji is universally understood to represent the time one o'clock, often used for scheduling or indicating a specific moment."
}