{
  "code": "📿",
  "Unicode": [
    "U+1F4FF"
  ],
  "slug": "prayer-beads",
  "shortcodes": {
    "github": ":prayer_beads:",
    "slack": ":prayer_beads:",
    "discord": ":prayer_beads:"
  },
  "title": "Prayer Beads",
  "keywords": [
    "beads",
    "clothing",
    "necklace",
    "prayer",
    "religion"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [],
    "nouns": [
      "Member of religious order.",
      "A member of a religious order who is bound by vows of poverty and chastity and obedience",
      "A member of a religious order, i.e. a monk or nun.",
      "Clothing, garments, dress, material.",
      "Clothing is material used to cover parts of the human body for protection against the environment, for comfort and body modesty, and as personal decoration, often reflecting religious, cultural, and social customs.",
      "Clothing is fiber and textile material worn on the body.",
      "Clothes.",
      "Clothes considered as a group.",
      "All coverings designed to be worn on a person's body.",
      "Clothing",
      "Something that can be worn; an item of clothing.",
      "A covering of or like clothing.",
      "A single item of clothing.",
      "An act or instance of putting clothes on.",
      "A covering designed to be worn on a person's body",
      "Clothes, possessions or equipment.",
      "(in combination) clothing",
      "Fiber and textile material worn on the body",
      "A string of beads used by members of various religions to count prayers, chants or devotions.",
      "The Rosary, in its most commonly known format as the Dominican rosary, is a form of prayer used especially in the Catholic Church or a string of prayer beads used to count the component prayers.",
      "Roman Catholic sacramental and Marian devotion to prayer",
      "Roman Catholic prayer beads",
      "A string of beads used in counting prayers (especially by Catholics)",
      "Traditional Catholic devotion which combines prayer and meditation. It is based on reciting sequences consisting of the Lord's Prayer followed by ten Hail Mary and one Glory Be to the Father; each sequence, called a decade, is said while meditating a different mystery of redemption.",
      "A string of beads used to keep track of repetitions in praying or mantras, and particularly in counting the prayers said in a rosary, by members of various religions or denominations other than Roman Catholicism such as Hinduism or the Anglican Church",
      "Prayer beads are used by members of various religious traditions such as Hinduism, Buddhism, Christianity, Islam, Sikhism and the Bahá' í Faith to mark the repetitions of prayers, chants or devotions, such as the rosary of Virgin Mary in Christianity, and dhikr in Islam.",
      "String of beads.",
      "Article of jewellery",
      "An article of jewelry that is worn around the neck.",
      "A jewelry which is worn around the neck",
      "An article of jewelry that is worn around the neck, most often made of a string of precious metal, pearls, gems, beads or shells, and sometimes having a pendant attached.",
      "Jewelry consisting of a cord or chain (often bearing gems) worn about the neck as an ornament (especially by women)",
      "A necklace is an article of jewellery which is worn around the neck.",
      "Dhikr or Zhikr or knotted cord which is called a rosary or a set of prayer beads. A person who recites the rosary is called a zhaakir In Islam, a rosary often includes the names of God, and/or a dua taken from the sayings of the Prophet Mohammed, and/or chapters or verses. The word dhikr is commonly translated as \"remembrance\" or \"invocation\". It also means memory or recitation.",
      "Prayer is an invocation or act that seeks to activate a rapport with a deity, an object of worship, or a spiritual entity through deliberate communication.",
      "A prayer.",
      "Prayer is the act of attempting to communicate, commonly with a sequence of words, with a deity or spirit for the purpose of worshipping, requesting guidance, requesting assistance, confessing sins, as an act of reparation or to express one's thoughts and emotions.",
      "Invocation or act that seeks to activate a rapport with a deity",
      "Reverent petition to a deity"
    ]
  },
  "category": "Objects",
  "alsoKnownAs": [
    "Dhikr Beads",
    "Rosary Beads"
  ],
  "version": {
    "unicode-version": "8.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A string of beads, as used in prayer or&nbsp;meditation&nbsp;<a href=\"https://en.wikipedia.org/wiki/Prayer_beads\">in many religious traditions</a>. Generally depicted as red, wooden beads with a gold, decorative center bead and tassel.</p>\r\n\r\n<p>Commonly used to represent various religious sentiments, jewelry, and magic.</p>\r\n\r\n<p>Samsung&nbsp;<a href=\"/samsung/touchwiz-7.1/prayer-beads/\">previously featured</a> a <a href=\"/latin-cross/\">Latin cross</a>, suggesting a Christian&nbsp;<a href=\"https://en.wikipedia.org/wiki/Rosary\">rosary</a>, though now joins other vendor designs in resembling an Islamic <a href=\"https://en.wikipedia.org/wiki/Misbaha\"><i>misbaha</i></a> or Buddhist <a href=\"https://en.wikipedia.org/wiki/Buddhist_prayer_beads\"><i>mala</i></a>.</p>",
  "apple_vendor_description": "On Apple devices, the prayer beads emoji displays a string of small, uniform beads, often with a subtle sheen that hints at Apple's realistic lighting and 3D shading. The beads are smoothly rounded, creating a tactile and serene visual. This emoji symbolizes spirituality, meditation, devotion, or a moment of quiet contemplation, rendered with the care and detail characteristic of Apple's emoji designs."
}