{
  "code": "🚧",
  "Unicode": [
    "U+1F6A7"
  ],
  "slug": "construction",
  "shortcodes": {
    "github": ":construction:",
    "slack": ":construction:",
    "discord": ":construction:"
  },
  "title": "Construction Sign",
  "keywords": [
    "barrier",
    "construction"
  ],
  "senses": {
    "adjectives": [
      "Showing careful forethought"
    ],
    "verbs": [
      "Warn strongly; put on guard",
      "To warn; to alert, advise that caution is warranted.",
      "To warn strongly; put on guard.",
      "To admonish; to warn.",
      "To tell not to do something.",
      "Command against",
      "To forbid, disallow, or proscribe; to make illegal or illicit.",
      "Shield from danger, injury, destruction, or damage",
      "To prevent against danger, injury, destruction, or damage."
    ],
    "nouns": [
      "A structure or object that impedes free movement",
      "Structure that bars passage.",
      "A structure that bars passage.",
      "Work in process, work in progress, goods in process, or in-process inventory are a company's partially finished goods waiting for completion and eventual sale or the value of these items.",
      "Accounting: value of unfinished goods.",
      "Material that is in some stage of the manufacturing process, from raw material issued to a production order to a manufactured product ready for acceptance into inventory.",
      "In production management, lean manufacturing and accounting",
      "A portion of inventory that represents goods which are no longer salable as raw materials, but not yet salable as finished goods, work in process.",
      "An item under current assets in the balance sheet that represents work in progress in some stage of the manufacturing process.",
      "The trait of being cautious; being attentive to possible danger",
      "Cautiousness is a faculty from Phrenology.",
      "A message informing of danger",
      "A message that notifies you of a build issue.",
      "Rail placed alongside a dangerous place.",
      "A rail placed alongside a dangerous place in order to improve safety.",
      "A railing placed alongside a stairway or road for safety",
      "Broad category of barriers that keep people or vehicles from straying into dangerous areas",
      "A structure blocking an area from access",
      "Guard rail or guardrail, sometimes referred to as guide rail or railing, is a system designed to keep people or vehicles from straying into dangerous or off-limits areas."
    ]
  },
  "category": "Travel & Places",
  "alsoKnownAs": [
    "Black And Yellow Striped Sign",
    "Roadwork",
    "Roadwork Sign"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A sign used to indicate roadwork or <a href=\"/construction-worker/\" title=\"👷 Construction Worker\">construction</a>. Generally shown as yellow and black diagonal stripes, and often used to physically block access to a road or area. May be used to imply a website or project&nbsp;in progress or under construction.</p>",
  "apple_vendor_description": "On Apple devices, the construction emoji is depicted as a vibrant yellow hard hat, a symbol of safety and hard work in any building or repair project. Apple's characteristic glossy finish and realistic lighting make the hat appear durable and ready for action, with a subtle sheen that emphasizes its protective qualities. This emoji is commonly used to signify building, renovation, labor, or a project in progress."
}