{
  "code": "🈂️",
  "Unicode": [
    "U+1F202",
    "U+FE0F"
  ],
  "slug": "japanese-service-charge-button",
  "shortcodes": {
    "github": ":sa:",
    "slack": ":sa:",
    "discord": ":sa:"
  },
  "title": "Squared Katakana Sa",
  "keywords": [
    "“service charge”",
    "Japanese",
    "Japanese “service charge” button",
    "katakana",
    "サ"
  ],
  "senses": {
    "adjectives": [
      "Of or relating to or characteristic of Japan or its people or their culture or language",
      "Japanese",
      "Of or relating to Japan.",
      "Of, relating to, or derived from Japan, its language, or culture.",
      "Used of the language of the deaf"
    ],
    "verbs": [],
    "nouns": [
      "A Japanese syllabary used when writing words borrowed from foreign languages other than Chinese, specific names of plants and animals and other jargon, or to emphasize a word or phrase.",
      "A hiragana or katakana character.",
      "Japanese syllabary",
      "A general term for the syllabic Japanese scripts hiragana, katakana, as well as the old system known as man'y?gana.",
      "Katakana is a Japanese syllabary, one component of the Japanese writing system along with hiragana, kanji, and in some cases the Latin script.",
      "A syllabary used in the Japanese language and one component of the Japanese writing system along with hiragana and kanji.",
      "A charge fixed by law for services of public officers or for use of a privilege under control of government.",
      "Monetary payment charged for professional services.",
      "A fee is the price one pays as remuneration for services.",
      "Price one pays as remuneration for services",
      "A monetary payment charged for professional services.",
      "A fixed charge for a privilege or for professional services",
      "A symbol is an object that represents, stands for, or suggests an idea, visual image, belief, action, or material entity.",
      "Symbols are things such as particular forms or marks which represent some sort of information, an idea, a physical entity or a process but is distinct from it.",
      "In programming, a name that represents a register, an absolute value, or a memory address (relative or absolute).",
      "A character or glyph representing an idea, concept or object.",
      "One or a few characters, a picture or an other concrete representation of an idea, a concept and the like.",
      "An object that represents, stands for, or suggests an idea, belief, action, or material entity",
      "Character or glyph.",
      "An arbitrary sign (written or printed) that has acquired a conventional significance",
      "Something that represents an idea, a process, or a physical entity"
    ]
  },
  "category": "Symbols",
  "alsoKnownAs": [],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>Translates as meaning complimentary, or free of charge. For example, a drink that is given &quot;on the house&quot; to a regular customer.</p>",
  "apple_vendor_description": "On Apple devices, the Japanese service charge button emoji is a vibrant crimson circle, instantly recognizable for its bold kanji character. Apple’s design imbues this button with a smooth, glossy texture and a subtle gradient that suggests a tactile, pushable interface, making it feel real and functional. The intensity of its red hue speaks to urgency or importance, commonly used in digital communications to signify a service fee, a special offer, or a point of interest within a Japanese context on Apple devices."
}