{
  "code": "👕",
  "Unicode": [
    "U+1F455"
  ],
  "slug": "t-shirt",
  "shortcodes": {
    "github": ":tshirt:",
    "slack": ":tshirt:",
    "discord": ":shirt:"
  },
  "title": "T-Shirt",
  "keywords": [
    "clothing",
    "shirt",
    "t-shirt",
    "tshirt"
  ],
  "senses": {
    "adjectives": [
      "With buttons fastened",
      "Furnished or closed with buttons or something buttonlike",
      "Made of cotton."
    ],
    "verbs": [
      "Be dressed in",
      "Put a shirt on"
    ],
    "nouns": [
      "Clothing, garments, dress, material.",
      "Clothing is material used to cover parts of the human body for protection against the environment, for comfort and body modesty, and as personal decoration, often reflecting religious, cultural, and social customs.",
      "Clothing is fiber and textile material worn on the body.",
      "Clothes.",
      "Clothes considered as a group.",
      "All coverings designed to be worn on a person's body.",
      "Clothing",
      "Something that can be worn; an item of clothing.",
      "A covering of or like clothing.",
      "A single item of clothing.",
      "An act or instance of putting clothes on.",
      "A covering designed to be worn on a person's body",
      "Clothes, possessions or equipment.",
      "(in combination) clothing",
      "Fiber and textile material worn on the body",
      "A woven fabric such as used in dressing, decorating, cleaning or other practical use.",
      "Cloth produced from a fabric.",
      "A material made of fibers, a textile or cloth.",
      "A material made of natural or man-made fibers and used for the manufacture of items such as clothing and furniture fittings.",
      "A textile or cloth is a flexible woven material consisting of a network of natural or artificial fibers often referred to as thread or yarn.",
      "Any cloth made from yarn or fibres by weaving, knitting, felting, etc.",
      "Artifact made by weaving or felting or knitting or crocheting natural or synthetic fibers",
      "Any type of material made from fibers or other extended linear materials such as thread or yarn.",
      "Flexible woven material",
      "Material made of fibers.",
      "A shirt with short sleeves designed for comfort and casual wear",
      "A polo-neck shirt.",
      "A polo shirt, also known as a golf shirt and tennis shirt, is a form of shirt with a collar, a placket with typically two or three buttons, and an optional pocket.",
      "Also known as a tennis shirt or golf shirt",
      "Popular trends.",
      "Fashion refers to styles of dress that are popular in a culture at any given time.",
      "The latest and most admired style in clothes and cosmetics and behavior",
      "Term for a popular style or practice in clothing, make-up, furniture, etc.",
      "The latest and most admired style in clothes and cosmetics and behavior.",
      "Fashion is a popular style or practice, especially in clothing, footwear, accessories, makeup, body piercing, or furniture.",
      "A prevailing mode of expression, e.g., clothing",
      "An article of clothing that is worn on the upper part of the body, and often has sleeves, either long or short, that cover the arms.",
      "A shirt is a cloth garment for the upper body.",
      "A garment worn on the upper half of the body",
      "Cloth garment for the upper body",
      "A jersey is an item of knitted clothing, traditionally in wool or cotton, with sleeves, worn as a pullover, as it does not open at the front, unlike a cardigan.",
      "A piece of clothing with short sleeves, a round or V-shaped neckline, without collars, pockets or buttons",
      "A close-fitting pullover shirt",
      "A t-shirt that has had the sleeves removed.",
      "Type of shirt.",
      "A T-shirt is a style of fabric shirt, named after the T shape of the body and sleeves.",
      "A thick, warm piece of clothing with long sleeves which is put on over the head.",
      "A lightweight shirt without buttons, with short sleeves and no collar.",
      "A lightweight shirt without buttons, with short sleeves and no collar. Often made of cotton and frequently bears a picture or slogan.",
      "A knitted jacket or jersey, usually of thick wool, worn by athletes before or after exercise.",
      "An item of apparel"
    ]
  },
  "category": "Objects",
  "alsoKnownAs": [
    "Polo Shirt",
    "Tee Shirt"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A plain t-shirt, that can be worn by men or women. Displayed as a blue polo shirt on iOS, a&nbsp;light blue ringer t-shirt on Android, Samsung and Windows, or a standard green tee on other platforms.</p>\r\n\r\n<p>The Facebook version of this emoji <a href=\"/facebook/1.0/t-shirt/\">previously</a>&nbsp;had&nbsp;a capital H on the front.</p>",
  "apple_vendor_description": "The t-shirt emoji on Apple devices appears as a simple, classic crew-neck garment, rendered in a soft, heathered gray with subtle fabric texture.  Its smooth, rounded edges and gentle folds are a testament to Apple's refined 3D design language, giving it a casual, everyday feel.  This emoji often signifies clothing, comfort, or a laid-back attitude in digital communication."
}