{
  "code": "💀",
  "Unicode": [
    "U+1F480"
  ],
  "slug": "skull",
  "shortcodes": {
    "github": ":skull:",
    "slack": ":skull:",
    "discord": ":skeleton:"
  },
  "title": "Skull",
  "keywords": [
    "death",
    "face",
    "fairy tale",
    "monster",
    "skull"
  ],
  "senses": {
    "adjectives": [
      "Not alive; lacking life.",
      "Figuratively, not alive.",
      "Figuratively, not alive; lacking life",
      "No longer having or seeming to have or expecting to have life",
      "Provoking fear terror",
      "Producing a fearful sensation.",
      "Producing an uneasy fearful sensation, as of things crawling over one's skin.",
      "Causing a sensation as of things crawling on your skin.",
      "Causing a sensation as of things crawling on your skin"
    ],
    "verbs": [
      "Cause fear in",
      "To disturb with fear.",
      "To disturb with fear; to throw into a state of alarm or fright; to affright; to terrify.",
      "Formerly, \"be dead\" was used instead of \"have died\" as the perfect tense of \"die\".",
      "To cease to live.",
      "To depart, to cease, to come to an end.",
      "To die; to cease to live.",
      "To become indifferent; to cease to be subject.",
      "Pass from physical life and lose all bodily attributes and functions necessary to sustain life"
    ],
    "nouns": [
      "Part of the body at the front of the head",
      "The face is a central organ of sense and is also very central in the expression of emotion among humans and among numerous other species.",
      "Faces are the central sense organ complexes, for those animals that have one, normally on the ventral surface of the head.",
      "The front of the human head from the forehead to the chin and ear to ear",
      "The front part of the head, featuring the eyes, nose, and mouth and the surrounding area.",
      "Skeleton",
      "The structure of a person's body.",
      "A rigid structure that is used to support something.",
      "A skeleton.",
      "Body part that forms the supporting structure of an organism",
      "The structure that provides support to an organism, internal and made up of bones and cartilage in vertebrates, external in some other animals.",
      "The system that provides support to an organism, internal and made up of bones and cartilage in vertebrates, external in some other animals.",
      "The human skeleton is the internal framework of the body.",
      "The hard structure (bones and cartilages) that provides a frame for the body of an animal",
      "System that provides support to an organism.",
      "The skeleton is the body part that forms the supporting structure of an organism.",
      "The skull is a bony structure in the head of most vertebrates that supports the structures of the face and forms a protective cavity for the brain.",
      "Bony structure in the head",
      "The bony framework of the head.",
      "The bony skeleton of the head of vertebrates",
      "Death is the permanent end of the life of a biological organism.",
      "The cessation of life and all associated processes; the end of an organism's existence as an entity independent from its environment and its return to an inert, nonliving state.",
      "Death is the termination of all biological functions that sustain a living organism.",
      "The event of dying or departure from life",
      "Permanent cessation of life",
      "The cessation of life and all associated processes.",
      "The permanent cessation of all biological functions that sustain a particular living organism",
      "Departure, especially departure from this life",
      "Departure, especially departure from this life; death.",
      "A dead person or persons.",
      "A dead person",
      "A dead person.",
      "Someone who is no longer alive"
    ]
  },
  "category": "Smileys & Emotion",
  "alsoKnownAs": [
    "Death",
    "Grey Skull",
    "Skeleton"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A whitish-gray, cartoon-styled human skull with large, black eye sockets. Commonly expresses figurative death, e.g., <i>dying</i> from extreme laughter, frustration, or affection.</p>\r\n\r\n<p>Popular around <a href=\"/halloween/\">Halloween</a>. Not to be confused with <a href=\"/skull-and-crossbones/\">☠️&nbsp;Skull and Crossbones</a>, though their applications may overlap.</p>\r\n\r\n<p>Available as an Apple&nbsp;<a href=\"/animoji/\">Animoji</a>.</p>\r\n\r\n<div id=\"professor_prebid-root\">&nbsp;</div>\r\n\r\n<div id=\"professor_prebid-root\">&nbsp;</div>\r\n\r\n<div id=\"professor_prebid-root\">&nbsp;</div>\r\n\r\n<div id=\"professor_prebid-root\">&nbsp;</div>",
  "apple_vendor_description": "The skull emoji, as it appears on Apple devices, is a stylized, slightly cartoonish representation with a matte white finish and subtly rounded edges, reflecting Apple's approach to making potentially stark imagery more approachable. Its eye sockets and nasal cavity are rendered with soft shading, giving it a sense of depth without being overly macabre. This emoji is commonly used humorously to express extreme situations, overwhelming feelings, or a sense of 'dying' from laughter or exhaustion in messages exchanged on Apple devices."
}