{
  "code": "👒",
  "Unicode": [
    "U+1F452"
  ],
  "slug": "womans-hat",
  "shortcodes": {
    "github": ":womans_hat:",
    "slack": ":womans_hat:",
    "discord": ":womans_hat:"
  },
  "title": "Womans Hat",
  "keywords": [
    "clothing",
    "hat",
    "woman",
    "woman’s hat"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [
      "Put on or wear a hat",
      "Be dressed in"
    ],
    "nouns": [
      "Clothing that is worn or carried, but not part of your main clothing.",
      "An article of clothing or equipment, in particular when used as an accessory.",
      "Clothing that is worn or carried, but not part of your main clothing",
      "A woman is a female human.",
      "Female adult human",
      "An animal of the sex that produces eggs.",
      "An adult human member of the sex that produces ova and bears young.",
      "An adult female human.",
      "An adult female person (as opposed to a man)",
      "Adult female human being.",
      "Clothing, garments, dress, material.",
      "Clothing is material used to cover parts of the human body for protection against the environment, for comfort and body modesty, and as personal decoration, often reflecting religious, cultural, and social customs.",
      "Clothing is fiber and textile material worn on the body.",
      "Clothes.",
      "Clothes considered as a group.",
      "All coverings designed to be worn on a person's body.",
      "Clothing",
      "Something that can be worn; an item of clothing.",
      "A covering of or like clothing.",
      "A single item of clothing.",
      "An act or instance of putting clothes on.",
      "A covering designed to be worn on a person's body",
      "Clothes, possessions or equipment.",
      "(in combination) clothing",
      "Fiber and textile material worn on the body",
      "A sun hat is a head covering specifically designed to shade the face and shoulders from the sun.",
      "A hat with a broad brim that protects the face from direct exposure to the sun",
      "A hat to protect from the sun.",
      "Popular trends.",
      "Fashion refers to styles of dress that are popular in a culture at any given time.",
      "The latest and most admired style in clothes and cosmetics and behavior",
      "Term for a popular style or practice in clothing, make-up, furniture, etc.",
      "The latest and most admired style in clothes and cosmetics and behavior.",
      "Fashion is a popular style or practice, especially in clothing, footwear, accessories, makeup, body piercing, or furniture.",
      "A prevailing mode of expression, e.g., clothing",
      "A polite name for any woman",
      "A covering for the head, often in the approximate form of a cone or a cylinder closed at its top end, and sometimes having a brim and other decoration.",
      "An item of clothing worn on a person's head.",
      "Headdress that protects the head from bad weather; has shaped crown and usually a brim",
      "A hat is a head covering.",
      "A hat.",
      "A hat is a headcovering.",
      "\"Chapeau\" is a French term signifying a hat or other covering for the head.",
      "An item of clothing intended to cover the head made from material hard enough to have a shape independant of the skull, and most commonly with a rim.",
      "Head covering"
    ]
  },
  "category": "Objects",
  "alsoKnownAs": [
    "Hat",
    "Ladies Hat"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A hat worn by women for sun protection, or for fashion.</p>\r\n\r\n<p>The Apple version of this hat is made of straw and has a green bow on the front.&nbsp;Google shows a straw hat with a purple ribbon, though this ribbon was previously <a href=\"/google/android-8.0/womans-hat/\">red</a>. Twitter&#39;s design&nbsp;features a&nbsp;flower on the front of the&nbsp;hat, as did an <a href=\"/microsoft/windows-10/womans-hat/\">early</a> Microsoft design.</p>",
  "apple_vendor_description": "On Apple devices, the woman's hat emoji is a stylish fedora-like design with a gracefully curved brim and a textured band, rendered with a soft, three-dimensional quality. The realistic lighting and subtle shading on Apple devices give it an elegant and sophisticated feel, suggesting fashion, travel, or a touch of flair. This emoji is frequently used to convey a sense of style, preparation for an outing, or a chic aesthetic."
}