{
  "code": "🇧🇷",
  "Unicode": [
    "U+1F1E7",
    "U+1F1F7"
  ],
  "slug": "flag-brazil",
  "shortcodes": {
    "github": ":brazil:",
    "slack": ":flag-br:",
    "discord": ":flag_br:"
  },
  "title": "Flag: Brazil",
  "keywords": [
    "flag"
  ],
  "senses": {
    "adjectives": [
      "From or in the countryside or connected with it.",
      "Of, from or pertaining to the countryside (adjective)."
    ],
    "verbs": [],
    "nouns": [
      "Country in South America",
      "Brazil, officially the Federative Republic of Brazil, is the largest country in both South America and the Latin American region.",
      "A large Portuguese-speaking country in South America. Capital: Brasilia. Official name: Federative Republic of Brazil (República Federativa do Brasil).",
      "ISO 3166-1 alpha-3 code",
      "The largest Latin American country and the largest Portuguese speaking country in the world; located in the central and northeastern part of South America; world's leading coffee exporter",
      "The official name of Brazil.",
      "A country in South America with the capital Brazilia.",
      "Brazil is the largest country in South America.",
      "Official name of Brazil.",
      "Emblem usually consisting of a rectangular piece of cloth of distinctive design",
      "Piece of cloth.",
      "A flag is a piece of fabric with a distinctive design that is used as a symbol, as a signaling device, or as decoration.",
      "A piece of cloth, often decorated with an emblem, used as a visual signal or symbol.",
      "Piece of fabric with a distinctive design",
      "National flag",
      "The national flag of Brazil is a blue disc depicting a starry sky spanned by a curved band inscribed with the national motto, within a yellow rhombus, on a green field.",
      "The opposite of secession",
      "As its original Latin term",
      "Government",
      "The collective body of a nation or state as politically organized, or as exercising political functions.",
      "The territory of a nation, especially an independent nation state or formerly independent nation; a political entity asserting ultimate authority over a geographical area.",
      "Nations is often used synonymously with ethnic group, but although ethnicity is now one of the most important aspects of cultural or social identity for the members of most nations, people with the same ethnic origin may live in different nation-states and be treated as members of separate nations for that reason.",
      "Political organisation with a centralized independent government",
      "The government.",
      "An organized political community, living under a government",
      "Nation has various meanings, and the meaning has changed over time.",
      "A state is an organized community living under one government.",
      "A political entity asserting ultimate authority over a geographical area.",
      "A people permanently occupying a fixed territory bound together by common law, habits and custom into one body politic exercising, through the medium of an organized government, independent sovereignty and control over all persons and things within its boundaries, unless or until authority is ceded to a federation or union of other states.",
      "The people who live in a nation or country",
      "A politically organized body of people under a single government",
      "A sovereign state.",
      "A state is a nonphysical juridical entity of the international legal system that is represented by one centralized government that has supreme independent authority over a geographic area.",
      "The geographic area under the control of a political state."
    ]
  },
  "alsoKnownAs": [
    "Brazilian Flag",
    "Flag For Brasil"
  ],
  "version": {
    "unicode-version": null,
    "emoji-version": "1.0"
  },
  "description": "<p>The flag for <a href=\"https://en.wikipedia.org/wiki/Brazil\">Brazil</a>, which may show as the letters&nbsp;<em>BR</em>&nbsp;on some platforms.</p>",
  "apple_vendor_description": "The flag of Brazil on Apple devices is a vibrant display of its iconic green field, large yellow rhombus, and blue circle, all rendered with Apple's signature glossy 3D effect.  Smooth gradients and precise lighting highlight the fabric's texture, giving it a dynamic, almost fluttering appearance as if viewed on a high-resolution screen. This emoji is a clear and proud symbol of Brazilian nationality, culture, and pride, perfect for expressing connection to the country.",
  "category": "Flags"
}