{
  "code": "😝",
  "Unicode": [
    "U+1F61D"
  ],
  "slug": "squinting-face-with-tongue",
  "shortcodes": {
    "github": ":stuck_out_tongue_closed_eyes:",
    "slack": ":stuck_out_tongue_closed_eyes:",
    "discord": ":stuck_out_tongue_closed_eyes:"
  },
  "title": "Face with Stuck-Out Tongue and Tightly-Closed Eyes",
  "keywords": [
    "eye",
    "face",
    "horrible",
    "squinting face with tongue",
    "taste",
    "tongue"
  ],
  "senses": {
    "adjectives": [
      "Having a red face from embarrassment or shame or agitation or emotional upset",
      "With a red face; flushed, due to emotional or physical causes.",
      "Arousing laughter.",
      "Of or pertaining to laughter",
      "Being funny, whimsically amusing.",
      "Arousing or provoking laughter",
      "Full of humor or arousing laughter; funny.",
      "Funny; amusing; comical.",
      "Fitted to excite laughter; humorous.",
      "Amusing; humorous; comical.",
      "Funny, hilarious.",
      "Naughtily or annoyingly playful",
      "Full of fun and high spirits",
      "Mentally ill.",
      "Insane, mad",
      "Mentally ill; affected with madness or insanity.",
      "Insane or mentally ill.",
      "Affected with madness or insanity",
      "Causing insanity or madness.",
      "Full of gambols or tricks.",
      "Causing nausea; sickening or disgusting.",
      "Causing or able to cause nausea",
      "Causing nausea",
      "Offensive to the senses; disgusting, unpleasant, nauseous; foul, fetid, especially having an undesirable smell; sickening, nauseating.",
      "Foolish, silly",
      "Ludicrous, foolish"
    ],
    "verbs": [
      "Produce laughter",
      "Show mirth by peculiar movement of the muscles of the face and emission of sounds.",
      "To show mirth, satisfaction, or derision, by peculiar movement of the muscles of the face, particularly of the mouth, causing a lighting up of the face and eyes, and usually accompanied by the emission of explosive or chuckling sounds from the chest and throat; to indulge in laughter.",
      "To express pleasure, mirth or derision by peculiar movement of the muscles of the face, particularly of the mouth, causing a lighting up of the face and eyes, and usually accompanied by the emission of explosive or chuckling sounds from the chest and throat; to produce laughter.",
      "Change one's facial expression by spreading the lips, often to signal pleasure",
      "Eject the contents of the stomach through the mouth",
      "To regurgitate the contents of the stomach.",
      "To regurgitate the contents of a stomach; puke.",
      "To vomit; to throw up; to eject from the stomach.",
      "To vomit: regurgitate the contents of one's stomach.",
      "To subject (someone) to laughter or ridicule.",
      "Subject to laughter or ridicule",
      "To subject to laughter.",
      "To say or do something for amusement; to speak humorously.",
      "To tell a joke.",
      "Tell a joke; speak humorously",
      "To do or say something for amusement rather than seriously.",
      "To tell a joke; to talk in a playful manner; to make fun of something or someone."
    ],
    "nouns": [
      "A light and humorous drama with a happy ending.",
      "A dramatic work that is light and humorous or satirical in tone",
      "Dramatic work that is light and humorous or satirical in tone.",
      "Comedy has a popular meaning, which differs from its academic definition, namely the comic theater, whose Western origins are found in Ancient Greece.",
      "Light and humorous drama with a happy ending",
      "A type of theatrical drama",
      "Genre of work or performance intended to be humorous",
      "Comedy, in the contemporary meaning of the term, is any discourse or work generally intended to be humorous or to amuse by inducing laughter, especially in theater, television, film and stand-up comedy.",
      "Internet slang",
      "Rolling on the floor laughing out loud.",
      "LOL, an acronym for laughing out loud or laugh out loud, is a common element of Internet slang.",
      "Rolling on the floor laughing out loud",
      "A happy face expression using mouth, but without producing voice.",
      "A smile is a facial expression formed by flexing the muscles near both ends of the mouth and by flexing muscles throughout the mouth.",
      "A facial expression comprised by flexing the muscles of both ends of one's mouth, often showing the front teeth, without vocalisation, and in humans is a common involuntary or voluntary expression of happiness, pleasure, amusement or anxiety.",
      "A facial expression characterized by turning up the corners of the mouth; usually shows pleasure or amusement",
      "Conscious or subconscious facial muscular movement conveying mirth or pleasure",
      "An upwards movement of the sides of the mouth that indicates happiness or satisfaction.",
      "Something said or done for amusement, not in seriousness.",
      "Something said or done for amusement.",
      "A ludicrous or grotesque act done for fun and amusement",
      "Ludicrous act or behaviour.",
      "A ludicrous gesture or act; ridiculous behaviour.",
      "Relatively permanent disorder of the mind",
      "Insanity, craziness or madness is a spectrum of behaviors characterized by certain abnormal mental or behavioral patterns.",
      "A severe mental disorder",
      "Insanity, craziness, or madness, is a spectrum of behaviors characterized by certain abnormal mental or behavioral patterns.",
      "The state of being mad; insanity; mental disease.",
      "State of being insane.",
      "Abnormal mental or behavioral patterns",
      "The state of being insane; madness.",
      "Malicious or reckless behaviour.",
      "A deceitful confidence trick, or mischief causing discomfort or annoyance.",
      "Malicious or reckless behaviour",
      "Mischief.",
      "Devilish action or conduct; mischief.",
      "Mischief is a vexatious or annoying action, or, conduct or activity that playfully causes petty annoyance.",
      "A vexatious or annoying action, or, conduct or activity that playfully causes petty annoyance",
      "Mischief, or malicious mischief is the specific name for different criminal offenses in a number of different criminal jurisdictions.",
      "Reckless or malicious behavior that causes discomfort or annoyance in others",
      "Vexatious or annoying conduct.",
      "Vomiting is the involuntary, forceful expulsion of the contents of one's stomach through the mouth and sometimes the nose.",
      "The reflex act of ejecting the contents of the stomach through the mouth",
      "Regurgitated former contents of a stomach.",
      "Regurgitation is the expulsion of material from the pharynx, or esophagus, usually characterized by the presence of undigested food or blood.",
      "Matter ejected from the stomach through the mouth.",
      "Vomiting is the forceful expulsion of the contents of one's stomach through the mouth.",
      "The regurgitated former contents of a stomach.",
      "Involuntary, forceful expulsion of stomach contents through the mouth and sometimes the nose"
    ]
  },
  "category": "Smileys & Emotion",
  "alsoKnownAs": [
    "Tongue Out"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A yellow face with scrunched, X-shaped eyes and a big grin, sticking out its <a href=\"/tongue/\">tongue</a>. Often conveys a sense of fun, excitement, playfulness, hilarity, and happiness, as if saying <i>Squee!</i> or <i>Awesome! </i></p>\r\n\r\n<p>Similar to <a href=\"/grinning-squinting-face/\">😆&nbsp;Grinning Squinting Face</a>.<i>&nbsp;</i>Generally more exuberant than <a href=\"/face-with-tongue/\">😛&nbsp;Face With Tongue</a> and <a href=\"/winking-face-with-tongue/\">😜&nbsp;Winking Face With Tongue</a>. Samsung <a href=\"/samsung/touchwiz-7.1/squinting-face-with-tongue/\">previously featured</a> a more sour expression.</p>\r\n\r\n<p>Because of its stuck-out tongue, note that this smiley may be applied or interpreted in suggestive ways.</p>",
  "apple_vendor_description": "This playful emoji on Apple devices features a face with eyes squinted shut and a cheeky tongue sticking out, radiating a sense of mischievous fun. Apple’s design imbues this expression with a delightful, almost cartoonish bounce, highlighted by bright, glossy finishes and soft rounded edges. The vibrant yellow hue and the dynamic curve of the tongue convey a lighthearted, teasing sentiment, ideal for playful banter or expressing a sense of carefree silliness."
}