{
  "code": "🌹",
  "Unicode": [
    "U+1F339"
  ],
  "slug": "rose",
  "shortcodes": {
    "github": ":rose:",
    "slack": ":rose:",
    "discord": ":rose:"
  },
  "title": "Rose",
  "keywords": [
    "flower",
    "rose"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [],
    "nouns": [
      "Calendar day",
      "A celebration of lovers that is observed on February 14.",
      "Saint Valentine's Day, commonly shortened to Valentine's Day, is an annual commemoration held on February 14 celebrating love and affection between intimate companions. Day",
      "Saint Valentine's Day",
      "Saint Valentine's Day.",
      "February 14 Quotes of the day from previous years:; 2004; 2005; 2006; 2007; 2008; 2009; 2010; 2011; 2012; 2013; 2014; 2015; 2016: Rank or add further suggestions. Ranking system: Love does not dominate, it cultivates. 14",
      "A day for the exchange of tokens of affection",
      "Saint Valentine's Day, also known as Valentine's Day or the Feast of Saint Valentine, is a holiday observed on February 14 each year.",
      "  Traditionally the first of the four seasons of the year in temperate regions, in which plants spring from the ground and trees come into blossom, following winter and preceding summer.",
      "The season of growth",
      "The season of spring.",
      "Season, between winter and summer",
      "One of the four temperate seasons",
      "The season of spring, between winter and summer.",
      "Traditionally the first of the four seasons, the season of growth with an ever increasing amount of daytime.",
      "Spring is one of the four conventional temperate seasons, following winter and preceding summer.",
      "Spring is one of the four seasons of temperate zones, the transition from winter into summer.",
      "The reproductive structure of angiosperm plants, consisting of stamens and carpels surrounded by petals and sepals all borne on the receptacle.",
      "A flower lacking sepals, petals, stamens, or carpels.",
      "Flowers, sometimes known as blooms or blossoms, are the reproductive structures found in flowering plants.",
      "A flower, sometimes known as a bloom or blossom, is the reproductive structure found in flowering plants.",
      "Structure found in some plants (division Magnoliophyta / angiosperms) to support reproduction",
      "A plant cultivated for its blooms or blossoms",
      "Love is a variety of different feelings, states, and attitudes that ranges from interpersonal affection to pleasure.",
      "An intense feeling of affection and care towards another person.",
      "Emotion based on affection",
      "A strong positive emotion of regard and affection",
      "In the Italian or Latin languages",
      "The form of romantic affection that is considered pure and wholly positive, not just based on feelings of lust.",
      "Love is a word which refers to a variety of different emotional states, feelings or attitudes which range from those of simple personal pleasures or desires to those characterizing interpersonal affection and many forms of profound kindness, compassion, and benevolent concern for the good of others.",
      "A flower of the rose plant.",
      "A rose is a woody perennial of the genus Rosa, within the family Rosaceae.",
      "Genus of plants, the Roses",
      "Any of many shrubs of the genus Rosa that bear roses",
      "A flower of the rose plant (Rosa).",
      "Roses are perennial plants of the genus Rosa, within the family Rosaceae."
    ]
  },
  "category": "Animals & Nature",
  "alsoKnownAs": [
    "Red Flower",
    "Red Rose"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A red rose. Depicted as a single, vertical red rose on a green stem.</p>\r\n\r\n<p>Commonly used for <a href=\"/valentines-day/\">Valentine&rsquo;s Day</a>, <a href=\"/mothers-day/\">Mother&rsquo;s Day</a>, and other special occasions. May be more generally used to express such sentiments as love and romance. Also used as a symbol of <a href=\"https://en.wikipedia.org/wiki/Rose_(symbolism)#Socialism_and_social_democracy\">socialism</a>&nbsp;or as a red accent color.</p>\r\n\r\n<p>Not to be confused with <a href=\"/tulip/\">🌷 Tulip</a>, though their applications may overlap.</p>\r\n\r\n<p>Samsung&rsquo;s rose was <a href=\"/samsung/touchwiz-7.1/rose/\">previously</a> pink.</p>",
  "apple_vendor_description": "The rose emoji on Apple devices unfurls with a velvety, deep crimson petal, rendered with exquisite 3D shading and soft, rounded edges that hint at its delicate texture. Realistic lighting casts subtle shadows, enhancing its natural beauty and lush form, a hallmark of Apple’s refined emoji aesthetic. This iconic symbol of love and romance is frequently used on Apple devices to convey deep affection, admiration, or even a touch of elegance in digital conversations."
}