{
  "code": "🇧🇴",
  "Unicode": [
    "U+1F1E7",
    "U+1F1F4"
  ],
  "slug": "flag-bolivia",
  "shortcodes": {
    "github": ":bolivia:",
    "slack": ":flag-bo:",
    "discord": ":flag_bo:"
  },
  "title": "Flag: Bolivia",
  "keywords": [
    "flag"
  ],
  "senses": {
    "adjectives": [
      "From or in the countryside or connected with it.",
      "Of, from or pertaining to the countryside (adjective)."
    ],
    "verbs": [],
    "nouns": [
      "A country in South America. Capital cities: Sucre (constitutional capital), La Paz (seat of government). Largest city: Santa Cruz de la Sierra. Official name: Plurinational State of Bolivia.",
      "Country in South America.",
      "A landlocked republic in central South America; Simon Bolivar founded Bolivia in 1825 after winning independence from Spain",
      "A central South-American country",
      "A country in South America, with administrative capital La Paz and official capital Sucre.",
      "Bolivia, officially known as the Plurinational State of Bolivia, is a landlocked country located in western-central South America.",
      "Country in South America",
      "Emblem usually consisting of a rectangular piece of cloth of distinctive design",
      "Piece of cloth.",
      "A flag is a piece of fabric with a distinctive design that is used as a symbol, as a signaling device, or as decoration.",
      "A piece of cloth, often decorated with an emblem, used as a visual signal or symbol.",
      "Piece of fabric with a distinctive design",
      "The current flag of Bolivia was originally adopted in 1851.",
      "The opposite of secession",
      "As its original Latin term",
      "Government",
      "The collective body of a nation or state as politically organized, or as exercising political functions.",
      "The territory of a nation, especially an independent nation state or formerly independent nation; a political entity asserting ultimate authority over a geographical area.",
      "Nations is often used synonymously with ethnic group, but although ethnicity is now one of the most important aspects of cultural or social identity for the members of most nations, people with the same ethnic origin may live in different nation-states and be treated as members of separate nations for that reason.",
      "Political organisation with a centralized independent government",
      "The government.",
      "An organized political community, living under a government",
      "Nation has various meanings, and the meaning has changed over time.",
      "A state is an organized community living under one government.",
      "A political entity asserting ultimate authority over a geographical area.",
      "A people permanently occupying a fixed territory bound together by common law, habits and custom into one body politic exercising, through the medium of an organized government, independent sovereignty and control over all persons and things within its boundaries, unless or until authority is ceded to a federation or union of other states.",
      "The people who live in a nation or country",
      "A politically organized body of people under a single government",
      "A sovereign state.",
      "A state is a nonphysical juridical entity of the international legal system that is represented by one centralized government that has supreme independent authority over a geographic area.",
      "The geographic area under the control of a political state."
    ]
  },
  "alsoKnownAs": [
    "Bolivian Flag"
  ],
  "version": {
    "unicode-version": null,
    "emoji-version": "1.0"
  },
  "description": "<p>The flag for Bolivia, which may show as the letters&nbsp;<em>BO</em>&nbsp;on some platforms.</p>",
  "apple_vendor_description": "On Apple devices, the flag of Bolivia emoji is presented with crisp detail and vibrant colors, adhering to Apple's commitment to accurate representation. The three horizontal bands of red, yellow, and green are depicted with a subtle sheen and smooth gradients, while the Bolivian coat of arms, intricately rendered, sits at the center. This emoji serves as a clear and proud identifier of Bolivian nationality and heritage, easily shared on Apple devices."
}