{
  "code": "🇳🇬",
  "Unicode": [
    "U+1F1F3",
    "U+1F1EC"
  ],
  "slug": "flag-nigeria",
  "shortcodes": {
    "github": ":nigeria:",
    "slack": ":flag-ng:",
    "discord": ":flag_ng:"
  },
  "title": "Flag: Nigeria",
  "keywords": [
    "flag"
  ],
  "senses": {
    "adjectives": [
      "From or in the countryside or connected with it.",
      "Of, from or pertaining to the countryside (adjective)."
    ],
    "verbs": [],
    "nouns": [
      "Emblem usually consisting of a rectangular piece of cloth of distinctive design",
      "Piece of cloth.",
      "A flag is a piece of fabric with a distinctive design that is used as a symbol, as a signaling device, or as decoration.",
      "A piece of cloth, often decorated with an emblem, used as a visual signal or symbol.",
      "Piece of fabric with a distinctive design",
      "The opposite of secession",
      "As its original Latin term",
      "Government",
      "The collective body of a nation or state as politically organized, or as exercising political functions.",
      "The territory of a nation, especially an independent nation state or formerly independent nation; a political entity asserting ultimate authority over a geographical area.",
      "Nations is often used synonymously with ethnic group, but although ethnicity is now one of the most important aspects of cultural or social identity for the members of most nations, people with the same ethnic origin may live in different nation-states and be treated as members of separate nations for that reason.",
      "Political organisation with a centralized independent government",
      "The government.",
      "An organized political community, living under a government",
      "Nation has various meanings, and the meaning has changed over time.",
      "A state is an organized community living under one government.",
      "A political entity asserting ultimate authority over a geographical area.",
      "A people permanently occupying a fixed territory bound together by common law, habits and custom into one body politic exercising, through the medium of an organized government, independent sovereignty and control over all persons and things within its boundaries, unless or until authority is ceded to a federation or union of other states.",
      "The people who live in a nation or country",
      "A politically organized body of people under a single government",
      "A sovereign state.",
      "A state is a nonphysical juridical entity of the international legal system that is represented by one centralized government that has supreme independent authority over a geographic area.",
      "The geographic area under the control of a political state.",
      "Nigeria",
      "In Western Africa.",
      "Which tends to be more Christian and animist than the Muslim north; also where most of the country's oil is located",
      "Country in Africa",
      "A country in Western Africa. Nigeria shares land borders with the Republic of Benin in the west, Chad and Cameroon in the east, Niger in the north, and borders the Gulf of Guinea in the south.",
      "Country in Western Africa, south of the country of Niger. Official name: Federal Republic of Nigeria.",
      "A republic in West Africa on the Gulf of Guinea; gained independence from Britain in 1960; most populous African country",
      "Nigeria, officially the Federal Republic of Nigeria, is a federal constitutional republic comprising 36 states and its Federal Capital Territory, Abuja."
    ]
  },
  "alsoKnownAs": [
    "Nigerian Flag"
  ],
  "version": {
    "unicode-version": null,
    "emoji-version": "1.0"
  },
  "description": "<p>The flag for&nbsp;<a href=\"https://en.wikipedia.org/wiki/Nigeria\">Nigeria</a>, which may show as the letters&nbsp;<em>NG</em>&nbsp;on some platforms.</p>",
  "apple_vendor_description": "This vibrant rendition of the Nigerian flag on Apple devices is a striking display of national pride, featuring bold green stripes flanking a central white band, all rendered with Apple's characteristic glossy 3D shading. The smooth gradients and crisp edges give the flag a polished, almost tangible appearance, fluttering gently as if caught by a digital breeze. It serves as a powerful symbol of identity, celebration, and solidarity for users connecting on Apple devices worldwide."
}