{
  "code": "🇪🇭",
  "Unicode": [
    "U+1F1EA",
    "U+1F1ED"
  ],
  "slug": "flag-western-sahara",
  "shortcodes": {
    "github": ":western_sahara:",
    "slack": ":flag-eh:",
    "discord": ":flag_eh:"
  },
  "title": "Flag: Western Sahara",
  "keywords": [
    "flag"
  ],
  "senses": {
    "adjectives": [
      "From or in the countryside or connected with it.",
      "Of, from or pertaining to the countryside (adjective)."
    ],
    "verbs": [],
    "nouns": [
      "Emblem usually consisting of a rectangular piece of cloth of distinctive design",
      "Piece of cloth.",
      "A flag is a piece of fabric with a distinctive design that is used as a symbol, as a signaling device, or as decoration.",
      "A piece of cloth, often decorated with an emblem, used as a visual signal or symbol.",
      "Piece of fabric with a distinctive design",
      "The Western Sahara is a disputed territory in the Maghreb region of North Africa, bordered by Morocco to the north, Algeria to the extreme northeast, Mauritania to the east and south, and the Atlantic Ocean to the west.",
      "A territory in northern Africa and a former Spanish colony, now mostly occupied by Morocco, which claims ownership over the territory.",
      "Country in North Africa",
      "A territory in Northwestern Africa.",
      "A territory in northern Africa.",
      "Also known as the Independence Intifada in Sahrawi related circles.",
      "The largest arid desert on Earth, situated in Africa",
      "The Sahara is the largest subtropical hot desert and third largest desert after Antarctica and the Arctic.",
      "A desert in North Africa, the largest hot desert in the world.",
      "Desert in Africa",
      "The world's largest desert (3,500,000 square miles) in northern Africa",
      "The opposite of secession",
      "As its original Latin term",
      "Government",
      "The collective body of a nation or state as politically organized, or as exercising political functions.",
      "The territory of a nation, especially an independent nation state or formerly independent nation; a political entity asserting ultimate authority over a geographical area.",
      "Nations is often used synonymously with ethnic group, but although ethnicity is now one of the most important aspects of cultural or social identity for the members of most nations, people with the same ethnic origin may live in different nation-states and be treated as members of separate nations for that reason.",
      "Political organisation with a centralized independent government",
      "The government.",
      "An organized political community, living under a government",
      "Nation has various meanings, and the meaning has changed over time.",
      "A state is an organized community living under one government.",
      "A political entity asserting ultimate authority over a geographical area.",
      "A people permanently occupying a fixed territory bound together by common law, habits and custom into one body politic exercising, through the medium of an organized government, independent sovereignty and control over all persons and things within its boundaries, unless or until authority is ceded to a federation or union of other states.",
      "The people who live in a nation or country",
      "A politically organized body of people under a single government",
      "A sovereign state.",
      "A state is a nonphysical juridical entity of the international legal system that is represented by one centralized government that has supreme independent authority over a geographic area.",
      "The geographic area under the control of a political state."
    ]
  },
  "alsoKnownAs": [
    "Western Saharan Flag"
  ],
  "version": {
    "unicode-version": null,
    "emoji-version": "1.0"
  },
  "description": "<p>The flag for&nbsp;<a href=\"https://en.wikipedia.org/wiki/Western_Sahara\">Western Sahara</a>, which may show as the letters&nbsp;<em>EH</em>&nbsp;on some platforms.</p>",
  "apple_vendor_description": "The flag of Western Sahara on Apple devices is depicted with a strong visual presence, featuring its distinct pan-African colors and the prominent red crescent and star. Apple's design imbues the flag with a sense of dignity and resilience, utilizing smooth gradients and realistic lighting to give the fabric a subtle depth. This emoji is a key identifier for the disputed territory, suitable for discussions on politics, geography, or expressing solidarity, all rendered with the polished aesthetic Apple is known for."
}