{
  "code": "🤷‍♀️",
  "Unicode": [
    "U+1F937",
    "U+200D",
    "U+2640",
    "U+FE0F"
  ],
  "slug": "woman-shrugging",
  "shortcodes": {
    "github": ":woman_shrugging:",
    "slack": ":woman-shrugging:",
    "discord": ":woman_shrugging:"
  },
  "title": "Woman Shrugging",
  "keywords": [
    "doubt",
    "ignorance",
    "indifference",
    "shrug",
    "woman",
    "woman shrugging"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [
      "Raise one's shoulders to indicate indifference or resignation",
      "To raise (the shoulders) to express uncertainty, lack of concern, (formerly) dread, etc.",
      "To raise the shoulders to express a lack of knowledge or certainty.",
      "To raise the shoulders to express uncertainty, lack of concern, etc.",
      "Consider unlikely or have doubts about"
    ],
    "nouns": [
      "A woman is a female human.",
      "Female adult human",
      "An animal of the sex that produces eggs.",
      "An adult human member of the sex that produces ova and bears young.",
      "An adult female human.",
      "An adult female person (as opposed to a man)",
      "Adult female human being.",
      "A gesture involving the shoulders",
      "A lifting of the shoulders to signal indifference.",
      "A shrug is a gesture that is performed by lifting both shoulders up, and is a representation of an individual either not knowing an answer to a question, or not caring about a result.",
      "Doubt, a status between belief and disbelief, involves uncertainty or distrust or lack of sureness of an alleged fact, an action, a motive, or a decision.",
      "Doubt is uncertainty in the context of trust, action, decision or belief.",
      "The state of being unsure of something",
      "A status between belief and disbelief, involves uncertainty or distrust or lack of sureness of an alleged fact, an action, a motive, or a decision",
      "Challenge about the truth or accuracy of a matter.",
      "The state of being dubious.",
      "Uncertainty, disbelief.",
      "The condition of being uninformed or uneducated. Lack of knowledge or information.",
      "Ignorance is the condition of being uninformed or uneducated; i.e., lacking knowledge or information.",
      "The lack of knowledge or education",
      "Ignorance is a state of being uninformed.",
      "Lack of knowledge or information.",
      "Condition of being uninformed or uneducated.",
      "Apathy is most commonly defined as a lack of feeling, emotion, interest, or concern.",
      "A lack of interest; indifference, apathy.",
      "Absence of interest.",
      "The state of being indifferent.",
      "State of indifference or the suppression of emotions",
      "Apathy is a lack of feeling, emotion, interest, or concern.",
      "Complete lack of emotion or motivation about a person, activity, or object; depression; lack of interest or enthusiasm; disinterest.",
      "The trait of lacking enthusiasm for or interest in things generally.",
      "The trait of lacking enthusiasm for or interest in things generally",
      "The act of one who shrugs."
    ]
  },
  "category": "People & Body",
  "alsoKnownAs": [
    "Shrug",
    "Shruggie",
    "¯\\_(ツ)_/¯",
    "Venus Symbol",
    "Woman Symbol"
  ],
  "version": {
    "unicode-version": null,
    "emoji-version": "4.0"
  },
  "description": "<p>A woman shrugging her shoulders to indicate a lack of knowledge about a particular topic, or a lack of care about the result of a situation. &macr;\\_(ツ)_/&macr;</p>\r\n\r\n<div id=\"professor_prebid-root\">&nbsp;</div>",
  "apple_vendor_description": "The 'Woman Shrugging' emoji on Apple devices presents a character with a gentle, questioning expression, her shoulders raised and palms facing outward in a universally understood gesture of uncertainty or bewilderment.  Apple’s design imbues her with soft rounded edges and subtle gradients, making her approachable and relatable, while realistic lighting adds a touch of lifelike dimensionality.  This emoji beautifully captures feelings of 'I don't know,' confusion, or a lack of knowledge in a charming and engaging way specific to Apple's visual style."
}