{
  "code": "🗳️",
  "Unicode": [
    "U+1F5F3",
    "U+FE0F"
  ],
  "slug": "ballot-box-with-ballot",
  "shortcodes": {
    "github": ":ballot_box:",
    "slack": ":ballot_box_with_ballot:",
    "discord": ":ballot_box_with_ballot:"
  },
  "title": "Ballot Box with Ballot",
  "keywords": [
    "ballot",
    "ballot box with ballot",
    "box"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [
      "To express one's preference for a candidate in a public consultation; to cast a vote.",
      "To cast a vote; to assert a formalised choice in an election.",
      "Assert a formalised choice.",
      "Express one's preference for a candidate or for a measure or resolution; cast a vote",
      "Vote by ballot"
    ],
    "nouns": [
      "Voting is a method for a group such as a meeting or an electorate to make a decision or express an opinion -- often following discussions, debates, or election campaigns.",
      "Process of voting.",
      "The process of voting, especially in secret.",
      "A binding declaration by a person competent to make decisions, within a decision-making process, on which of a number of predetermined alternatives that he or she prefers.",
      "The act of formally expressing an opinion or choice in some matter or for some candidate, usually by voice or ballot.",
      "A voting form, the paper upon which a vote is cast during a ballot",
      "The act of voting, especially when not to elect a government or head of state.",
      "A ballot is a device used to cast votes in an election, and may be a piece of paper or a small ball used in secret voting.",
      "An act or instance of participating in such a choice, e.g., by submitting a ballot.",
      "Method for a group such as a meeting or an electorate to make a decision or express an opinion",
      "A choice that is made by counting the number of people in favor of each alternative",
      "An election is a formal democratic decision-making process by which a population chooses an individual to hold public office.",
      "A vote to select the winner of a position or political office",
      "Process by which a population chooses an individual to hold public office",
      "A process of choosing a leader, members of parliament, councillors or other representatives by popular vote.",
      "An election is a formal decision-making process by which a population chooses an individual to hold public office.",
      "Process of choosing a new leader or representatives.",
      "Denoting the resulting tallies of election ballots",
      "A process by which members of a population vote to choose a person to hold public office.",
      "Plural form of box.",
      "A (usually rectangular) container; may have a lid",
      "A cuboid space; a container, usually with a hinged lid.",
      "Box describes a variety of containers and receptacles for permanent use as storage, or for temporary use often for transporting contents.",
      "Or any of a variety of containers or receptacles"
    ]
  },
  "category": "Objects",
  "alsoKnownAs": [
    "Vote Box",
    "Voting"
  ],
  "version": {
    "unicode-version": "7.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A ballot box, as used to cast votes in an election. Depicted as a box, generally blue or gray, with a slot on top through which a paper ballot is being inserted. Many platforms display a&nbsp;<a href=\"/cross-mark/\">cross mark</a>&nbsp;or <a href=\"/check-mark/\">check mark</a> on the ballot to indicate a vote, though Apple and Facebook leave theirs blank.</p>\r\n\r\n<p>Commonly used for various content concerning voting and elections, especially in politics and government.</p>",
  "apple_vendor_description": "Apple's ballot box with ballot emoji presents a stately, dark mahogany box with a crisp, white ballot peeking out from its slot, rendered with Apple's characteristic realistic lighting and subtle 3D shading. The smooth, polished surface of the box and the clean lines of the ballot convey a sense of civic duty and the importance of participation. On Apple devices, this emoji powerfully symbolizes voting, democracy, and the act of making a choice, often used in discussions about elections or personal decisions."
}