{
  "code": "🏁",
  "Unicode": [
    "U+1F3C1"
  ],
  "slug": "chequered-flag",
  "shortcodes": {
    "github": ":checkered_flag:",
    "slack": ":checkered_flag:",
    "discord": ":checkered_flag:"
  },
  "title": "Chequered Flag",
  "keywords": [
    "checkered",
    "chequered",
    "chequered flag",
    "racing"
  ],
  "senses": {
    "adjectives": [
      "Patterned with alternating squares of color"
    ],
    "verbs": [
      "To compete in a race.",
      "Compete in a race",
      "To compete against in such a race.",
      "To signal to.",
      "Communicate or signal with a flag",
      "To signal (an event).",
      "Move fast",
      "To drive fast.",
      "To move fast.",
      "To go fast.",
      "To drive fast; to step on the accelerator.",
      "To cause to move back and forth repeatedly.",
      "To move or swing back and forth.",
      "To move a weapon.",
      "Move or swing back and forth",
      "To move or swing a weapon back and forth, particularly if demonstrating skill."
    ],
    "nouns": [
      "Emblem usually consisting of a rectangular piece of cloth of distinctive design",
      "Piece of cloth.",
      "A flag is a piece of fabric with a distinctive design that is used as a symbol, as a signaling device, or as decoration.",
      "A piece of cloth, often decorated with an emblem, used as a visual signal or symbol.",
      "Piece of fabric with a distinctive design",
      "A competition of speed",
      "Competition where the goal is to complete the course as fast as possible",
      "The sport of competing in races.",
      "The sport of engaging in contests of speed",
      "Sport contest of speed.",
      "In sport, racing is a competition of speed, against an objective criterion, usually a clock or to a specific point.",
      "A pattern made up of a grid of squares of alternating colors; a checkered pattern.",
      "A textile pattern of squares or crossed lines (resembling a checkerboard)",
      "A checkered pattern.",
      "A check is a pattern of modified stripes consisting of crossed horizontal and vertical lines forming squares.",
      "A pattern of squares used on chess-boards, fabrics, etc..",
      "Competition is the rivalry of two or more parties over something.",
      "An occasion on which a winner is selected from among two or more contestants",
      "A competition.",
      "The competitors in such a contest.",
      "A person who takes part in a contest or competition.",
      "Contest between organisms, animals, individuals, groups, etc.",
      "Competition in biology, ecology, and sociology, is a contest between organisms, animals, individuals, groups, etc., for territory, a niche, or a location of resources, for resources and goods, mates, for prestige, recognition, awards, or group or social status, for leadership.",
      "The simultaneous demand by two or more organisms or species for an essential common resource that is actually or potentially in limited supply.",
      "An occasion on which a winner is selected from among two or more contestants."
    ]
  },
  "category": "Flags",
  "alsoKnownAs": [
    "Checkered Flag",
    "Grid Girl",
    "Racing Flag"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A flag with black and white squares shown in a checkerboard pattern.&nbsp;Used to signal the start or end of a motor car race, though most often used to indicate&nbsp;that the first vehicle within a race has crossed the finish line.</p>",
  "apple_vendor_description": "On Apple devices, the chequered flag emoji is depicted with sharp, dynamic lines and a bold contrast between its black and white squares, signifying victory and the thrill of completion.  Apple’s glossy 3D shading gives the flag a sense of tangible movement, as if caught in a brisk breeze, while realistic lighting accentuates its crisp edges.  This iconic symbol, rendered with smooth gradients, is frequently used to celebrate achievements, race outcomes, or the successful conclusion of a project."
}