{
  "code": "👩🏾‍🚒",
  "Unicode": [
    "U+1F469",
    "U+1F3FE",
    "U+200D",
    "U+1F692"
  ],
  "slug": "woman-firefighter-medium-dark-skin-tone",
  "shortcodes": null,
  "title": "woman firefighter: medium-dark skin tone",
  "keywords": [
    "firetruck",
    "medium-dark skin tone",
    "firefighter",
    "woman"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [],
    "nouns": [
      "A woman is a female human.",
      "Female adult human",
      "An animal of the sex that produces eggs.",
      "An adult human member of the sex that produces ova and bears young.",
      "An adult female human.",
      "An adult female person (as opposed to a man)",
      "Adult female human being.",
      "Two or more persons trained to put out fires.",
      "An organization whose purpose is to extinguish fires.",
      "A person who puts out fires.",
      "A female person who is trained to put out fires.",
      "A female firefighter.",
      "A firefighter is a rescuer extensively trained in firefighting, primarily to extinguish hazardous fires that threaten property and civilian or natural populations, and to rescue people from dangerous situations, like collapsed or burning buildings or crashed vehicles.",
      "An individual employed to extinguish fires and rescue people",
      "Rescuer trained to extinguish hazardous fires",
      "Someone (implied male) who is skilled in the work of fighting fire.",
      "A member of a fire department who tries to extinguish fires",
      "A person who is trained to put out fires.",
      "A fire engine is a specific vehicle designed primarily for firefighting operations.",
      "Any of various large trucks that carry firemen and equipment to the site of a fire",
      "Any fire apparatus, such as a fire truck or fire engine."
    ]
  },
  "category": "People & Body",
  "alsoKnownAs": null,
  "version": null,
  "description": "The Female Firefighter, Type-5 emoji is a sequence of the  Woman,  Emoji Modifier Fitzpatrick Type-5 and  Fire Engine emojis. These ar",
  "apple_vendor_description": "Apple's rendering of the woman firefighter emoji, featuring a medium-dark skin tone, is a powerful depiction of courage and dedication, complete with realistic lighting and a polished 3D finish. She stands ready, often with a helmet and perhaps a hose, embodying strength and heroism with Apple's signature smooth gradients and soft rounded edges. This emoji serves as a potent symbol of bravery, emergency services, and admiration for those who protect and serve, making a bold statement on Apple devices."
}