{
  "code": "👩🏿‍⚖️",
  "Unicode": [
    "U+1F469",
    "U+1F3FF",
    "U+200D",
    "U+2696",
    "U+FE0F"
  ],
  "slug": "woman-judge-dark-skin-tone",
  "shortcodes": null,
  "title": "woman judge: dark skin tone",
  "keywords": [
    "judge",
    "dark skin tone",
    "woman",
    "scales"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [],
    "nouns": [
      "A woman is a female human.",
      "Female adult human",
      "An animal of the sex that produces eggs.",
      "An adult human member of the sex that produces ova and bears young.",
      "An adult female human.",
      "An adult female person (as opposed to a man)",
      "Adult female human being.",
      "Judges are officials who presides over a court of law, either alone or as part of a panel, and make determinations about the applicability of the law to the facts presented.",
      "A judge presides over court proceedings, either alone or as a part of a panel of judges.",
      "The title of a justice of court.",
      "A public official authorized to decide questions brought before a court of justice",
      "A person who decides the fate of someone or something that has been called into question.",
      "Official who presides over court proceedings",
      "An official who presides over a court",
      "Someone deciding another's fate."
    ]
  },
  "category": "People & Body",
  "alsoKnownAs": null,
  "version": null,
  "description": "The Female Judge, Type-6 emoji is a sequence of the  Woman,  Emoji Modifier Fitzpatrick Type-6, ? Scales and ? Variation Selector-16 emo",
  "apple_vendor_description": "The woman judge with dark skin tone emoji on Apple devices portrays a figure of authority and fairness with deep, rich skin tones and a confident, solemn expression. Her judicial robe is rendered with Apple's signature glossy 3D shading, featuring subtle folds and realistic lighting that emphasize its texture and weight. The gavel she holds, a symbol of justice, is depicted with polished wood grain and sharp, clear edges, embodying impartiality and the upholding of law within the Apple ecosystem."
}