{
  "code": "🛅",
  "Unicode": [
    "U+1F6C5"
  ],
  "slug": "left-luggage",
  "shortcodes": {
    "github": ":left_luggage:",
    "slack": ":left_luggage:",
    "discord": ":left_luggage:"
  },
  "title": "Left Luggage",
  "keywords": [
    "baggage",
    "left luggage",
    "locker",
    "luggage"
  ],
  "senses": {
    "adjectives": [
      "Free from risk.",
      "Free from risk; harmless, riskless.",
      "Free from danger or the risk of harm",
      "That has been locked (with a key).",
      "Of a door, etc, that has been locked (with a key)."
    ],
    "verbs": [
      "Change location; move, travel, or proceed, also metaphorically",
      "To change (from one value to another).",
      "To move or travel (from one location to another).",
      "To change the location of an object.",
      "To transfer a file from one location to another. After the file is transferred, there is only one copy of the file, in the new location.",
      "To move an object one pixel at a time.",
      "Fasten with a lock",
      "To fasten with a lock."
    ],
    "nouns": [
      "Metal device shaped in such a way that when it is inserted into the appropriate lock the lock's mechanism can be rotated",
      "Instrument that is used to operate a lock",
      "Device designed to open and close a lock.",
      "A key is a device that is used to operate a lock.",
      "An object designed to be able to open (and usually close) a lock.",
      "An object designed to open and close a lock.",
      "A device used to open a lock or door",
      "The act of going from one place to another",
      "Movement of people between locations",
      "Movement of people between relatively distant geographical locations",
      "Act of traveling.",
      "Travel is the movement of people between relatively distant geographical locations, and can involve travel by foot, bicycle, automobile, train, boat, airplane, or other means, with or without luggage, and can be one way or round trip.",
      "The act of traveling.",
      "An application for travel planning, including destination photos and panoramas, travel guides, booking tools, currency conversions, and weather forecasts.",
      "The transport of people on a trip or journey.",
      "A storage compartment for clothes and valuables; usually it has a lock",
      "Public storage facility",
      "Small lockable storage compartment",
      "Storage of one's goods in a rented commercial facility.",
      "Cupboard, cabinet or chest of drawers.",
      "A storage compartment for clothes and valuables; usually it has a lock.",
      "A type of storage compartment with a lock usually used to store clothing, equipment, or books.",
      "Various kinds of storage compartment or container",
      "Cupboard, cabinet, chest of drawers.",
      "A locker is a small, usually narrow storage compartment.",
      "Self storage is an industry in which storage space is rented to tenants, usually on a short-term basis.",
      "A cabinet is a box-shaped piece of furniture with doors or drawers for storing miscellaneous items.",
      "A fastening device",
      "Something used for fastening, which can only be opened with a key or combination.",
      "Mechanical or electronic fastening device",
      "A fastener fitted to a door or drawer to keep it firmly closed",
      "Something used for fastening.",
      "A lock is a mechanical or electronic fastening device that is released by a physical object, by supplying secret information, or by a combination thereof.",
      "Cases used to carry belongings when traveling",
      "Luggage; traveling equipment",
      "The bags and other containers that hold a traveller's belongings.",
      "Baggage or luggage consists of bags, cases, and containers which hold a traveller's articles during transit.",
      "Bags, cases and containers which hold a traveler's articles during transit",
      "A case with a handle; for carrying papers or files or books",
      "A flat, usually rigid, rectangular briefcase for carrying business papers, documents, or the like.",
      "A flat, rectangular case with a handle, often of leather, used for carrying papers or books.",
      "Case used for carrying documents.",
      "A case used for carrying documents (especially by business people)",
      "A small case for carrying important documents; a briefcase.",
      "A briefcase is a narrow box-shaped bag or case used mainly for carrying papers and other documents and equipped with a handle."
    ]
  },
  "category": "Symbols",
  "alsoKnownAs": [
    "Bag With Key",
    "Locked Suitcase"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>An icon representing a place to leave luggage. Most commonly found at Japanese train&nbsp;stations to signify&nbsp;<em>coin lockers</em>&nbsp;where bags can be stored for a daily fee.</p>\r\n\r\n<p>This emoji displays a suitcase&nbsp;with&nbsp;a key above or below&nbsp;it, ususually in blue.</p>",
  "apple_vendor_description": "Apple's rendition of the left luggage emoji presents a sturdy, classic suitcase with a polished, slightly worn leather-like texture, finished in a deep, rich brown. The subtle gloss and realistic lighting on its rounded corners suggest a well-traveled companion, ready for a journey. On Apple devices, this emoji evokes themes of travel, temporary storage, and the anticipation of new adventures."
}