{
  "code": "🥛",
  "Unicode": [
    "U+1F95B"
  ],
  "slug": "glass-of-milk",
  "shortcodes": {
    "github": ":milk_glass:",
    "slack": ":glass_of_milk:",
    "discord": ":glass_of_milk:"
  },
  "title": "Glass of Milk",
  "keywords": [
    "drink",
    "glass",
    "glass of milk",
    "milk"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [
      "To drink or imbibe with vigour or relish; to drink copiously; to swallow in large draughts.",
      "Take in liquids",
      "To consume a liquid through the mouth.",
      "To consume (a liquid) through the mouth.",
      "To drink or imbibe."
    ],
    "nouns": [
      "A white nutritious liquid secreted by mammals and used as food by human beings",
      "Milk from a cow.",
      "Milk is a white liquid produced by the mammary glands of mammals.",
      "Milk that contains at least 3.5% fat.",
      "The whitish fluid secreted by the mammary gland for the nourishment of the young; composed of carbohydrates, proteins, fats, mineral salts, vitamins, and antibodies.",
      "Nutrient-rich liquids secreted by the mammary glands of female mammals",
      "White liquid produced by the mammary glands of mammals",
      "A white liquid produced by the mammary glands of female mammals to nourish their young. From certain animals, especially cows, it is a common food for humans as a beverage or used to produce various dairy products such as butter, cheese, and yogurt.",
      "A dairy cow",
      "Any drinkable liquid; a beverage.",
      "Any liquid suitable for drinking",
      "Kind of liquid which is specifically prepared for human consumption",
      "A beverage.",
      "Any one of various liquids for drinking.",
      "Drinks, or beverages, are liquids specifically prepared for human consumption.",
      "A single serving of a beverage",
      "Served alcoholic beverage.",
      "A (served) alcoholic beverage."
    ]
  },
  "category": "Food & Drink",
  "alsoKnownAs": [
    "Milk"
  ],
  "version": {
    "unicode-version": "9.0",
    "emoji-version": "3.0"
  },
  "description": "<p>A tall glass of white milk, as from a&nbsp;<a href=\"/cow/\">cow</a>&nbsp;but also other mammals, nuts, or plants. Most platforms depict a glass filled near to the brim, but some show a glass half-full&mdash;or half-empty.</p>",
  "apple_vendor_description": "On Apple devices, the glass of milk emoji is depicted as a clear, cylindrical glass filled to the brim with a creamy white liquid. Apple's signature glossy 3D shading creates subtle reflections and highlights on the glass, making it appear refreshingly cool and inviting. The smooth gradient of the milk suggests its purity and wholesome nature, commonly used to convey nourishment, breakfast, or a simple, healthy choice in digital communication."
}