{
  "code": "👄",
  "Unicode": [
    "U+1F444"
  ],
  "slug": "mouth",
  "shortcodes": {
    "github": ":lips:",
    "slack": ":lips:",
    "discord": ":lips:"
  },
  "title": "Mouth",
  "keywords": [
    "lips",
    "mouth"
  ],
  "senses": {
    "adjectives": [
      "Capable of or involving speech or speaking",
      "Used in speaking.",
      "Full of trivial conversation.",
      "Full of trivial conversation",
      "Talkative or chatty, especially of persons given to excess conversation."
    ],
    "verbs": [
      "Exchange thoughts; talk with",
      "To exchange thoughts; talk with.",
      "To touch each other’s lips.",
      "Touch with the lips or press the lips (against someone's mouth or other body part) as an expression of love, greeting, etc.",
      "To touch with the lips to express love or affection.",
      "Of two or more people, to touch each other's lips together, usually to express love or affection or passion."
    ],
    "nouns": [
      "A kiss is the touch or pressing of one's lips against another person or an object.",
      "Touch with the lips, usually to express love or affection, or as a greeting",
      "A touch with the lips, usually to express love or affection, or as a greeting.",
      "The act of caressing with the lips (or an instance thereof)",
      "A touch with the lips as a sign of love or affection.",
      "A form of affection",
      "Touch with the lips.",
      "Kissing is the act of two people touching lips.",
      "Mouths are a part of the anatomy constituting the first portion of the alimentary canal that receives food and saliva.",
      "The opening through which food is taken in and vocalizations emerge",
      "A body cavity",
      "First portion of the alimentary canal that receives food",
      "In biological anatomy, commonly referred to as the mouth, under formal names such as the oral cavity, buccal cavity, or in Latin cavum oris, is the opening through which many animals take in food and issue vocal sounds.",
      "Cavity that is limited by the lips in front, the cheeks on the side, the soft and hard palate at the top and the floor of the mouth below.",
      "Mouth",
      "The opening of a creature through which food is ingested.",
      "Either of the two fleshy protrusions around the opening of the mouth.",
      "Fleshy protrusion framing the mouth.",
      "Lips are a visible body part at the mouth of humans and many animals.",
      "Visible body part at the mouth",
      "Either of two fleshy folds of tissue that surround the mouth and play a role in speaking",
      "A soft, protruding organ at the mouth of many animals, including humans",
      "The two lips of a human being considered as a whole."
    ]
  },
  "category": "People & Body",
  "alsoKnownAs": [
    "Kissing Lips",
    "Lips"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A&nbsp;human mouth which is&nbsp;generally displayed as a pair of&nbsp;lips and a top row of teeth, instead of the inside of the&nbsp;mouth.</p>\r\n\r\n<p>May be used to indicate the spoken word&nbsp;or as an alternative to <a href=\"/kiss-mark/\">Kiss Mark</a>.</p>\r\n\r\n<p>Notably used alongside two&nbsp;<a href=\"/eye\">eye</a> emojis to create the &quot;It is what it is&quot; emoji face: 👁️👄👁️. <a href=\"https://blog.emojipedia.org/10-years-of-viral-emoji-moments/\">Learn more here</a>.</p>",
  "apple_vendor_description": "The mouth emoji on Apple devices is a masterclass in minimalist design, featuring a soft, inviting curve rendered with a subtle glossy sheen. Apple's realistic lighting accentuates its smooth, rounded edges, giving it a plump and expressive quality. This emoji, appearing as a simple yet effective representation of speech or expression on Apple devices, is ideal for conveying nuances in tone, from a slight smirk to a gentle smile."
}