{
  "code": "🙋‍♀️",
  "Unicode": [
    "U+1F64B",
    "U+200D",
    "U+2640",
    "U+FE0F"
  ],
  "slug": "woman-raising-hand",
  "shortcodes": {
    "github": ":raising_hand_woman:",
    "slack": ":woman-raising-hand:",
    "discord": ":woman_raising_hand:"
  },
  "title": "Woman Raising Hand",
  "keywords": [
    "gesture",
    "raising hand",
    "woman",
    "woman raising hand"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [
      "To express something by a gesture or gestures.",
      "To say or express through gestures.",
      "Show, express or direct through movement",
      "To show, express or direct through movements.",
      "To express through gestures."
    ],
    "nouns": [
      "A woman is a female human.",
      "Female adult human",
      "An animal of the sex that produces eggs.",
      "An adult human member of the sex that produces ova and bears young.",
      "An adult female human.",
      "An adult female person (as opposed to a man)",
      "Adult female human being.",
      "The use of movements, especially of the hands, to communicate familiar or prearranged signals",
      "A gesture is a form of non-verbal communication or non-vocal communication in which visible bodily actions communicate particular messages, either in place of, or in conjunction with, speech.",
      "Form of non-verbal communication or non-vocal communication",
      "A quick movement of a finger or pen on a screen that the computer interprets as a command, rather than as a mouse movement, writing, or drawing.",
      "The use of movements (especially of the hands) to communicate familiar or prearranged signals"
    ]
  },
  "category": "People & Body",
  "alsoKnownAs": [
    "Answering Question",
    "Hand Up",
    "Venus Symbol",
    "Woman Symbol"
  ],
  "version": {
    "unicode-version": null,
    "emoji-version": "4.0"
  },
  "description": "<p>The female version of the <a href=\"/person-raising-hand/\">🙋&nbsp;Happy Person Raising One Hand</a> emoji.&nbsp;Currently identical in appearance to the non-gendered base emoji.</p>",
  "apple_vendor_description": "On Apple devices, the woman raising hand emoji is portrayed with a bright, engaged expression and a clean, modern aesthetic. Her arm is raised with a clear, upward gesture, emphasized by Apple's smooth gradients and precise highlights that give the figure a distinct 3D presence. This emoji, as rendered by Apple, is ideal for indicating a question, offering assistance, or enthusiastically volunteering in digital communications."
}