{
  "code": "⚰️",
  "Unicode": [
    "U+26B0",
    "U+FE0F"
  ],
  "slug": "coffin",
  "shortcodes": {
    "github": ":coffin:",
    "slack": ":coffin:",
    "discord": ":coffin:"
  },
  "title": "Coffin",
  "keywords": [
    "coffin",
    "death"
  ],
  "senses": {
    "adjectives": [
      "Not alive; lacking life.",
      "Figuratively, not alive.",
      "Figuratively, not alive; lacking life",
      "No longer having or seeming to have or expecting to have life"
    ],
    "verbs": [
      "Place into a coffin",
      "To cease to live.",
      "To depart, to cease, to come to an end.",
      "To die; to cease to live.",
      "To become indifferent; to cease to be subject.",
      "Pass from physical life and lose all bodily attributes and functions necessary to sustain life"
    ],
    "nouns": [
      "Death is the permanent end of the life of a biological organism.",
      "The cessation of life and all associated processes; the end of an organism's existence as an entity independent from its environment and its return to an inert, nonliving state.",
      "Death is the termination of all biological functions that sustain a living organism.",
      "The event of dying or departure from life",
      "Permanent cessation of life",
      "The cessation of life and all associated processes.",
      "The permanent cessation of all biological functions that sustain a particular living organism",
      "Departure, especially departure from this life",
      "Departure, especially departure from this life; death.",
      "A cemetery.",
      "Place of burial",
      "A place where the dead are buried; a graveyard or memorial park.",
      "A tract of land in which the dead are buried.",
      "A cemetery, or graveyard is a spatially defined area where the remains of dead people are buried or otherwise interred.",
      "A place or area for burying the dead.",
      "A necropolis is a large ancient cemetery with elaborate tomb monuments.",
      "A tract of land used for burials",
      "A large cemetery, especially one of elaborate construction in an ancient city.",
      "A cemetery or graveyard.",
      "Tract of land in which the dead are buried.",
      "Necropolis is a 2008 novel by Anthony Horowitz, the fourth in the The Power of Five series.",
      "Box in which a corpse is buried or cremated",
      "A casket, or jewelry box is a term for a container that is usually larger than a box, and smaller than a chest, and in the past were typically decorated.",
      "Container",
      "Little box e.g. for jewelry.",
      "A coffin is a funerary box used for viewing or keeping a corpse, either for burial or cremation.",
      "The box in which the body of a dead person is placed for burial.",
      "An oblong closed box in which a dead person is buried.",
      "A little box, e.g. for jewellery."
    ]
  },
  "category": "Objects",
  "alsoKnownAs": [
    "Casket",
    "Funeral"
  ],
  "version": {
    "unicode-version": "4.1",
    "emoji-version": "1.0"
  },
  "description": "<p>A traditional coffin, as used to bury the dead. Depicted at various angles as a closed, six-sided, wooden coffin, tapered at the head and foot with golden handles.</p>\r\n\r\n<p>Commonly used for various content concerning literal and figurative death. May also be used for various content concerning funerals, horror, and <a href=\"/halloween/\">Halloween</a>.</p>\r\n\r\n<p>Apple and Microsoft&rsquo;s designs place flowers on their lids.</p>",
  "apple_vendor_description": "On Apple devices, the coffin emoji is rendered with a deep, dark wood grain texture, giving it a solemn and dignified appearance. Its soft, rounded edges and subtle highlights suggest a polished finish, conveying a sense of finality and remembrance. This emoji, as seen on Apple products, is often used metaphorically to signify something being 'dead' or over, or in more literal contexts for expressing loss or sympathy."
}