{
  "code": "🏄🏿‍♀️",
  "Unicode": [
    "U+1F3C4",
    "U+1F3FF",
    "U+200D",
    "U+2640",
    "U+FE0F"
  ],
  "slug": "woman-surfing-dark-skin-tone",
  "shortcodes": null,
  "title": "woman surfing: dark skin tone",
  "keywords": [
    "dark skin tone",
    "woman",
    "surfing"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [
      "To ride a wave, usually on a surfboard.",
      "To use a surfboard; to surf.",
      "Ride the waves of the sea with a surfboard",
      "To ride a wave."
    ],
    "nouns": [
      "A woman is a female human.",
      "Female adult human",
      "An animal of the sex that produces eggs.",
      "An adult human member of the sex that produces ova and bears young.",
      "An adult female human.",
      "An adult female person (as opposed to a man)",
      "Adult female human being.",
      "Surfing is a surface water sport in which the wave rider, referred to as a surfer, rides on the forward or deep face of a moving wave, which is usually carrying the surfer towards the shore.",
      "Surfing is a surface water sport in which the participant is carried along the face of a breaking wave, most commonly using a surfboard.",
      "The sport of riding a surfboard toward the shore on the crest of a wave",
      "Sport that consists of riding a wave",
      "The sport of riding a surfboard using the power of the waves",
      "The pastime or sport of riding surf on a surfboard.",
      "A surfboard-based water-sport",
      "Maneuver where the surfer turns and surfs back towards where the wave is breaking."
    ]
  },
  "category": "People & Body",
  "alsoKnownAs": null,
  "version": null,
  "description": "The Woman Surfing, Type-6 emoji is a sequence of the  Surfer,  Emoji Modifier Fitzpatrick Type-6, ? Female Sign and ? Variation Selector",
  "apple_vendor_description": "On Apple devices, the woman surfing emoji with a dark skin tone is a dynamic portrayal of athletic grace and exhilaration, featuring a rich, deep complexion and a confident posture. Apple's design language imbues her with smooth, realistic lighting that accentuates the spray of water and the sleek lines of her surfboard, giving the image a vibrant, three-dimensional feel. Her expression is one of pure joy and focus, perfectly capturing the thrill of riding a wave and symbolizing adventure, freedom, and a connection with nature, all rendered with Apple's signature soft rounded edges."
}