{
  "code": "😳",
  "Unicode": [
    "U+1F633"
  ],
  "slug": "flushed-face",
  "shortcodes": {
    "github": ":flushed:",
    "slack": ":flushed:",
    "discord": ":flushed:"
  },
  "title": "Flushed Face",
  "keywords": [
    "dazed",
    "face",
    "flushed"
  ],
  "senses": {
    "adjectives": [
      "In a positive mood because of a comment or action which causes one to feel proud of oneself.",
      "Lacking self-confidence.",
      "Lacking self-confidence",
      "Lacking in courage or confidence.",
      "Terrified; struck with amazement; showing signs of terror or horror.",
      "Struck with fear, dread, or consternation",
      "Struck with fear, dread, or consternation.",
      "In a state of mental numbness especially as resulting from shock.",
      "In a state of shock or confusion.",
      "In a state of mental numbness especially as resulting from shock",
      "In a state of shock or confusion",
      "Feeling or showing surprise because taken unawares or suddenly.",
      "Caused to feel surprise.",
      "Caused to feel surprise, amazement or wonder, or showing an emotion due to an unexpected event.",
      "Taken unawares or suddenly and feeling wonder or astonishment",
      "(especially of the face) reddened or suffused with or as if with blood from emotion or exertion",
      "Red in the face because of embarrassment, exertion, etc."
    ],
    "verbs": [
      "Inflict a trauma upon",
      "To cause a trauma.",
      "(psychiatry) To cause a trauma in; as, to be traumatised by a childhood experience.",
      "Cause to be surprised",
      "Look at with fixed eyes",
      "To look fixedly.",
      "To look fixedly (at something).",
      "To become suffused with reddish color due to embarrassment, excitement, overheating, or other systemic disturbance, to blush.",
      "Turn red, as if in embarrassment or shame",
      "To redden in the face from shame, excitement or embarrassment."
    ],
    "nouns": [
      "Inflammation is part of the complex biological response of vascular tissues to harmful stimuli, such as pathogens, damaged cells, or irritants.",
      "Part of the immune response to tissue damage or infection",
      "Caused by dilation of superficial blood vessels. This usage of the term is rather obsolete",
      "For a person to flush is to become markedly red in the face and often other areas of the skin, from various physiological conditions.",
      "A response of body tissues to injury or irritation; characterized by pain and swelling and redness and heat",
      "The complex biological response of vascular tissues to harmful stimuli, such as pathogens, damaged cells, or irritants.",
      "Feeling that something unexpected has happened.",
      "Unexpected.",
      "A sudden unexpected event",
      "Doubt, a status between belief and disbelief, involves uncertainty or distrust or lack of sureness of an alleged fact, an action, a motive, or a decision.",
      "Doubt is uncertainty in the context of trust, action, decision or belief.",
      "The state of being unsure of something",
      "A status between belief and disbelief, involves uncertainty or distrust or lack of sureness of an alleged fact, an action, a motive, or a decision",
      "Challenge about the truth or accuracy of a matter.",
      "The state of being dubious.",
      "Uncertainty, disbelief.",
      "A rosy color (especially in the cheeks) taken as a sign of good health",
      "Excessive or insincere praise",
      "An instance of excessive praise.",
      "Flattery is the act of giving excessive compliments, generally for the purpose of ingratiating oneself with the subject."
    ]
  },
  "category": "Smileys & Emotion",
  "alsoKnownAs": [
    "Blushing Face",
    "Embarrassed",
    ":$",
    "Shame"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A yellow face with raised eyebrows, a small, closed mouth, wide, white eyes staring straight ahead, and blushing cheeks. Intended to depict such feelings as&nbsp;embarrassment, but meaning very widely varies. Other senses include flattery, surprise, disbelief, admiration, affection, and excitement.</p>\r\n\r\n<p>Google&#39;s design <a href=\"/google/android-4.4/flushed-face/\">previously featured</a> a more bashful expression and <a href=\"/samsung/touchwiz-7.0/flushed-face/\">Samsung</a>, a more ashamed one. An <a href=\"/microsoft/windows-8.1/flushed-face/\">early Microsoft design</a> featured an awkward smile.</p>",
  "apple_vendor_description": "On Apple devices, the flushed face emoji displays a bright rosy blush spreading from its cheeks, conveying a sense of embarrassment or shyness with a subtle, warm glow. Its smooth, rounded features and gentle, slightly downturned mouth, rendered with Apple's signature realistic lighting, evoke a feeling of being caught off guard or bashful. This emoji on Apple devices is perfect for expressing a mild blush of excitement, nervousness, or even a touch of playful embarrassment in digital conversations."
}