{
  "code": "👡",
  "Unicode": [
    "U+1F461"
  ],
  "slug": "womans-sandal",
  "shortcodes": {
    "github": ":sandal:",
    "slack": ":sandal:",
    "discord": ":sandal:"
  },
  "title": "Womans Sandal",
  "keywords": [
    "clothing",
    "sandal",
    "shoe",
    "woman",
    "woman’s sandal"
  ],
  "senses": {
    "adjectives": [
      "Having no straps"
    ],
    "verbs": [
      "Furnish with shoes",
      "Be dressed in"
    ],
    "nouns": [
      "A woman is a female human.",
      "Female adult human",
      "An animal of the sex that produces eggs.",
      "An adult human member of the sex that produces ova and bears young.",
      "An adult female human.",
      "An adult female person (as opposed to a man)",
      "Adult female human being.",
      "An open type of outdoor footwear leaving most of the upper part of the foot exposed, particularly the toes.",
      "A type of open shoe made up of straps or bands holding a sole to the foot",
      "Sandals are an open type of outdoor footwear, consisting of a sole held to the wearer's foot by straps passing over the instep and, sometimes, around the ankle.",
      "Type of footwear.",
      "A shoe consisting of a sole fastened by straps to the foot",
      "Type of footwear",
      "Clothing, garments, dress, material.",
      "Clothing is material used to cover parts of the human body for protection against the environment, for comfort and body modesty, and as personal decoration, often reflecting religious, cultural, and social customs.",
      "Clothing is fiber and textile material worn on the body.",
      "Clothes.",
      "Clothes considered as a group.",
      "All coverings designed to be worn on a person's body.",
      "Clothing",
      "Something that can be worn; an item of clothing.",
      "A covering of or like clothing.",
      "A single item of clothing.",
      "An act or instance of putting clothes on.",
      "A covering designed to be worn on a person's body",
      "Clothes, possessions or equipment.",
      "(in combination) clothing",
      "Fiber and textile material worn on the body",
      "A protective covering for the foot, with a bottom part composed of thick leather or plastic sole and often a thicker heel, and a softer upper part made of leather or synthetic material. Shoes generally do not extend above the ankle, as opposed to boots, which do.",
      "Footwear",
      "Footwear shaped to fit the foot (below the ankle) with a flexible upper of leather or plastic and a sole and heel of heavier material",
      "A shoe is an item of footwear intended to protect and comfort the human foot while doing various activities.",
      "Popular trends.",
      "Fashion refers to styles of dress that are popular in a culture at any given time.",
      "The latest and most admired style in clothes and cosmetics and behavior",
      "Term for a popular style or practice in clothing, make-up, furniture, etc.",
      "The latest and most admired style in clothes and cosmetics and behavior.",
      "Fashion is a popular style or practice, especially in clothing, footwear, accessories, makeup, body piercing, or furniture.",
      "A prevailing mode of expression, e.g., clothing",
      "Footware",
      "Low footwear that can be slipped on and off easily; usually worn indoors",
      "Slippers are light shoes which are easy to put on and take off and usually worn indoors.",
      "A low shoe that can be slipped on and off easily and is usually worn indoors.",
      "A low soft shoe that can be slipped on and off easily.",
      "Low shoe slipped on and off easily."
    ]
  },
  "category": "Objects",
  "alsoKnownAs": [
    "Sandals"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A sandal worn by a woman in summer, spring, or other weather that suits open-toed footwear. Has a heel at the back providing additional height to the wearer.</p>\n",
  "apple_vendor_description": "On Apple devices, the woman's sandal emoji showcases a stylish, open-toed design with a sophisticated strap system, rendered in a warm, earthy tan color. Apple's characteristic glossy 3D shading gives the sandal a polished and tactile appearance, suggesting summery adventures and lightheartedness. This emoji, with its soft rounded edges and realistic texture, is perfect for conveying a sense of vacation, fashion, or casual outings in digital conversations."
}