{
  "code": "🏎️",
  "Unicode": [
    "U+1F3CE",
    "U+FE0F"
  ],
  "slug": "racing-car",
  "shortcodes": {
    "github": ":racing_car:",
    "slack": ":racing_car:",
    "discord": ":racing_car:"
  },
  "title": "Racing Car",
  "keywords": [
    "car",
    "racing"
  ],
  "senses": {
    "adjectives": [
      "Acting or moving or capable of acting or moving quickly",
      "Characterized by speed; acting or moving quickly."
    ],
    "verbs": [
      "To compete in a race.",
      "Compete in a race",
      "To compete against in such a race.",
      "Move fast",
      "To drive fast.",
      "To move fast.",
      "To go fast.",
      "To drive fast; to step on the accelerator."
    ],
    "nouns": [
      "Sport is all forms of usually competitive physical activity which, through casual or organised participation, aim to use, maintain or improve physical ability and skills while providing entertainment to participants, and in some cases, spectators.",
      "Athletics is a term encompassing the human competitive sports and games requiring physical skill, and the systems of training that prepare athletes for competition performance.",
      "Forms of competitive activity, usually physical",
      "Any activity that uses physical exertion or skills competitively under a set of rules that is not based on aesthetics.",
      "An active diversion requiring physical exertion and competition",
      "A sport, comprising a group of athletic events or disciplines, each of which involves either running, walking, throwing or jumping.",
      "The complex of individual or group activities pursued for exercise or pleasure, often taking a competitive form.",
      "Athletics is an exclusive collection of sporting events that involve competitive running, jumping, throwing, and walking.",
      "Recreational games and play.",
      "An application that allow the user to follow sports headlines, teams, scores, schedules and standings.",
      "A term for athletic sports and culture based on human, physical competition",
      "A group of sporting activities which includes track and field, road running, cross country running and racewalking.",
      "A participant in a group of sporting activities which includes track and field, road running, cross country running and racewalking.",
      "An umbrella sport, comprising track and field, cross country, road running and racewalking",
      "A Grand Chelem or Grand Slam is scored if a driver scores pole position in qualifying, the fastest lap in the race and then wins while leading every lap of the race in the same weekend.",
      "The highest class of motor racing sanctioned by the FIA.",
      "Auto racing championship held worldwide",
      "Discipline in motor racing.",
      "A class of auto racing whereby the cars have to conform to a set of FIA rules which all participants and cars must meet.",
      "FIA Formula One World Championship is the highest class of single-seat auto racing that is sanctioned by the Fédération Internationale de l'Automobile.",
      "A motor vehicle with four wheels; usually propelled by an internal combustion engine",
      "A car is a wheeled, self-powered motor vehicle used for transportation.",
      "A type of vehicle designed to move on the ground under its own stored power and intended to carry a driver, a small number of additional passengers, and a very limited amount of other load. A car or motorcar.",
      "A four-wheeled motor vehicle used for land transport.",
      "Automobile, a vehicle steered by a driver.",
      "A wheeled vehicle, drawn by a horse or other animal.",
      "Wheeled motor vehicle used for transporting passengers",
      "A competition of speed",
      "Competition where the goal is to complete the course as fast as possible",
      "The sport of competing in races.",
      "The sport of engaging in contests of speed",
      "Sport contest of speed.",
      "In sport, racing is a competition of speed, against an objective criterion, usually a clock or to a specific point.",
      "Any of various sports in which automobiles (motor cars) are raced, either around a track, on roads or across country.",
      "Auto racing is a sport involving the racing of automobiles for competition.",
      "Auto racing",
      "The sport of racing automobiles",
      "Motorsport involving the racing of cars for competition",
      "Any of various sports in which automobiles (motor cars) are raced, either around a track, on roads or across country"
    ]
  },
  "category": "Travel & Places",
  "alsoKnownAs": [
    "F1",
    "Formula One"
  ],
  "version": {
    "unicode-version": "7.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A racing car which appears as a formula one vehicle or&nbsp;rally car on most platforms. Generally displayed&nbsp;in&nbsp;red.</p>\r\n\r\n<p>Apple&#39;s version of this emoji features the <a href=\"https://en.wikipedia.org/wiki/Swift_(programming_language)\">Swift (programming language) logo</a> on the side.</p>\r\n\r\n<p>In April 2024, WhatsApp updated their design as part of a partnership between the messaging platform and the Mercedes-Benz F1 team.</p>",
  "apple_vendor_description": "The racing car emoji on Apple devices is a vibrant, low-profile sports car rendered with Apple's signature glossy 3D shading and smooth gradients. Its aerodynamic design, accented by bright highlights and realistic lighting, gives it a dynamic and fast-paced appearance. This emoji, with its sleek curves and polished finish on Apple devices, is perfect for conveying speed, competition, excitement, or a swift departure in digital conversations."
}