{
  "code": "🇨🇱",
  "Unicode": [
    "U+1F1E8",
    "U+1F1F1"
  ],
  "slug": "flag-chile",
  "shortcodes": {
    "github": ":chile:",
    "slack": ":flag-cl:",
    "discord": ":flag_cl:"
  },
  "title": "Flag: Chile",
  "keywords": [
    "flag"
  ],
  "senses": {
    "adjectives": [
      "From or in the countryside or connected with it.",
      "Of, from or pertaining to the countryside (adjective)."
    ],
    "verbs": [],
    "nouns": [
      "Emblem usually consisting of a rectangular piece of cloth of distinctive design",
      "Piece of cloth.",
      "A flag is a piece of fabric with a distinctive design that is used as a symbol, as a signaling device, or as decoration.",
      "A piece of cloth, often decorated with an emblem, used as a visual signal or symbol.",
      "Piece of fabric with a distinctive design",
      "The opposite of secession",
      "As its original Latin term",
      "Government",
      "The collective body of a nation or state as politically organized, or as exercising political functions.",
      "The territory of a nation, especially an independent nation state or formerly independent nation; a political entity asserting ultimate authority over a geographical area.",
      "Nations is often used synonymously with ethnic group, but although ethnicity is now one of the most important aspects of cultural or social identity for the members of most nations, people with the same ethnic origin may live in different nation-states and be treated as members of separate nations for that reason.",
      "Political organisation with a centralized independent government",
      "The government.",
      "An organized political community, living under a government",
      "Nation has various meanings, and the meaning has changed over time.",
      "A state is an organized community living under one government.",
      "A political entity asserting ultimate authority over a geographical area.",
      "A people permanently occupying a fixed territory bound together by common law, habits and custom into one body politic exercising, through the medium of an organized government, independent sovereignty and control over all persons and things within its boundaries, unless or until authority is ceded to a federation or union of other states.",
      "The people who live in a nation or country",
      "A politically organized body of people under a single government",
      "A sovereign state.",
      "A state is a nonphysical juridical entity of the international legal system that is represented by one centralized government that has supreme independent authority over a geographic area.",
      "The geographic area under the control of a political state.",
      "Country in South America.",
      "A country in South America. Official name: Republic of Chile.",
      "A country in South America, with capital Santiago de Chile.",
      "Chile, officially the Republic of Chile, is a South American country occupying a long, narrow strip of land between the Andes mountains to the east and the Pacific Ocean to the west.",
      "\"CHI\" is the IOC code and FIFA code for the country, although \"CHL\" is the ISO three letter code",
      "A republic in southern South America on the western slopes of the Andes on the south Pacific coast",
      "Country in South America"
    ]
  },
  "alsoKnownAs": [
    "Chilean Flag"
  ],
  "version": {
    "unicode-version": null,
    "emoji-version": "1.0"
  },
  "description": "<p>The flag for <a href=\"https://en.wikipedia.org/wiki/Chile\">Chile</a>, which may show as the letters&nbsp;<em>CL</em>&nbsp;on some platforms.</p>\r\n\r\n<p>Can occasionally be confused for a <a href=\"/flag-for-texas-ustx\">Flag for Texas</a> emoji, which does not have broad cross-platform emoji support.</p>",
  "apple_vendor_description": "Apple's rendition of the Chilean flag emoji is a striking representation of the nation's banner, with its bold red and white stripes and a blue square containing a white star. The glossy 3D shading and smooth gradients on Apple devices give the flag a polished, almost tactile appearance, suggesting national pride and vibrant energy. This emoji is a clear symbol of Chile, its heritage, and is frequently used to express connections to the country or to celebrate Chilean culture."
}