{
  "code": "🏄‍♂️",
  "Unicode": [
    "U+1F3C4",
    "U+200D",
    "U+2642",
    "U+FE0F"
  ],
  "slug": "man-surfing",
  "shortcodes": {
    "github": ":surfing_man:",
    "slack": ":man-surfing:",
    "discord": ":man_surfing:"
  },
  "title": "Man Surfing",
  "keywords": [
    "man",
    "surfing"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [
      "To ride a wave, usually on a surfboard.",
      "To use a surfboard; to surf.",
      "Ride the waves of the sea with a surfboard",
      "To ride a wave."
    ],
    "nouns": [
      "Sexual maturity is the age or stage when an organism can reproduce.",
      "The age or stage when an organism can reproduce",
      "An adult male human.",
      "A man is a male human.",
      "An adult male human",
      "An adult human member of the sex that begets young by fertilizing ova.",
      "A human member of the masculine sex or gender.",
      "An adult person who is male (as opposed to a woman)",
      "Surfing is a surface water sport in which the wave rider, referred to as a surfer, rides on the forward or deep face of a moving wave, which is usually carrying the surfer towards the shore.",
      "Surfing is a surface water sport in which the participant is carried along the face of a breaking wave, most commonly using a surfboard.",
      "The sport of riding a surfboard toward the shore on the crest of a wave",
      "Sport that consists of riding a wave",
      "The sport of riding a surfboard using the power of the waves",
      "The pastime or sport of riding surf on a surfboard.",
      "A surfboard-based water-sport",
      "Maneuver where the surfer turns and surfs back towards where the wave is breaking."
    ]
  },
  "category": "People & Body",
  "alsoKnownAs": [
    "Surf",
    "Surfing",
    "Man Symbol",
    "Mars Symbol"
  ],
  "version": {
    "unicode-version": null,
    "emoji-version": "4.0"
  },
  "description": "<p>The male version of the <a href=\"/person-surfing/\">🏄&nbsp;Surfer</a> emoji.</p>",
  "apple_vendor_description": "Apple’s rendition of a man surfing showcases a dynamic figure in mid-action, riding a wave with palpable energy and fluid motion, thanks to Apple's signature 3D shading and realistic lighting. The surfer, with medium skin tone, is depicted with a determined expression and athletic posture, while the cresting wave features translucent blues and whites with glossy highlights that capture the spray. This emoji embodies adventure, exhilaration, and the thrill of outdoor activities, perfect for expressing a sense of excitement or a daring pursuit."
}