{
  "code": "😗",
  "Unicode": [
    "U+1F617"
  ],
  "slug": "kissing-face",
  "shortcodes": {
    "github": ":kissing:",
    "slack": ":kissing:",
    "discord": ":kissing:"
  },
  "title": "Kissing Face",
  "keywords": [
    "face",
    "kiss",
    "kissing face"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [
      "Make whistling sounds",
      "To touch each other’s lips.",
      "Touch with the lips or press the lips (against someone's mouth or other body part) as an expression of love, greeting, etc.",
      "To touch with the lips to express love or affection.",
      "Of two or more people, to touch each other's lips together, usually to express love or affection or passion."
    ],
    "nouns": [
      "Part of the body at the front of the head",
      "The face is a central organ of sense and is also very central in the expression of emotion among humans and among numerous other species.",
      "Faces are the central sense organ complexes, for those animals that have one, normally on the ventral surface of the head.",
      "The front of the human head from the forehead to the chin and ear to ear",
      "The front part of the head, featuring the eyes, nose, and mouth and the surrounding area.",
      "Calendar day",
      "A celebration of lovers that is observed on February 14.",
      "Saint Valentine's Day, commonly shortened to Valentine's Day, is an annual commemoration held on February 14 celebrating love and affection between intimate companions. Day",
      "Saint Valentine's Day",
      "Saint Valentine's Day.",
      "February 14 Quotes of the day from previous years:; 2004; 2005; 2006; 2007; 2008; 2009; 2010; 2011; 2012; 2013; 2014; 2015; 2016: Rank or add further suggestions. Ranking system: Love does not dominate, it cultivates. 14",
      "A day for the exchange of tokens of affection",
      "Saint Valentine's Day, also known as Valentine's Day or the Feast of Saint Valentine, is a holiday observed on February 14 each year.",
      "A kiss is the touch or pressing of one's lips against another person or an object.",
      "Touch with the lips, usually to express love or affection, or as a greeting",
      "A touch with the lips, usually to express love or affection, or as a greeting.",
      "The act of caressing with the lips (or an instance thereof)",
      "A touch with the lips as a sign of love or affection.",
      "A form of affection",
      "Touch with the lips.",
      "Kissing is the act of two people touching lips.",
      "A person, especially as one among many.",
      "Some unspecified person.",
      "An individual is a person or a specific object.",
      "A single physical human being as a legal subject, as opposed to a legal person such as a corporation.",
      "A human; someone susceptible to death.",
      "A human being",
      "A person is a being, such as a human, that has certain capacities or attributes constituting personhood, which in turn is defined differently by different authors in different disciplines, and by different cultures in different times and places.",
      "A human being.",
      "A person that will die eventually.",
      "A being, such as a human, that has certain capacities or attributes constituting personhood",
      "Abstract term defining a being, e.g. a human, that has certain capacities or attributes constituting personhood (not for use with \"instance of\" [P31], instead use \"human\" [Q5])",
      "Some person.",
      "An individual; usually a human being.",
      "A short-lived and unrequited love or infatuation; the object of this infatuation.",
      "An unreasoning love or attraction.",
      "A strong feeling of love, often for just a short time, usually by an adolescent.",
      "Puppy love is an informal term for feelings of love, romance, or infatuation, often felt by young people during their childhood and adolescence.",
      "Feelings of love, romance, or infatuation felt by young people",
      "Puppy love",
      "Temporary love of an adolescent",
      "An act of whistling.",
      "The act of signalling (e.g., summoning) by whistling or blowing a whistle",
      "Act of whistling.",
      "Whistling is the production of sound by means of carefully controlling a stream of air flowing through a small hole.",
      "The high loud sound made by air or steam when forced through a small aperture.",
      "Love is a variety of different feelings, states, and attitudes that ranges from interpersonal affection to pleasure.",
      "An intense feeling of affection and care towards another person.",
      "Emotion based on affection",
      "A strong positive emotion of regard and affection",
      "In the Italian or Latin languages",
      "The form of romantic affection that is considered pure and wholly positive, not just based on feelings of lust.",
      "Love is a word which refers to a variety of different emotional states, feelings or attitudes which range from those of simple personal pleasures or desires to those characterizing interpersonal affection and many forms of profound kindness, compassion, and benevolent concern for the good of others."
    ]
  },
  "category": "Smileys & Emotion",
  "alsoKnownAs": [
    ":-*",
    "Duck Face",
    "Kissy Face",
    "Whistling"
  ],
  "version": {
    "unicode-version": "6.1",
    "emoji-version": "1.0"
  },
  "description": "<p>A yellow face with simple, open eyes and puckered lips giving a kiss. Commonly conveys sentiments of love and affection.</p>\r\n\r\n<p>Like <a href=\"/kissing-face-with-smiling-eyes/\" title=\"😙 Kissing Face With Smiling Eyes\">😙 Kissing Face With Smiling Eyes</a>, this emoji is sometimes taken to represent whistling, especially when paired with a <a href=\"/musical-note/\">musical note</a>. May convey such feelings as surprise, admiration, contempt, or feigned innocence, as a person casually whistling after wrongdoing saying,&nbsp;<em>Nothing to look at here</em>.</p>\r\n\r\n<p>Similar to <a href=\"/kissing-face-with-smiling-eyes/\" title=\"😙 Kissing Face With Smiling Eyes\">😙 Kissing Face With Smiling Eyes</a> and <a href=\"/kissing-face-with-closed-eyes/\">😚&nbsp;Kissing Face With Closed Eyes</a> but with less intimate eyes.</p>",
  "apple_vendor_description": "The kissing face emoji on Apple devices presents a soft, rosy-cheeked countenance with closed eyes and lips puckered outwards, conveying a tender and affectionate sentiment. Its smooth, rounded edges and subtle, realistic lighting give it a charming and approachable quality, indicative of Apple's refined design aesthetic. This emoji is a delightful way to express affection, love, or a playful smooch in messages."
}