{
  "code": "🚱",
  "Unicode": [
    "U+1F6B1"
  ],
  "slug": "non-potable-water",
  "shortcodes": {
    "github": ":non-potable_water:",
    "slack": ":non-potable_water:",
    "discord": ":non_potable_water:"
  },
  "title": "Non-Potable Water Symbol",
  "keywords": [
    "non-drinking",
    "non-potable",
    "water"
  ],
  "senses": {
    "adjectives": [
      "Lacking in security or safety"
    ],
    "verbs": [
      "To drink or imbibe with vigour or relish; to drink copiously; to swallow in large draughts.",
      "Take in liquids",
      "To consume a liquid through the mouth.",
      "To consume (a liquid) through the mouth.",
      "To drink or imbibe."
    ],
    "nouns": [
      "Any drinkable liquid; a beverage.",
      "Any liquid suitable for drinking",
      "Kind of liquid which is specifically prepared for human consumption",
      "A beverage.",
      "Any one of various liquids for drinking.",
      "Drinks, or beverages, are liquids specifically prepared for human consumption.",
      "A tap is a valve controlling release of liquids or gas.",
      "A valve or tap for controlling flow in plumbing.",
      "Device to dispense liquid.",
      "Regulated inflow of water, for example for drinking water",
      "A faucet for drawing water from a pipe or cask",
      "A device for controlling the release of a liquid or gas",
      "A valve for controlling the release of water from the supply.",
      "A spout connected to a socket to provide water from the main water supply.",
      "A device used to dispense liquids.",
      "A device applied to the end of a pipe in order to interrupt and regulate the flow of a liquid or gas.",
      "A bowl for washing hands, dishwashing or other purposes, often affixed to a wall.",
      "A basin used for holding water for washing",
      "Bowl for washing, often affixed to a wall.",
      "A bowl for washing, often affixed to a wall.",
      "A sink is a bowl-shaped plumbing fixture used for washing hands, for dishwashing or other purposes.",
      "Plumbing fixture consisting of a water basin fixed to a wall or floor and having a drainpipe",
      "Chemical compound formed of molecules composed of two atoms of hydrogen and one of oxygen",
      "Binary compound that occurs at room temperature as a clear colorless odorless tasteless liquid; freezes into ice below 0 degrees centigrade and boils above 100 degrees centigrade; widely used as a solvent",
      "The liquid form of this chemical; liquid H?O.",
      "Common liquid (H?O) which forms rain, rivers, the sea, etc., and which makes up a large part of the bodies of organisms.",
      "Water is a common chemical substance, that is essential to all known forms of life.",
      "Water is a transparent fluid which forms the world's streams, lakes, oceans and rain, and is the major constituent of the fluids of living things.",
      "Clear liquid H?O."
    ]
  },
  "category": "Symbols",
  "alsoKnownAs": [
    "No Drinking Water",
    "No Water"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A water tap with a red stroke through it, indicating&nbsp;that water is not safe for drinking (non-potable).</p>\r\n\r\n<p>May be used at a <a href=\"/tent/\" title=\"⛺ Tent\">camp</a> site or other area that has water suitable for cleaning or other non-drinking purposes.</p>",
  "apple_vendor_description": "On Apple devices, the non-potable water emoji is depicted as a clear droplet with a stark red 'X' superimposed, executed with Apple's characteristic high-gloss finish and precise 3D rendering. The sharp contrast and clean lines emphasize its meaning of caution and prohibition, typical of Apple's intuitive icon design. This symbol, as it appears on Apple devices, is universally understood to warn against unsafe water or to signify something undrinkable."
}