{
  "code": "✈️",
  "Unicode": [
    "U+2708",
    "U+FE0F"
  ],
  "slug": "airplane",
  "shortcodes": {
    "github": ":airplane:",
    "slack": ":airplane:",
    "discord": ":airplane:"
  },
  "title": "Airplane",
  "keywords": [
    "aeroplane",
    "airplane"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [],
    "nouns": [
      "A facility consisting of the means and equipment necessary for the movement of passengers or goods",
      "A means of conveyance.",
      "Shared passenger transport service which is available for use by the general public",
      "The act or the means of conveying people in mass as opposed to conveyance in private vehicles.",
      "Any form of transport that can be used by a member of public (usually for a fee); as opposed to private ownership of e.g. cars.",
      "Public transport is a shared passenger transport service which is available for use by the general public, as distinct from modes such as taxicab, carpooling or hired buses which are not shared by strangers without private arrangement.",
      "The conveyance of people or goods from one place to another, especially on a public transportation system; the vehicles used for such conveyance.",
      "The conveyance of people or goods from one place to another.",
      "An airplane that is powered by a jet engine.",
      "An aeroplane using jet engines rather than propellers.",
      "A jet: an airplane that is powered by a jet engine.",
      "An airplane powered by one or more jet engines",
      "A jet aircraft is an aircraft propelled by jet engines.",
      "A type of airplane using jet engines rather than propellers.",
      "An aircraft propelled by jet engines",
      "Aircraft propelled by jet engines",
      "A vehicle capable of atmospheric flight due to interaction with the air, such as buoyancy or lift.",
      "Machine capable of atmospheric flight.",
      "Machine that is able to fly by gaining support from the air",
      "A vehicle, designed to be supported by the air, either by the dynamic action of the air upon the surfaces of the structure or object or by its own buoyancy.",
      "A vehicle that can fly",
      "An aircraft is a machine that is able to fly by gaining support from the air, or, in general, the atmosphere of a planet.",
      "An aircraft that has a fixed wing and is powered by propellers or jets",
      "A powered heavier-than-air aircraft with fixed wings.",
      "An airplane or aeroplane is a powered, fixed-wing aircraft that is propelled forward by thrust from a jet engine or propeller.",
      "A powered heavier-than-air aircraft with fixed wings that obtains lift by the Bernoulli effect and is used for transportation.",
      "Powered aircraft capable of flight using fixed wings that generate lift",
      "An airplane; an aeroplane.",
      "A formation of aircraft in flight",
      "A formation of aircraft in flight."
    ]
  },
  "category": "Travel & Places",
  "alsoKnownAs": [
    "Aeroplane",
    "Plane"
  ],
  "version": {
    "unicode-version": "1.1",
    "emoji-version": "1.0"
  },
  "description": "<p>Used&nbsp;either as a literal airplane, to represent an overseas vacation, or sometimes as a proxy for&nbsp;<a href=\"https://en.wikipedia.org/wiki/Airplane_mode\"><em>airplane mode</em></a> on a <a href=\"/mobile-phone/\" title=\"📱 Mobile Phone\">phone</a> or tablet.</p>\r\n\r\n<p>Use of this emoji <a href=\"https://blog.emojipedia.org/emoji-use-in-the-new-normal/\">declined in April 2020</a>, potentially as a result of global air travel limitations.</p>",
  "apple_vendor_description": "The airplane emoji on Apple devices is a sleek, modern jetliner rendered with a pristine white fuselage and subtle blue accents on its wings. Its design features Apple's characteristic smooth gradients and realistic lighting, giving it a sense of aerodynamic grace and forward momentum. This emoji evokes travel, journeys, and the excitement of departure or arrival, often used to signify a trip or a desire to explore."
}