{
  "code": "🅾️",
  "Unicode": [
    "U+1F17E",
    "U+FE0F"
  ],
  "slug": "o-button-blood-type",
  "shortcodes": {
    "github": ":o2:",
    "slack": ":o2:",
    "discord": ":o2:"
  },
  "title": "Negative Squared Latin Capital Letter O",
  "keywords": [
    "blood type",
    "o",
    "O button (blood type)"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [],
    "nouns": [
      "A two-dimensional geometric figure, a disk, consisting of the set of all those points of a plane at a distance less than or equal to a fixed distance from another point.",
      "Three-dimensional geometric figure.",
      "Ellipse in which the two axes are of equal length; a plane curve generated by one point moving at a constant distance from a fixed point",
      "A circle is a simple shape of Euclidean geometry that is the set of all points in a plane that are at a given distance from a given point, the center.",
      "Circles are simple shapes of Euclidean geometry consisting of those points in a plane which are equidistant from a given point, the center.",
      "Simple shape of Euclidean geometry",
      "A two-dimensional, geometric shape that is made up of every point on a plane which is equidistant from the centre. May be drawn with a pair of compasses."
    ]
  },
  "category": "Symbols",
  "alsoKnownAs": [
    "Blood Type O"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A symbol representing Blood Type O.&nbsp;Displayed as the letter O&nbsp;on a red background.</p>",
  "apple_vendor_description": "The O blood type emoji, as rendered on Apple devices, features a clean, circular white button with a bold, dark red 'O' clearly inscribed within, all presented with Apple’s signature glossy 3D shading and soft, rounded edges. Realistic lighting gives the button a subtle depth and a polished feel, making it easily identifiable and professional. This emoji is a straightforward way to communicate one’s blood type in medical contexts or discussions related to health and donation on Apple."
}