{
  "code": "➖",
  "Unicode": [
    "U+2796"
  ],
  "slug": "minus",
  "shortcodes": {
    "github": ":heavy_minus_sign:",
    "slack": ":heavy_minus_sign:",
    "discord": ":heavy_minus_sign:"
  },
  "title": "Heavy Minus Sign",
  "keywords": [
    "-",
    "−",
    "math",
    "minus",
    "sign"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [
      "Straighten up or out; make straight",
      "To cause to become straight.",
      "To cease to be bent; to become straight or relaxed.",
      "To take one thing from another.",
      "Make a subtraction",
      "To take one thing from another; remove from; make smaller by some amount."
    ],
    "nouns": [
      "Deliberate process that transforms inputs to outputs with variable change",
      "The act, process or result of calculating.",
      "A calculation is a deliberate process that transforms one or more inputs into one or more results, with variable change.",
      "The act or process of computing; calculation; reckoning.",
      "Problem solving that involves numbers or quantities",
      "The act or process of calculating.",
      "The act or process of computing.",
      "An arithmetic operation in which the difference between two numbers is calculated",
      "The plus and minus signs are mathematical symbols used to represent the notions of positive and negative as well as the operations of addition and subtraction.",
      "Subtraction is a mathematical operation that represents the operation of removing objects from a collection.",
      "Mathematical symbols used to represent the notions of positive and negative as well as the operations of addition and subtraction",
      "An elementary arithmetic operation that is the opposite of addition.",
      "A visible indication.",
      "A perceptible indication of something not immediately apparent (as a visible clue that something has happened)",
      "A perceptible indication of something not immediately apparent, as a visible clue that something has happened.",
      "Mathematics is the study of topics such as quantity, structure, space, and change.",
      "The application of principles associated with Cavalieri's principle.",
      "The science that deals with concepts such as quantity, structure, space and change.",
      "An abstract representational system used in the study of numbers, shapes, structure, change and the relationships between these concepts.",
      "A science (or group of related sciences) dealing with the logic of quantity and shape and arrangement",
      "Mathematics is the body of knowledge centered on concepts such as quantity, structure, space, and change, and the academic discipline which studies them.",
      "Abstract study of numbers, quantity, structure, relationships, etc."
    ]
  },
  "category": "Symbols",
  "alsoKnownAs": [],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A large minus symbol, as used in mathematics.</p>",
  "apple_vendor_description": "The minus emoji on Apple devices is a clean, crisp horizontal line rendered in a deep, sophisticated gray with subtle 3D shading that gives it a tangible feel. Its perfectly straight form and soft, rounded ends are typical of Apple's minimalist yet polished aesthetic, symbolizing subtraction, reduction, or negation. This straightforward symbol is commonly used in mathematical contexts or to indicate a decrease or absence in digital communication."
}