{
  "code": "🚂",
  "Unicode": [
    "U+1F682"
  ],
  "slug": "locomotive",
  "shortcodes": {
    "github": ":steam_locomotive:",
    "slack": ":steam_locomotive:",
    "discord": ":steam_locomotive:"
  },
  "title": "Steam Locomotive",
  "keywords": [
    "engine",
    "locomotive",
    "railway",
    "steam",
    "train"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [
      "Change location; move, travel, or proceed, also metaphorically",
      "To change (from one value to another).",
      "To move or travel (from one location to another).",
      "To change the location of an object.",
      "To transfer a file from one location to another. After the file is transferred, there is only one copy of the file, in the new location.",
      "To move an object one pixel at a time."
    ],
    "nouns": [
      "\"moving from its current place\")",
      "A self-propelled engine driven by steam, electricity or diesel power and used for drawing trains along railway tracks.",
      "Self-propelled vehicle that runs on rails.",
      "A wheeled vehicle consisting of a self-propelled engine that is used to draw trains along railway tracks",
      "Railway vehicle that provides the motive power for a train",
      "The power unit of a train which does not carry passengers or freight itself, but pulls the coaches or rail cars or wagons.",
      "A locomotive or engine is a rail transport vehicle that provides the motive power for a train.",
      "A facility consisting of the means and equipment necessary for the movement of passengers or goods",
      "A means of conveyance.",
      "Shared passenger transport service which is available for use by the general public",
      "The act or the means of conveying people in mass as opposed to conveyance in private vehicles.",
      "Any form of transport that can be used by a member of public (usually for a fee); as opposed to private ownership of e.g. cars.",
      "Public transport is a shared passenger transport service which is available for use by the general public, as distinct from modes such as taxicab, carpooling or hired buses which are not shared by strangers without private arrangement.",
      "The conveyance of people or goods from one place to another, especially on a public transportation system; the vehicles used for such conveyance.",
      "The conveyance of people or goods from one place to another.",
      "One or more self-propelled vehicles that move along fixed rails to transport passengers or cargo",
      "A self-propelled, connected group of vehicles moving on rails.",
      "Line of connected cars or carriages.",
      "A train that is equiped to transport people.",
      "A line of connected railway cars or carriages considered overall as a mode of transport; (as uncountable noun) rail travel.",
      "Public transport provided by a line of railway cars coupled together and drawn by a locomotive",
      "A train is a form of rail transport consisting of a series of vehicles that usually runs along a rail track to transport cargo or passengers although magnetic levitation trains that float above the track exist too.",
      "Type of train.",
      "A locomotive propelled by steam-operated pistons",
      "A locomotive, usually for use on a railway, that is powered by steam.",
      "A steam locomotive is a railway locomotive that produces its pulling power through a steam engine.",
      "A train pulled by steam-powered locomotive.",
      "Type of railway locomotive",
      "A locomotive powered by a steam engine",
      "Rail transport is a means of conveyance of passengers and goods by way of wheeled vehicles running on rail tracks. transport",
      "A permanent track composed of a line of parallel metal rails fixed to sleepers, for transport of passengers and goods in trains.",
      "Rail transport is a means of conveyance of passengers and goods, by way of wheeled vehicles running on rails.",
      "Line that is the commercial organization responsible for operating a system of transportation for trains that pull passengers or freight",
      "A permanent road consisting of fixed metal rails to drive trains or similar motorized vehicles on.",
      "Conveyance of passengers and goods by way of wheeled vehicles running on rail tracks",
      "A means of conveyance of passengers and goods, by way of wheeled vehicles running on rails",
      "A transport system using these rails used to move passengers or goods.",
      "Transportation of goods and persons by railway.",
      "The transport of passengers and goods by means of wheeled vehicles specially designed to run along railways or railroads."
    ]
  },
  "category": "Travel & Places",
  "alsoKnownAs": [
    "Railway Locomotive",
    "Steam Train"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A steam train, powered by coal or wood.&nbsp;An early type of locomotive, now mostly replaced by electric or diesel <a href=\"/train/\" title=\"🚆 Train\">trains</a>.</p>",
  "apple_vendor_description": "Apple’s locomotive emoji presents a classic, powerful steam engine with a rich, dark color palette accented by bright, reflective metal details. The glossy 3D shading and realistic lighting emphasize its robust form and forward momentum, making it a strong visual representation of travel and progress. On Apple devices, this emoji evokes journeys, transportation, or the start of an exciting new adventure."
}