{
  "code": "🚶🏼‍♂️",
  "Unicode": [
    "U+1F6B6",
    "U+1F3FC",
    "U+200D",
    "U+2642",
    "U+FE0F"
  ],
  "slug": "man-walking-medium-light-skin-tone",
  "shortcodes": null,
  "title": "man walking: medium-light skin tone",
  "keywords": [
    "walk",
    "medium-light skin tone",
    "hike",
    "man"
  ],
  "senses": {
    "adjectives": [
      "Close enough to be walked to"
    ],
    "verbs": [
      "To walk a long way, as for pleasure or physical exercise.",
      "To take a long walk for pleasure or exercise.",
      "Walk a long way, as for pleasure or physical exercise",
      "To move from one place to another by moving legs alternately, so that at least one foot is in contact with the floor or surface at any one time.",
      "Use one's feet to advance; advance by steps"
    ],
    "nouns": [
      "Sexual maturity is the age or stage when an organism can reproduce.",
      "The age or stage when an organism can reproduce",
      "An adult male human.",
      "A man is a male human.",
      "An adult male human",
      "An adult human member of the sex that begets young by fertilizing ova.",
      "A human member of the masculine sex or gender.",
      "An adult person who is male (as opposed to a woman)",
      "Walking in the countryside for pleasure or sport",
      "A long walk usually for exercise or pleasure",
      "A long walk.",
      "Walking as a form of exercise or recreation, especially in a nature setting",
      "Hiking in Canada and the USA is the preferred term for a long, vigorous walk, usually on trails, in the countryside, while the word walking is used for shorter, particularly urban walks.",
      "Walking is one of the main gaits of locomotion among legged animals, and is typically slower than running and other gaits.",
      "One of the main gaits of locomotion among legged animals",
      "One of the main gaits of locomotion among legged animals, typically slower than running and other gaits",
      "The act of traveling by foot"
    ]
  },
  "category": "People & Body",
  "alsoKnownAs": null,
  "version": null,
  "description": "The Man Walking, Type-3 emoji is a sequence of the  Pedestrian,  Emoji Modifier Fitzpatrick Type-3, ? Male Sign and ? Variation Selector",
  "apple_vendor_description": "The man walking emoji on Apple devices features a dynamic figure in motion, with a medium-light skin tone rendered with Apple's characteristic smooth gradients and subtle shading. His posture suggests a relaxed, purposeful stride, and the overall design has a clean, modern aesthetic with soft, rounded edges. This emoji is perfect for conveying movement, progress, or simply a person on their way to a destination in digital communication."
}