{
  "code": "🤼‍♂️",
  "Unicode": [
    "U+1F93C",
    "U+200D",
    "U+2642",
    "U+FE0F"
  ],
  "slug": "men-wrestling",
  "shortcodes": {
    "github": ":men_wrestling:",
    "slack": ":man-wrestling:",
    "discord": ":men_wrestling:"
  },
  "title": "Men Wrestling",
  "keywords": [
    "men",
    "men wrestling",
    "wrestle"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [
      "Combat to overcome an opposing tendency or force",
      "To combat to overcome an opposing tendency or force."
    ],
    "nouns": [
      "A close hand-to-hand struggle.",
      "Form of combat sport involving grappling type techniques",
      "A sport consisting of hand-to-hand combat between two unarmed contestants seeking to pin or press each other's shoulders to the ground.",
      "The act of engaging in close hand-to-hand combat",
      "Wrestling is a combat sport involving grappling type techniques such as clinch fighting, throws and takedowns, joint locks, pins and other grappling holds.",
      "Sexual maturity is the age or stage when an organism can reproduce.",
      "The age or stage when an organism can reproduce",
      "An adult male human.",
      "A man is a male human.",
      "An adult male human",
      "An adult human member of the sex that begets young by fertilizing ova.",
      "A human member of the masculine sex or gender.",
      "An adult person who is male (as opposed to a woman)"
    ]
  },
  "category": "People & Body",
  "alsoKnownAs": [
    "Wrestling",
    "Man Symbol",
    "Mars Symbol"
  ],
  "version": {
    "unicode-version": null,
    "emoji-version": "4.0"
  },
  "description": "<p>Two men engaged in the sport of wrestling.</p>",
  "apple_vendor_description": "On Apple devices, the 'Men Wrestling' emoji depicts two figures locked in a dynamic embrace, rendered with Apple's signature glossy 3D shading that emphasizes their muscular forms and the intensity of their struggle.  The smooth gradients and realistic lighting on their skin tones and wrestling attire create a sense of vibrant action and friendly competition.  This emoji on Apple devices is perfect for conveying a sense of exertion, challenge, or playful rivalry in your digital conversations."
}