{
  "code": "🛩️",
  "Unicode": [
    "U+1F6E9",
    "U+FE0F"
  ],
  "slug": "small-airplane",
  "shortcodes": {
    "github": ":small_airplane:",
    "slack": ":small_airplane:",
    "discord": ":small_airplane:"
  },
  "title": "Small Airplane",
  "keywords": [
    "aeroplane",
    "airplane",
    "small airplane"
  ],
  "senses": {
    "adjectives": [
      "Fast, swift."
    ],
    "verbs": [],
    "nouns": [
      "A facility consisting of the means and equipment necessary for the movement of passengers or goods",
      "A means of conveyance.",
      "Shared passenger transport service which is available for use by the general public",
      "The act or the means of conveying people in mass as opposed to conveyance in private vehicles.",
      "Any form of transport that can be used by a member of public (usually for a fee); as opposed to private ownership of e.g. cars.",
      "Public transport is a shared passenger transport service which is available for use by the general public, as distinct from modes such as taxicab, carpooling or hired buses which are not shared by strangers without private arrangement.",
      "The conveyance of people or goods from one place to another, especially on a public transportation system; the vehicles used for such conveyance.",
      "The conveyance of people or goods from one place to another.",
      "A light aircraft is an aircraft that has a maximum gross takeoff weight of or less.",
      "Aircraft with a gross weight of 12,500 lb (5670 kg) or less",
      "A vehicle capable of atmospheric flight due to interaction with the air, such as buoyancy or lift.",
      "Machine capable of atmospheric flight.",
      "Machine that is able to fly by gaining support from the air",
      "A vehicle, designed to be supported by the air, either by the dynamic action of the air upon the surfaces of the structure or object or by its own buoyancy.",
      "A vehicle that can fly",
      "An aircraft is a machine that is able to fly by gaining support from the air, or, in general, the atmosphere of a planet.",
      "An aircraft that has a fixed wing and is powered by propellers or jets",
      "A powered heavier-than-air aircraft with fixed wings.",
      "An airplane or aeroplane is a powered, fixed-wing aircraft that is propelled forward by thrust from a jet engine or propeller.",
      "A powered heavier-than-air aircraft with fixed wings that obtains lift by the Bernoulli effect and is used for transportation.",
      "Powered aircraft capable of flight using fixed wings that generate lift",
      "An airplane; an aeroplane.",
      "A formation of aircraft in flight",
      "A formation of aircraft in flight."
    ]
  },
  "category": "Travel & Places",
  "alsoKnownAs": [
    "Small Aeroplane",
    "Small Plane"
  ],
  "version": {
    "unicode-version": "7.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A light aircraft which is shown with propellers on some platforms.</p>",
  "apple_vendor_description": "On Apple devices, the small airplane emoji is depicted as a sleek, white passenger jet with subtle silver accents and a gentle sheen, reflecting Apple's commitment to realistic lighting and 3D rendering. Its smooth, rounded fuselage and gracefully angled wings are characteristic of Apple's clean design language. This emoji, conveying a sense of travel, adventure, and mobility, is frequently used on Apple devices to signify journeys, flights, or simply the desire to explore."
}