{
  "code": "💰",
  "Unicode": [
    "U+1F4B0"
  ],
  "slug": "money-bag",
  "shortcodes": {
    "github": ":moneybag:",
    "slack": ":moneybag:",
    "discord": ":moneybag:"
  },
  "title": "Money Bag",
  "keywords": [
    "bag",
    "dollar",
    "money",
    "moneybag"
  ],
  "senses": {
    "adjectives": [
      "Possessing material wealth"
    ],
    "verbs": [],
    "nouns": [
      "The basic monetary unit in many countries; equal to 100 cents",
      "Used in many countries",
      "Official designation for currency in some parts of the world, including Canada, Australia, the United States, Hong Kong, and elsewhere. Its symbol is $.",
      "Dollar is the name of several currencies, including those of Australia, Belize, Brunei, Canada, Hong Kong, Namibia, New Zealand, Singapore, Suriname, Taiwan, the United States, and previously Zimbabwe.",
      "Designation for specific currency.",
      "Name of many currencies",
      "The currency of Suriname.",
      "A drawstring bag for holding money",
      "A money bag is a bag of money used to hold and transport coins and banknotes from/to a mint, bank, ATM, vending machine, business, or other institution.",
      "A bag, normally with a drawstring, used for holding money.",
      "A contract of sale is a legal contract an exchange of goods, services or property to be exchanged from seller to buyer for an agreed upon value in money paid or the promise to pay same.",
      "An agreement (or contract) in which property is transferred from the seller (vendor) to the buyer (vendee) for a fixed price in money (paid or agreed to be paid by the buyer)",
      "An exchange of goods or services for currency or credit.",
      "A contract that involves an exchange of goods, services or property to be exchanged from seller (or vendor) to buyer (or purchaser) for an agreed upon value in money (or money equivalent) paid or the promise to pay same.",
      "A source document that documents an agreement between two or more parties based on an understanding that a selling party will commit to selling a specific quantity or value of product over a period of time in exchange for favorable prices and discounts.",
      "Exchange of goods or services for currency or credit.",
      "A contract with the target of the change in ownership (of goods, services, companies, etc)",
      "Standardized as currency",
      "A piece of currency, usually metallic and in the shape of a disc, but sometimes polygonal, or with a hole in the middle.",
      "A flat metal piece (usually a disc) used as money",
      "(currency) A piece of currency.",
      "Piece of hard material produced in large quantities to facilitate trade",
      "Coins are pieces of hard material used primarily as a medium of exchange or legal tender.",
      "Means of exchange and measure of value.",
      "A medium for exchanging ownership of the economic values represented by one or more currency units.",
      "A generally accepted means of exchange and measure of value.",
      "An unspecified amount in a currency.",
      "Money is any item or verifiable record that is generally accepted as payment for goods and services and repayment of debts in a particular country or socio-economic context.",
      "Money is commonly defined by the functions attached to any good or token that functions in trade as a medium of exchange, store of value, and unit of account, although economics offers various definitions.",
      "Object or record accepted as payment",
      "The most common medium of exchange; functions as legal tender",
      "In Dutch or German languages",
      "Transfer of an item of value from one party (such as a person or company) to another in exchange for the provision of goods, services or both, or to fulfill a legal obligation",
      "A sum of money paid or a claim discharged",
      "A transaction to record money that is paid to a supplier or customer for goods or services received. A payment transaction decreases the balance for a customer or vendor.",
      "A past, present, or future settlement of an obligation.",
      "A sum of money paid in exchange for goods or services.",
      "A payment is the transfer of an item of value from one party to another in exchange for the provision of goods, services or both, or to fulfill a legal obligation.",
      "A flexible container made of cloth, paper, plastic, etc.",
      "A flexible container made of cloth, paper, plastic, leather, etc., to put something in or to carry away.",
      "A flexible container with a single opening",
      "A bag is a common tool in the form of a non-rigid container.",
      "Simple tool in the form of a non-rigid container"
    ]
  },
  "category": "Objects",
  "alsoKnownAs": [
    "Moneybags",
    "Rich"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A bag full of money. Depicted as a sack, usually tan, tied off and displaying a <a href=\"/heavy-dollar-sign/\">dollar sign</a>. May be filled with coins, as most platforms show a rounded bag.</p>\r\n\r\n<p>Commonly used for various content concerning wealth and money.&nbsp;</p>",
  "apple_vendor_description": "The money bag emoji on Apple devices is rendered with a rich, textured brown leather and a prominent, gleaming gold drawstring at the top. Its rounded, plump form suggests abundance, with subtle highlights and shadows that emphasize its 3D volume, a hallmark of Apple’s detailed design. This emoji, with its satisfying heft and visual richness on Apple screens, universally signifies wealth, financial success, or the anticipation of good fortune."
}