{
  "code": "📍",
  "Unicode": [
    "U+1F4CD"
  ],
  "slug": "round-pushpin",
  "shortcodes": {
    "github": ":round_pushpin:",
    "slack": ":round_pushpin:",
    "discord": ":round_pushpin:"
  },
  "title": "Round Pushpin",
  "keywords": [
    "pin",
    "pushpin",
    "round pushpin"
  ],
  "senses": {
    "adjectives": [
      "Made of, appearing to be made of, resembling, or related to metal.",
      "Containing or made of or resembling or characteristic of a metal- Ambrose Bierce",
      "Related to metal.",
      "Belonging to, or sold by, a stationer."
    ],
    "verbs": [],
    "nouns": [
      "Many paper size standards conventions have existed at different times and in different countries.",
      "Writing materials, envelopes, office materials",
      "The articles typically sold by stationers, comprising paper, pens, ink, quills, blank books, etc.",
      "Stationery has historically pertained to a wide gamut of materials: paper and office supplies, writing implements, greeting cards, glue, pencil cases and other similar items.",
      "Paper cut to an appropriate size for writing letters; usually with matching envelopes",
      "The size of a page.",
      "The size of the sheet of paper on which you print the publication, before trimming.",
      "A document that, when opened by the user, is duplicated by the system; the copy is opened for the user's modification while the original document remains intact. Stationery documents can be used as document templates or boilerplates.",
      "Standard sizes of the paper",
      "A small nail-like tack with a slightly rounded head that can be pressed into place with light pressure from the thumb; used for hanging light articles on a wall or noticeboard",
      "A nail with a large head.",
      "A thumb tack or push pin is a short nail or pin used to fasten items to a wall or board for display and intended to be inserted by hand, generally without the assistance of tools.",
      "A tack for attaching papers to a bulletin board or drawing board",
      "A small nail with a flat head.",
      "Tack for attaching paper to a drawing board etc",
      "A lollipop is a type of confectionery consisting mainly of hardened, flavored sucrose with corn syrup mounted on a stick and intended for sucking or licking.",
      "Candy on a stick",
      "Confectionery on a stick.",
      "Hard candy on a stick",
      "A type of confection",
      "A piece of candy which is sucked; a lollipop.",
      "A confectionery consisting of a piece of candy/sweet attached to a stick.",
      "The sharp point of a pin",
      "The point of a pin.",
      "Point of a pin.",
      "Ice cream or water ice on a small wooden stick",
      "A popsicle, freeze pop, ice lolly, ice block, icy pole, chihiro, or ice pop is a water-based frozen snack.",
      "A frozen snack consisting of flavoured ice in a tube; a freeze pop.",
      "Ice lolly; popsicle",
      "A flavored popsicle with an ice cream core.",
      "A type of ice lolly.",
      "A cold dessert or snack (made of water, combined with flavourings and sugar) that is popular when it's hot.",
      "An ice lolly."
    ]
  },
  "category": "Objects",
  "alsoKnownAs": [
    "Dropped Pin",
    "Map Pin",
    "Pin",
    "Red Pin"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A pushpin, as used to indicate a location on a <a href=\"/world-map/\">map</a>. Generally depicted as an upright pin with a red, round head.</p>\r\n\r\n<p>Commonly used to indicate locations and notably featured in the <a href=\"https://knowyourmeme.com/memes/pushpin-emoji-detour\">Pushpin Emoji Detour</a> and <a href=\"https://knowyourmeme.com/memes/distance-between\">Distance Between</a> memes on Twitter. Also used unofficially as an icon for Pinterest or Google Maps.</p>\r\n\r\n<p>Facebook&rsquo;s pin is oriented at a 45&deg; angle, as were previous designs on several other platforms.</p>\r\n\r\n<p>Not to be confused with <a href=\"/pushpin/\">📌 Pushpin</a>, though their applications may overlap.</p>",
  "apple_vendor_description": "The round pushpin emoji on Apple devices is presented with a bright, polished red head and a metallic silver shaft, showcasing Apple's penchant for realistic object rendering. Its glossy surface and precise 3D shading give it a tactile quality, appearing ready to affix a note or mark a location. This emoji on Apple devices is ideal for indicating important points, pinning ideas, or signifying a reminder, adding a visual cue of focused attention."
}