{
  "code": "🚅",
  "Unicode": [
    "U+1F685"
  ],
  "slug": "bullet-train",
  "shortcodes": {
    "github": ":bullettrain_front:",
    "slack": ":bullettrain_front:",
    "discord": ":bullettrain_front:"
  },
  "title": "High-Speed Train with Bullet Nose",
  "keywords": [
    "bullet",
    "railway",
    "shinkansen",
    "speed",
    "train"
  ],
  "senses": {
    "adjectives": [
      "Relating to or used for travel.",
      "Moving with great speed, or capable of doing so; swift, rapid.",
      "Characterized by speed; moving with or capable of moving with high speed",
      "Capable of moving with great speed.",
      "Characterized by speed; acting or moving quickly.",
      "Acting or moving or capable of acting or moving quickly",
      "Characterized by speed; acting or moving quickly."
    ],
    "verbs": [
      "Abstain from certain foods, as for religious or medical reasons",
      "To abstain from or eat very little food.",
      "To abstain from food, or eat very little, especially for religious or medical reasons.",
      "Move oneself into such a position.",
      "Sit and travel on the back of animal, usually while controlling its motions",
      "To transport oneself by sitting on and directing a horse, later also a bicycle etc.",
      "To move oneself into such a position.",
      "To transport oneself by sitting on the back of a horse.",
      "Change location; move, travel, or proceed, also metaphorically",
      "To change (from one value to another).",
      "To move or travel (from one location to another).",
      "To change the location of an object.",
      "To transfer a file from one location to another. After the file is transferred, there is only one copy of the file, in the new location.",
      "To move an object one pixel at a time.",
      "Move fast",
      "To drive fast.",
      "To move fast.",
      "To go fast.",
      "To drive fast; to step on the accelerator."
    ],
    "nouns": [
      "A facility consisting of the means and equipment necessary for the movement of passengers or goods",
      "A means of conveyance.",
      "Shared passenger transport service which is available for use by the general public",
      "The act or the means of conveying people in mass as opposed to conveyance in private vehicles.",
      "Any form of transport that can be used by a member of public (usually for a fee); as opposed to private ownership of e.g. cars.",
      "Public transport is a shared passenger transport service which is available for use by the general public, as distinct from modes such as taxicab, carpooling or hired buses which are not shared by strangers without private arrangement.",
      "The conveyance of people or goods from one place to another, especially on a public transportation system; the vehicles used for such conveyance.",
      "The conveyance of people or goods from one place to another.",
      "One or more self-propelled vehicles that move along fixed rails to transport passengers or cargo",
      "A self-propelled, connected group of vehicles moving on rails.",
      "Line of connected cars or carriages.",
      "A train that is equiped to transport people.",
      "A line of connected railway cars or carriages considered overall as a mode of transport; (as uncountable noun) rail travel.",
      "Public transport provided by a line of railway cars coupled together and drawn by a locomotive",
      "A train is a form of rail transport consisting of a series of vehicles that usually runs along a rail track to transport cargo or passengers although magnetic levitation trains that float above the track exist too.",
      "The act of going from one place to another",
      "Movement of people between locations",
      "Movement of people between relatively distant geographical locations",
      "Act of traveling.",
      "Travel is the movement of people between relatively distant geographical locations, and can involve travel by foot, bicycle, automobile, train, boat, airplane, or other means, with or without luggage, and can be one way or round trip.",
      "The act of traveling.",
      "An application for travel planning, including destination photos and panoramas, travel guides, booking tools, currency conversions, and weather forecasts.",
      "The transport of people on a trip or journey.",
      "So nicknamed for their appearance and speed",
      "The is a network of high-speed railway lines in Japan operated by four Japan Railways Group companies.",
      "Rail transport is a means of conveyance of passengers and goods by way of wheeled vehicles running on rail tracks. transport",
      "A permanent track composed of a line of parallel metal rails fixed to sleepers, for transport of passengers and goods in trains.",
      "Rail transport is a means of conveyance of passengers and goods, by way of wheeled vehicles running on rails.",
      "Line that is the commercial organization responsible for operating a system of transportation for trains that pull passengers or freight",
      "A permanent road consisting of fixed metal rails to drive trains or similar motorized vehicles on.",
      "Conveyance of passengers and goods by way of wheeled vehicles running on rail tracks",
      "A means of conveyance of passengers and goods, by way of wheeled vehicles running on rails",
      "A transport system using these rails used to move passengers or goods.",
      "Transportation of goods and persons by railway.",
      "The transport of passengers and goods by means of wheeled vehicles specially designed to run along railways or railroads."
    ]
  },
  "category": "Travel & Places",
  "alsoKnownAs": [
    "Bullet Train",
    "Shinkansen"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A high speed train, designed to cover long distances at high speed. Also features a streamlined bullet nose, often used in reference to the <a href=\"https://en.wikipedia.org/wiki/Shinkansen\">Shinkansen</a> in Japan.</p>\r\n",
  "apple_vendor_description": "The bullet train emoji on Apple devices is a sleek, aerodynamic marvel, captured with Apple's signature glossy 3D shading and polished surfaces that suggest incredible speed and efficiency. Its smooth, flowing lines and realistic lighting give it a futuristic and powerful presence. This emoji on Apple devices is commonly used to represent fast travel, modern transportation, or a sense of rapid progress and momentum."
}