{
  "code": "🚚",
  "Unicode": [
    "U+1F69A"
  ],
  "slug": "delivery-truck",
  "shortcodes": {
    "github": ":truck:",
    "slack": ":truck:",
    "discord": ":truck:"
  },
  "title": "Delivery Truck",
  "keywords": [
    "delivery",
    "truck"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [
      "Operate (a wheeled motorized vehicle).",
      "To operate (a wheeled motorized vehicle).",
      "Operate or control a vehicle",
      "To operate a (motorized) vehicle (with wheels).",
      "Change location; move, travel, or proceed, also metaphorically",
      "To change (from one value to another).",
      "To move or travel (from one location to another).",
      "To change the location of an object.",
      "To transfer a file from one location to another. After the file is transferred, there is only one copy of the file, in the new location.",
      "To move an object one pixel at a time.",
      "To move or pass from one place, person or thing to another.",
      "To move persons from one place to another.",
      "To send or convey something from one person, place or thing to another.",
      "To move data from one location to another.",
      "To send or convey from someone, some place or something to another.",
      "Send from one person or place to another",
      "To carry or bear from one place to another; to remove; to convey.",
      "To send information over a communications line or a circuit.",
      "To convey by truck.",
      "Convey (goods etc.) by truck",
      "To convey (goods etc.) by truck."
    ],
    "nouns": [
      "A facility consisting of the means and equipment necessary for the movement of passengers or goods",
      "A means of conveyance.",
      "Shared passenger transport service which is available for use by the general public",
      "The act or the means of conveying people in mass as opposed to conveyance in private vehicles.",
      "Any form of transport that can be used by a member of public (usually for a fee); as opposed to private ownership of e.g. cars.",
      "Public transport is a shared passenger transport service which is available for use by the general public, as distinct from modes such as taxicab, carpooling or hired buses which are not shared by strangers without private arrangement.",
      "The conveyance of people or goods from one place to another, especially on a public transportation system; the vehicles used for such conveyance.",
      "The conveyance of people or goods from one place to another.",
      "A van suitable for delivering goods or services to customers",
      "Heavy goods vehicle (a UK lorry - truck - weighing more than 3.5 tons)",
      "Type of large automobile",
      "A truck or lorry is a motor vehicle designed to transport cargo.",
      "A motor vehicle for transporting goods; a truck.",
      "A large motor vehicle of more than 3,500 kilograms designed for carrying cargo.",
      "An automotive vehicle suitable for hauling"
    ]
  },
  "category": "Travel & Places",
  "alsoKnownAs": [],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A delivery truck, most likely carrying <a href=\"/package\">packages</a>&nbsp;of online purchases.</p>",
  "apple_vendor_description": "Apple’s delivery truck emoji showcases a bright, cheerful red box truck with crisp, clean lines and softly rounded corners. The glossy 3D shading and realistic lighting on its surface give it a dynamic, almost tangible feel, suggesting speed and efficiency. On Apple devices, this emoji is a clear visual cue for shipping, packages, online orders, or the exciting arrival of something new."
}