{
  "code": "🔐",
  "Unicode": [
    "U+1F510"
  ],
  "slug": "locked-with-key",
  "shortcodes": {
    "github": ":closed_lock_with_key:",
    "slack": ":closed_lock_with_key:",
    "discord": ":closed_lock_with_key:"
  },
  "title": "Closed Lock with Key",
  "keywords": [
    "closed",
    "key",
    "lock",
    "locked with key",
    "secure"
  ],
  "senses": {
    "adjectives": [
      "Intended or adapted to afford protection of some kind",
      "Closely constrained or constricted or constricting",
      "Not open or affording passage or access"
    ],
    "verbs": [
      "To obstruct (an opening).",
      "To close, to stop being open.",
      "Move so that an opening or passage is obstructed; make shut",
      "To move (a door, a window, etc.) so that it closes its opening.",
      "To cause to open or to become open.",
      "Cause to open or to become open",
      "To open.",
      "Fasten with a lock",
      "To fasten with a lock."
    ],
    "nouns": [
      "The ability of an individual or group to seclude themselves, or information about themselves",
      "Privacy is the ability of an individual or group to seclude themselves, or information about themselves, and thereby express themselves selectively.",
      "Concealment; the condition of being secret or hidden",
      "Secrecy is the practice of hiding information from certain individuals or groups, perhaps while sharing it with other individuals.",
      "Quality of being secret.",
      "The condition of being hidden or concealed",
      "A customer's right to control how and to what extent their personal information is collected and used and with whom it is shared.",
      "The condition of being concealed or hidden",
      "The quality or condition of being secret or hidden",
      "The ability of an individual or group to seclude themselves or information about themselves and thereby reveal themselves selectively.",
      "Privacy is the ability of an individual or group to seclude themselves or information about themselves and thereby reveal themselves selectively.",
      "In anthropology, kinship is the web of social relationships that form an important part of the lives of most humans in most societies, although its exact meanings even within this discipline are often debated.",
      "(anthropology) relatedness or connection by blood or marriage or adoption",
      "Kinship; being related by blood or marriage.",
      "An archaeological relationship is the position in space and by implication, in time, of an object or context with respect to another.",
      "The principle binding the most basic social units society. If two people are connected by circumstances of birth, they are said to be relatives",
      "Relationship in space and time between archaeological objects or contexts",
      "Relation or connection by blood, marriage or adoption.",
      "Relation or connection by blood, marriage or adoption",
      "A detachable lock; has a hinged shackle that can be passed through the staple of a hasp or the links in a chain and then snapped shut",
      "Portable locks with a shackle that may be passed through an opening",
      "Type of lock.",
      "Padlocks are portable locks with a shackle that may be passed through an opening to protect against unauthorized use, theft, vandalism, or harm.",
      "A detachable lock that can be used to secure something by means of a sliding or hinged shackle",
      "Metal device shaped in such a way that when it is inserted into the appropriate lock the lock's mechanism can be rotated",
      "Instrument that is used to operate a lock",
      "Device designed to open and close a lock.",
      "A key is a device that is used to operate a lock.",
      "An object designed to be able to open (and usually close) a lock.",
      "An object designed to open and close a lock.",
      "A device used to open a lock or door",
      "Documentation for developers that describes specific security risks and how to avoid them when implementing Microsoft software.",
      "Being protected against danger or loss (es)",
      "Degree of resistance to, or protection from, harm",
      "Security is the degree of resistance to, or protection from, harm.",
      "Protection of a computer system and its data from harm or loss.",
      "A fastening device",
      "Something used for fastening, which can only be opened with a key or combination.",
      "Mechanical or electronic fastening device",
      "A fastener fitted to a door or drawer to keep it firmly closed",
      "Something used for fastening.",
      "A lock is a mechanical or electronic fastening device that is released by a physical object, by supplying secret information, or by a combination thereof."
    ]
  },
  "category": "Objects",
  "alsoKnownAs": [
    "Lock And Key"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A locked (closed) <a href=\"https://en.wikipedia.org/wiki/Padlock\">padlock</a> with an upright key at its right. Vendors implement the same designs as their <a href=\"/locked/\">🔒 Locked</a> and <a href=\"/key/\">🔑 Key</a>.</p>\r\n\r\n<p>May represent digital keys in <a href=\"https://en.wikipedia.org/wiki/Public-key_cryptography\">public-key technology</a>. May have similar applications as <a href=\"/locked/\">🔒 Locked</a> (privacy, security) and <a href=\"/key/\">🔑 Key</a> (means of access, &quot;crucial&quot;). Sometimes used to represent a locket to symbolize romantic love and commitment.</p>\r\n\r\n<p>Apple&rsquo;s design <a href=\"/apple/ios-6.0/locked-with-key/\">previously featured</a> the easter egg <i>UM242</i> on its key, a reference to <a href=\"http://www.cubiclekeys.com/herman-miller-um-series-replacement-keys.html\">locks on Herman Miller&nbsp;office furniture</a>. Facebook&rsquo;s design <a href=\"/facebook/2.0/locked-with-key/\">once&nbsp;displayed</a> a silver key, its head at the bottom.</p>\r\n\r\n<p>This emoji <a href=\"https://blog.emojipedia.org/emojipedia-now-with-https/\">does not display in page titles</a>&nbsp;on&nbsp;Apple&rsquo;s Safari web browser, presumably to prevent less reputable sites from pretending to be secure (encrypted using <a href=\"https://en.wikipedia.org/wiki/HTTPS\">HTTPS</a>).</p>\r\n\r\n<p>Additionally, this emoji is not supported in Twitter / X names,&nbsp;to minimize confusion with private accounts on the platform. <a href=\"https://blog.emojipedia.org/why-you-cant-use-these-emojis-in-your-twitter-name/\">Learn more here</a>.</p>",
  "apple_vendor_description": "On Apple devices, the locked with key emoji presents a sturdy, polished padlock adorned with a gleaming metallic key inserted into its mechanism. The padlock itself features a rich, deep blue hue, accented by the warm glow of realistic lighting that highlights its rounded contours and the key's intricate details. This emoji, with its characteristic Apple glossiness, conveys security, privacy, protection, and the successful resolution of a problem, often used to signify locking something away or unlocking a secret."
}