{
  "code": "👅",
  "Unicode": [
    "U+1F445"
  ],
  "slug": "tongue",
  "shortcodes": {
    "github": ":tongue:",
    "slack": ":tongue:",
    "discord": ":tongue:"
  },
  "title": "Tongue",
  "keywords": [
    "body",
    "tongue"
  ],
  "senses": {
    "adjectives": [
      "Needing moisture",
      "Sticking out.",
      "Extending out above or beyond a surface or boundary"
    ],
    "verbs": [
      "Have flavor; taste of something",
      "To have a taste.",
      "To have a taste; to excite a particular sensation by which flavour is distinguished."
    ],
    "nouns": [
      "The tongue is a muscular hydrostat on the floors of the mouths of most vertebrates which manipulates food for mastication.",
      "A muscular hydrostat on the floors of the mouths of most vertebrates which manipulates food for mastication",
      "A mobile mass of muscular tissue covered with mucous membrane and located in the oral cavity",
      "Organ that tastes and facilitates speech",
      "The flexible muscular organ in the mouth that is used to move food around, for tasting and that is moved into various positions to modify the flow of air from the lungs in order to produce different sounds in speech.",
      "The flexible muscular organ in the mouth that is used to move food around, for tasting and that is moved into various positions to modify the flow of air from the lungs in order to produce different sounds.",
      "Mouths are a part of the anatomy constituting the first portion of the alimentary canal that receives food and saliva.",
      "The opening through which food is taken in and vocalizations emerge",
      "A body cavity",
      "First portion of the alimentary canal that receives food",
      "In biological anatomy, commonly referred to as the mouth, under formal names such as the oral cavity, buccal cavity, or in Latin cavum oris, is the opening through which many animals take in food and issue vocal sounds.",
      "Cavity that is limited by the lips in front, the cheeks on the side, the soft and hard palate at the top and the floor of the mouth below.",
      "Mouth",
      "The opening of a creature through which food is ingested.",
      "A physiological need to drink",
      "Thirst is the craving for fluids, resulting in the basic instinct of animals to drink.",
      "A physiological need to drink."
    ]
  },
  "category": "People & Body",
  "alsoKnownAs": [
    "Tongue Out"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A tongue, sticking out. May be&nbsp;used as a childish&nbsp;sign of defiance. Alternatively: licking, in various contexts.</p>",
  "apple_vendor_description": "The tongue emoji on Apple devices is a vibrant, playful representation, often shown sticking out with a slight curl, rendered with Apple's signature glossy finish and realistic highlights. Its bright pink hue and smooth, rounded form create a sense of lightheartedness and mischief. This emoji, with its bold and energetic presentation on Apple devices, is frequently used to express teasing, silliness, or a cheeky remark."
}