{
  "code": "📒",
  "Unicode": [
    "U+1F4D2"
  ],
  "slug": "ledger",
  "shortcodes": {
    "github": ":ledger:",
    "slack": ":ledger:",
    "discord": ":ledger:"
  },
  "title": "Ledger",
  "keywords": [
    "ledger",
    "notebook"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [
      "To acquire knowledge on a subject.",
      "To acquire knowledge or ability.",
      "Gain knowledge or skills",
      "To acquire, or attempt to acquire knowledge or an ability to do something."
    ],
    "nouns": [
      "The part of an accounting system that is used for classifying the monetary value of economic transactions by using a chart of accounts, a fiscal calendar, and one or more currencies.",
      "A record in which commercial accounts are recorded",
      "A ledger is the principal book or computer file for recording and totaling economic transactions measured in terms of a monetary unit of account by account type, with debits and credits in separate columns and a beginning monetary balance and ending monetary balance for each account.",
      "A brief written record",
      "A book with blank pages for recording notes or memoranda",
      "Notebook is a style of writing where people jot down what they have thought or heard at the spur of moment.",
      "A journal that is used to record the financial consequences of accounting events in an accounting system.",
      "A ledger; an accounting journal.",
      "An accounting journal as a physical object",
      "A written work or composition that has been published (printed on pages bound together)",
      "A book is a set of written, printed, illustrated, or blank sheets, made of ink, paper, parchment, or other materials, usually fastened together to hinge at one side.",
      "A collection of sheets of paper bound together to hinge at one edge, containing printed or written material, pictures, etc.",
      "Quotations about books: All good books are alike in that they are truer than if they had really happened and after you are finished reading one you will feel that all that happened to you and afterwards it all belongs to you; the good and the bad, the ecstasy, the remorse, and sorrow, the people and the places and how the weather was.",
      "Also called \"dead tree edition\" or \"dead tree book\" (humorously)",
      "Medium for a collection of words and/or pictures to represent knowledge, often manifested in bound paper and ink, or in e-books",
      "Collection of sheets of paper bound together containing printed or written material."
    ]
  },
  "category": "Objects",
  "alsoKnownAs": [
    "Binder",
    "Spiral Bound Book",
    "Yellow Book"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A spiral-bound, yellow, hardcover notebook. Intended to depict a financial ledger, as used in accounting.</p>\r\n\r\n<p>Commonly used for various content concerning writing, drawing, reading, and schooling. May also be used as a yellow accent color.</p>\r\n\r\n<p><a href=\"/google/android-7.0/ledger/\">Google</a> and <a href=\"/samsung/touchwiz-7.1/ledger/\">Samsung&rsquo;s</a> designs were previously blue.</p>",
  "apple_vendor_description": "The ledger emoji on Apple devices appears as a substantial, bound book, its cover rendered with a textured, deep brown hue and subtle glossy highlights that speak to Apple's refined 3D design. Soft, rounded edges define its form, and realistic lighting casts gentle shadows, giving it a tactile and substantial feel. This emoji perfectly embodies concepts of accounting, record-keeping, financial matters, or the act of documenting important information, providing a professional and trustworthy visual for business and personal organization on Apple devices."
}