{
  "code": "🌨️",
  "Unicode": [
    "U+1F328",
    "U+FE0F"
  ],
  "slug": "cloud-with-snow",
  "shortcodes": {
    "github": ":cloud_with_snow:",
    "slack": ":snow_cloud:",
    "discord": ":cloud_with_snow:"
  },
  "title": "Cloud with Snow",
  "keywords": [
    "cloud",
    "cloud with snow",
    "cold",
    "snow"
  ],
  "senses": {
    "adjectives": [
      "Having a low or inadequate temperature or feeling a sensation of coldness or having been made cold by e.g. ice or refrigeration",
      "Having a low temperature."
    ],
    "verbs": [
      "To fall from the clouds in the form of ice crystals.",
      "To have snow fall from the sky.",
      "Have snow fall from the sky.",
      "Fall as snow"
    ],
    "nouns": [
      "Suspensions of minute water droplets or ice crystals produced by the condensation of water vapour.",
      "In meteorology, a cloud is a visible mass of liquid droplets or frozen crystals made of water or various chemicals suspended in the atmosphere above the surface of a planetary body.",
      "Visible mass of liquid droplets or frozen crystals suspended in the atmosphere",
      "A visible mass of water droplets suspended in the air.",
      "Visible mass of water droplets suspended in the air.",
      "A visible mass of water or ice particles suspended at a considerable altitude",
      "Clouds are visible masses of water droplets or frozen ice crystals suspended in the atmosphere above the surface of the Earth or another planetary body.",
      "A snow system leading to an accumulation of snow between 1 to 3 inches. A snow shower brings more snow than a flurry, but less than a snow storm or a blizzard.",
      "Precipitation falling from clouds in the form of ice crystals",
      "Snow is so much more than a type of precipitation in the form of crystalline water ice, consisting of a multitude of snowflakes that fall from clouds, but complicates and blesses our lives in a number of ways, giving rise to both frustration and romance.",
      "Precipitation in the form of flakes of crystalline water ice",
      "A fall of snow.",
      "An instance of falling of snow.",
      "Precipitation in form of snow.",
      "The amount of snow on a mountain; the depth of snow that has fallen.",
      "Snow is precipitation in the form of flakes of crystalline water ice that falls from clouds.",
      "Snow and water mixed, or snow just melted",
      "A mass of snow which covers something, for example the soil",
      "The most common form of frozen precipitation, usually flakes or starlike crystals, matted ice needles, or combinations, and often rime-coated.",
      "The frozen, crystalline state of water that falls as precipitation.",
      "The atmospheric conditions that comprise the state of the atmosphere in terms of temperature and wind and clouds and precipitation",
      "Sometimes referred to as \"the elements\"",
      "State of the atmosphere",
      "The day-to-day meteorological conditions, especially temperature, cloudiness, and rainfall, affecting a specific place.",
      "Unpleasant or destructive atmospheric conditions, and their effects.",
      "Weather is the state of the atmosphere, to the degree that it is hot or cold, wet or dry, calm or stormy, clear or cloudy.",
      "State of the atmosphere."
    ]
  },
  "category": "Travel & Places",
  "alsoKnownAs": [],
  "version": {
    "unicode-version": "7.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A snow cloud. Depicted as blue <a href=\"/snowflake/\">snowflakes</a> falling from a white cloud.</p>\r\n\r\n<p>May be used as a weather icon to represent snow showers or a snowy day.</p>\r\n\r\n<p>Not to be confused with <a href=\"/cloud-with-rain/\">🌧️ Cloud With Rain</a>.</p>",
  "apple_vendor_description": "Apple's cloud with snow emoji features a fluffy, white cloud rendered with soft, rounded edges and a gentle, ethereal glow, characteristic of Apple's design language. Delicate snowflakes are depicted as small, white asterisks or crosses, softly falling from the cloud, enhanced by subtle shading that suggests depth and a light dusting. On Apple devices, this emoji beautifully captures the serene and peaceful atmosphere of a snowy day, perfect for conveying winter weather or a sense of quiet calm."
}