{
  "code": "⚛️",
  "Unicode": [
    "U+269B",
    "U+FE0F"
  ],
  "slug": "atom-symbol",
  "shortcodes": {
    "github": ":atom_symbol:",
    "slack": ":atom_symbol:",
    "discord": ":atom_symbol:"
  },
  "title": "Atom Symbol",
  "keywords": [
    "atheist",
    "atom",
    "atom symbol"
  ],
  "senses": {
    "adjectives": [
      "Relating to atheists.",
      "Related to or characterized by or given to atheism",
      "Relative to atheism or an atheist.",
      "Of or relating to atheists or atheism",
      "Of or relating to atheism.",
      "Of or relating to atheists or atheism; atheistic."
    ],
    "verbs": [],
    "nouns": [
      "A particular branch of scientific knowledge",
      "Study and knowledge",
      "Science is a systematic enterprise that builds and organizes knowledge in the form of testable explanations and predictions about the universe.",
      "The study of the physical universe and its contents by means of reproducible observations, measurements, and experiments to establish, verify, or modify general laws to explain its nature and behaviour.",
      "The collective discipline of study or learning acquired through the scientific method; the sum of knowledge gained from such methods and discipline.",
      "Collective discipline of learning acquired through the scientific method.",
      "As in \"comp sci\" (computer science) or \"bio sci\" (biology)",
      "Science in the broadest sense refers to any system of objective knowledge.",
      "(physics and chemistry) the smallest component of an element having the chemical properties of the element",
      "A basic unit of matter.",
      "(chemistry and physics), is the smallest possible particle of a chemical element that retains its chemical properties.",
      "The atom is the smallest unit that defines the chemical elements and their isotopes.",
      "Physics: smallest possible amount of matter retaining its chemical properties.",
      "The atom is the smallest unbreakable unit that defines the chemical elements and their isotopes.",
      "Smallest indivisible unit of a chemical substance",
      "The smallest possible amount of matter which still retains its identity as a chemical element, now known to consist of a nucleus surrounded by electrons.",
      "Someone who denies the existence of god"
    ]
  },
  "category": "Symbols",
  "alsoKnownAs": [],
  "version": {
    "unicode-version": "4.1",
    "emoji-version": "1.0"
  },
  "description": "<p>A symbol used to represent the atom and its associated sciences, showing lines representing electrons orbiting around a circular nucleus where protons are located.</p>",
  "apple_vendor_description": "On Apple devices, the atom symbol is rendered as a stylized representation of an atom, with a central nucleus and orbiting electrons depicted as small, glowing spheres.  The overall design is clean and modern, benefiting from Apple's characteristic glossy 3D shading and precise, realistic lighting that gives it a subtle metallic sheen.  This emoji is frequently employed in discussions related to science, physics, or the fundamental building blocks of matter, conveying a sense of innovation and discovery as seen on Apple's displays."
}