{
  "code": "🗽",
  "Unicode": [
    "U+1F5FD"
  ],
  "slug": "statue-of-liberty",
  "shortcodes": {
    "github": ":statue_of_liberty:",
    "slack": ":statue_of_liberty:",
    "discord": ":statue_of_liberty:"
  },
  "title": "Statue of Liberty",
  "keywords": [
    "liberty",
    "statue",
    "Statue of Liberty"
  ],
  "senses": {
    "adjectives": [
      "Having or displaying great dignity or nobility",
      "Of or relating to the United States of America or its people or language or culture",
      "Of or pertaining to the United States of America, Americans, or the American English language.",
      "Of, from, or pertaining to the United States of America, its people or its culture.",
      "Of or pertaining to the Americas."
    ],
    "verbs": [
      "To free; to release from restraint or bondage; to set at liberty; to manumit; to disengage.",
      "To give freedom; to release from confinement or restraint.",
      "To free or liberate.",
      "To free or liberate; to set free.",
      "Grant freedom to; free from confinement"
    ],
    "nouns": [
      "A three-dimension work of art, usually of a person or animal, usually created by sculpting, carving, moulding, or casting.",
      "Sculpture primary concerned as a representational figure",
      "A sculpture representing a human or animal",
      "A statue is a sculpture representing one or more people or animals, normally full-length, as opposed to a bust, and at least close to life-size, or larger.",
      "A three-dimensional work of art, usually representing a person or animal, usually created by sculpting, carving, molding, or casting.",
      "Three-dimensional work of art.",
      "A large monumental statue symbolizing liberty on Liberty Island in New York Bay",
      "A 1886 colossal neoclassical sculpture on Liberty Island in the middle of New York Harbor, in Manhattan, New York City",
      "Sculpture on Liberty Island in New York Harbor, United States",
      "Large statue in New York harbor.",
      "A very large statue in New York harbor considered emblematic of the United States and its attractiveness to voluntary immigrants.",
      "The Statue of Liberty is a colossal neoclassical sculpture on Liberty Island in the middle of New York Harbor, in Manhattan, New York City.",
      "The Statue of Liberty is a colossal neoclassical sculpture on Liberty Island in the middle of New York Harbor, in Manhattan, New York City. of Liberty",
      "Autonomy is a concept found in moral, political, and bioethical philosophy.",
      "Immunity from arbitrary exercise of authority: political independence",
      "The State of New York.",
      "New York (New York State), a state of the United States of America.",
      "Empire State Building",
      "The U.S. State of New York has been known by many nicknames, the most notable of which is The Empire State.",
      "The 11th state of the United States of America, located in the northeast.",
      "State of the United States of America",
      "A state of the United States of America and former colony",
      "A Mid-Atlantic state; one of the original 13 colonies",
      "New York is a state in the Northeastern and Mid-Atlantic regions of the United States."
    ]
  },
  "category": "Travel & Places",
  "alsoKnownAs": [
    "New York"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>The <a href=\"https://en.wikipedia.org/wiki/Statue_of_Liberty\">Statue of Liberty</a>, often used as a depiction&nbsp;of <a href=\"https://en.wikipedia.org/wiki/New_York_City\">New York City</a>.</p>\r\n\r\n<p>Due to its initial inclusion in <a href=\"/softbank/2000\">an early Japanese emoji set</a>, it is possible that this emoji was originally intended to represent the recreation of the Statue of Liberty located on the Odaiba island in Tokyo Bay.</p>",
  "apple_vendor_description": "The Statue of Liberty emoji on Apple devices stands as an iconic symbol of freedom, rendered with meticulous detail and a rich, verdigris patina. Apple's design language imbues the statue with a sense of monumental presence, utilizing realistic lighting and subtle 3D shading to highlight the folds of her robe and the torch she holds aloft. This emoji evokes notions of liberty, hope, and American ideals, presented with the polished, impressive aesthetic expected from Apple."
}