{
  "code": "🇧🇿",
  "Unicode": [
    "U+1F1E7",
    "U+1F1FF"
  ],
  "slug": "flag-belize",
  "shortcodes": {
    "github": ":belize:",
    "slack": ":flag-bz:",
    "discord": ":flag_bz:"
  },
  "title": "Flag: Belize",
  "keywords": [
    "flag"
  ],
  "senses": {
    "adjectives": [
      "From or in the countryside or connected with it.",
      "Of, from or pertaining to the countryside (adjective)."
    ],
    "verbs": [],
    "nouns": [
      "An English-speaking country in Central America, formerly called British Honduras. Official name: Belize. The capital is Belmopan, and the chief seaport is Belize City.",
      "A country in Central America, with capital Belmopán.",
      "In the Caribbean Sea",
      "A country on the northeastern coast of Central America on the Caribbean; formerly under British control",
      "Belize is a country on the eastern coast of Central America.",
      "British Honduras was the name of a territory on the east coast of Central America, south of Mexico, after it became a British crown colony in 1862.",
      "UK possession in Central America between 1862 and 1981",
      "Emblem usually consisting of a rectangular piece of cloth of distinctive design",
      "Piece of cloth.",
      "A flag is a piece of fabric with a distinctive design that is used as a symbol, as a signaling device, or as decoration.",
      "A piece of cloth, often decorated with an emblem, used as a visual signal or symbol.",
      "Piece of fabric with a distinctive design",
      "The flag of Belize is a continued version of the earlier flag of British Honduras.",
      "The opposite of secession",
      "As its original Latin term",
      "Government",
      "The collective body of a nation or state as politically organized, or as exercising political functions.",
      "The territory of a nation, especially an independent nation state or formerly independent nation; a political entity asserting ultimate authority over a geographical area.",
      "Nations is often used synonymously with ethnic group, but although ethnicity is now one of the most important aspects of cultural or social identity for the members of most nations, people with the same ethnic origin may live in different nation-states and be treated as members of separate nations for that reason.",
      "Political organisation with a centralized independent government",
      "The government.",
      "An organized political community, living under a government",
      "Nation has various meanings, and the meaning has changed over time.",
      "A state is an organized community living under one government.",
      "A political entity asserting ultimate authority over a geographical area.",
      "A people permanently occupying a fixed territory bound together by common law, habits and custom into one body politic exercising, through the medium of an organized government, independent sovereignty and control over all persons and things within its boundaries, unless or until authority is ceded to a federation or union of other states.",
      "The people who live in a nation or country",
      "A politically organized body of people under a single government",
      "A sovereign state.",
      "A state is a nonphysical juridical entity of the international legal system that is represented by one centralized government that has supreme independent authority over a geographic area.",
      "The geographic area under the control of a political state."
    ]
  },
  "alsoKnownAs": [
    "Belizean Flag"
  ],
  "version": {
    "unicode-version": null,
    "emoji-version": "1.0"
  },
  "description": "<p>The flag for Belize, which may show as the letters&nbsp;<em>BZ</em>&nbsp;on some platforms.</p>",
  "apple_vendor_description": "The flag of Belize on Apple devices is rendered with meticulous detail, its vibrant colors appearing rich and true thanks to Apple's signature smooth gradients and realistic lighting. The emblem at its center, featuring a mahogany tree and the national motto, is sharp and clear, showcasing Apple's commitment to visual fidelity on its screens. This emoji proudly represents Belize, its culture, and its people in digital conversations.",
  "category": "Flags"
}