{
  "code": "📣",
  "Unicode": [
    "U+1F4E3"
  ],
  "slug": "megaphone",
  "shortcodes": {
    "github": ":mega:",
    "slack": ":mega:",
    "discord": ":mega:"
  },
  "title": "Cheering Megaphone",
  "keywords": [
    "cheering",
    "megaphone"
  ],
  "senses": {
    "adjectives": [
      "Able to perceive sound",
      "Able to hear.",
      "Of great intensity.",
      "Characterized by or producing sound of great volume or intensity"
    ],
    "verbs": [
      "Hear with intention",
      "To use a megaphone.",
      "Perceive (sound) via the auditory sense",
      "To perceive sounds through the ear.",
      "To perceive with the ear.",
      "To perceive sound with the ear, without necessarily paying attention to it."
    ],
    "nouns": [
      "A musician that plays the trumpet.",
      "A musical instrument of the brass family, slightly smaller than a trumpet.",
      "An instrument resembling a musical horn and used to signal others.",
      "A brass instrument, or the sound it makes",
      "A musician who plays the cornett",
      "A trumpet.",
      "A musical instrument that consists of a flexible metal or bamboo tongue or reed attached to a frame.",
      "A musical instrument in the brass family.",
      "A trumpet is a musical instrument.",
      "A musical instrument of the brass family, slightly smaller than a trumpet, usually in the musical key of B-flat.",
      "The cornet is a brass instrument very similar to the trumpet, distinguished by its conical bore, compact shape, and mellower tone quality.",
      "Musical instrument",
      "A musical instrument of the brass family, generally tuned to the key of B-flat.",
      "A brass musical instrument with a brilliant tone; has a narrow tube and a flared bell and is played by means of valves",
      "An electromechanical device which produces sound",
      "Device which transforms electrical signals into acoustical signals.",
      "Transducer that converts electrical energy into sound energy",
      "A loudspeaker is an electroacoustic transducer; a device which converts an electrical audio signal into a corresponding sound.",
      "Electro-acoustic transducer that converts electrical signals into sounds loud enough to be heard at a distance",
      "An electromechanical transducer that converts an electrical signal into audible sound.",
      "Loudspeaker.",
      "A portable, usually hand-held, funnel-shaped device whose application is to send a person's natural voice toward a targeted direction for a specified purpose.",
      "Portable device used to amplify a person's voice.",
      "A megaphone, speaking-trumpet, bullhorn, blowhorn, or loud hailer is a portable, usually hand-held, cone-shaped acoustic horn used to amplify a person's voice or other sounds and direct it in a given direction.",
      "A portable, usually hand-held, funnel-shaped device that is used to amplify a person's natural voice toward a targeted direction.",
      "A cone-shaped acoustic device held to the mouth to intensify and direct the human voice",
      "(Chiefly U.S.) A megaphone which electronically amplifies a person's natural voice.",
      "A portable funnel-shaped device that is used to amplify a person’s natural voice in a targeted direction.",
      "Cheering is the uttering or making of sounds encouraging, stimulating or exciting to action, indicating approval or acclaiming or welcoming persons, announcements of events and the like.",
      "Encouragement in the form of cheers from spectators"
    ]
  },
  "category": "Objects",
  "alsoKnownAs": [
    "Megaphone"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A handheld&nbsp;megaphone,&nbsp;used to amplify a person&#39;s voice.</p>\r\n\r\n<p>May also be known as a speaking trumpet, bullhorn, blowhorn, or loudhailer.</p>",
  "apple_vendor_description": "On Apple devices, the megaphone emoji is a powerful visual announcement, rendered in a bright, optimistic red with a high-gloss finish that catches the light. Its smooth, rounded shape and distinct handle give it a solid, impactful presence, while the subtle shading adds a realistic three-dimensional quality. This emoji, with its implied amplification, is perfect for signaling important news, rallying support, or simply drawing attention to a message on Apple devices."
}