{
  "code": "🐆",
  "Unicode": [
    "U+1F406"
  ],
  "slug": "leopard",
  "shortcodes": {
    "github": ":leopard:",
    "slack": ":leopard:",
    "discord": ":leopard:"
  },
  "title": "Leopard",
  "keywords": [
    "leopard"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [],
    "nouns": [
      "The leopard is the smallest of the four \"big cats\" in the genus Panthera.",
      "Large feline of African and Asian forests usually having a tawny coat with black spots",
      "A large wild cat with a spotted coat, Panthera pardus, indigenous to Africa and Asia.",
      "The leopard is one of the five \"big cats\" in the genus Panthera.",
      "The scientific name for the Leopard",
      "A large wild cat with a spotted coat, Panthera pardus.",
      "Member of the Felidae family",
      "Panthera pardus, a large wild cat with a spotted coat, indigenous to Africa and Asia.",
      "Large feline of the genus Acinonyx",
      "Long-legged spotted cat of Africa and southwestern Asia having nonretractile claws; the swiftest mammal; can be trained to run down game",
      "The cheetah is a large feline inhabiting most of Africa and parts of Iran.",
      "A member of the cat family, a poor climber that hunts by speed and stealth.",
      "A distinctive member (Acinonyx jubatus) of the cat family, slightly smaller than the leopard, but with proportionately longer limbs and a smaller head; it is native to Africa and also credited with being the fastest terrestrial animal."
    ]
  },
  "category": "Animals & Nature",
  "alsoKnownAs": [
    "African Leopard",
    "Jaguar"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A leopard, a large cat with a yellowish-brown coat and black-and-gold spots. Depicted in full profile on all fours facing left, with a long tail and its distinctive&nbsp;pattern.</p>\r\n\r\n<p>Sometimes&nbsp;used to represent jaguars, panthers, cheetahs, and related cats. May also be used to indicate leopard prints in fashion. Not to be confused with <a href=\"/tiger/\">🐅 Tiger</a>.</p>\r\n\r\n<p>Google&rsquo;s design is noticeably more cartoon-styled. Microsoft&rsquo;s design was <a href=\"/microsoft/windows-10/leopard/\">previously</a> solid yellowish-brown in color, resembling a cougar or mountain lion.</p>",
  "apple_vendor_description": "Apple’s leopard emoji presents a sleek, powerful feline with its distinctive spotted coat rendered in rich, warm tones. On Apple devices, the leopard boasts a luxurious sheen due to its glossy 3D shading and realistic lighting, highlighting its muscular form and alert posture. The soft rounded edges give it an approachable yet wild charm, symbolizing strength, agility, and untamed beauty, often used to convey a sense of power or admiration for something impressive."
}