{
  "code": "🤸🏿",
  "Unicode": [
    "U+1F938",
    "U+1F3FF"
  ],
  "slug": "person-cartwheeling-dark-skin-tone",
  "shortcodes": null,
  "title": "person cartwheeling: dark skin tone",
  "keywords": [
    "dark skin tone",
    "gymnastics",
    "cartwheel"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [
      "Do cartwheels: perform an acrobatic movement using both hands and feet"
    ],
    "nouns": [
      "A sport that involves exercises intended to display strength and balance and agility",
      "A sport involving performance of exercises requiring physical strength, flexibility, agility, coordination, and balance.",
      "Sport",
      "A sport involving the performance of sequences of movements requiring physical strength, flexibility, and kinesthetic awareness.",
      "Gymnastics is a very complex competition involving the performance of exercises requiring physical strength, flexibility, power, agility, coordination, grace, balance and control.",
      "A gymnastic maneuver.",
      "A cartwheel is a sideways rotary movement of the body.",
      "An acrobatic maneuver",
      "A gymnastic maneuver whereby the gymnast rotates to one side or the other while keeping arms and legs outstretched, spinning for one or more revolutions.",
      "Acrobatic revolutions with the body turned sideways and the arms and legs outstretched like the spokes of a wheel"
    ]
  },
  "category": "People & Body",
  "alsoKnownAs": null,
  "version": null,
  "description": "This version of the  Person Cartwheeling emoji has the  Dark Skin Tone applied, which is displayed as a Black Skin Tone on supported pla",
  "apple_vendor_description": "This energetic emoji on Apple devices depicts a person with a dark skin tone in a dynamic cartwheel, their body arched with a sense of joyful motion and athleticism. Apple's design brings out the fluidity of the pose through smooth gradients and soft, rounded edges, while realistic lighting accentuates the musculature and movement. It’s a fantastic way to convey excitement, freedom, and a spirit of playful exuberance in digital conversations."
}