{
  "code": "🚠",
  "Unicode": [
    "U+1F6A0"
  ],
  "slug": "mountain-cableway",
  "shortcodes": {
    "github": ":mountain_cableway:",
    "slack": ":mountain_cableway:",
    "discord": ":mountain_cableway:"
  },
  "title": "Mountain Cableway",
  "keywords": [
    "cable",
    "gondola",
    "mountain",
    "mountain cableway"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [],
    "nouns": [
      "A facility consisting of the means and equipment necessary for the movement of passengers or goods",
      "A means of conveyance.",
      "Shared passenger transport service which is available for use by the general public",
      "The act or the means of conveying people in mass as opposed to conveyance in private vehicles.",
      "Any form of transport that can be used by a member of public (usually for a fee); as opposed to private ownership of e.g. cars.",
      "Public transport is a shared passenger transport service which is available for use by the general public, as distinct from modes such as taxicab, carpooling or hired buses which are not shared by strangers without private arrangement.",
      "The conveyance of people or goods from one place to another, especially on a public transportation system; the vehicles used for such conveyance.",
      "The conveyance of people or goods from one place to another.",
      "A system of cables, slung from towers, from which carriers are suspended to transport materials.",
      "Tramways are lightly laid railways, sometimes worked without locomotives.",
      "Type of aerial lift in which the cars are permanently fixed to the cables",
      "An aerial tramway, cable car, ropeway or aerial tram is a type of aerial lift which uses one or two stationary ropes for support while a third moving rope provides propulsion.",
      "A conveyance that transports passengers or freight in carriers suspended from cables and supported by a series of towers",
      "A lightly laid railway for uses such as logging or mining right in the...",
      "A ropeway is a form of naval lifting device used to transport light stores and equipment across rivers or ravines.",
      "A cabin for transportation suspended on cables."
    ]
  },
  "category": "Travel & Places",
  "alsoKnownAs": [],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A cable car transportation system allowing users to swiftly ascend up a <a href=\"/mountain\">mountain</a>.&nbsp;Can also be used as a tourist attraction, or as a form of public transport.</p>",
  "apple_vendor_description": "Apple's mountain cableway emoji features a sleek, modern gondola car suspended by a thin cable against a backdrop suggesting a majestic mountain vista. The design on Apple devices is characterized by its clean lines, glossy 3D shading, and realistic lighting that give the cableway a sense of depth and smooth motion. Its soft rounded edges and vibrant, clear colors evoke feelings of adventure, travel, and breathtaking scenic views, making it ideal for conveying journeys to high altitudes or impressive landscapes."
}