{
  "code": "🐩",
  "Unicode": [
    "U+1F429"
  ],
  "slug": "poodle",
  "shortcodes": {
    "github": ":poodle:",
    "slack": ":poodle:",
    "discord": ":poodle:"
  },
  "title": "Poodle",
  "keywords": [
    "dog",
    "poodle"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [
      "To produce a loud, short, explosive sound similar to that of a dog.",
      "To make a short, loud, explosive noise with the vocal organs (said of animals, especially dogs).",
      "Make barking sounds",
      "To make a loud noise (dogs)."
    ],
    "nouns": [
      "The poodle is a group of formal dog breeds, the Standard Poodle, Miniature Poodle and Toy Poodle, with many coat colors.",
      "An intelligent dog with a heavy curly solid-colored coat that is usually clipped; an old breed sometimes trained as sporting dogs or as performing dogs",
      "Any of various breeds of dog.",
      "Dog breed",
      "A French breed of dog with curly hair.",
      "A Webkinz character",
      "Any of various breeds of dog originating in Europe as hunting dogs, and having heavy, curly fur in a solid color; their shoulder height indicates their classification as standard, miniature, or toy.",
      "The domestic dog is a canid that is known as man's best friend.",
      "The dog is a mammal in the order Carnivora.",
      "A common four-legged animal, especially kept by people as a pet or to hunt or guard things.",
      "Subspecies of the Canidæ family, frequently kept as a pet",
      "A member of the genus Canis (probably descended from the common wolf) that has been domesticated by man since prehistoric times; occurs in many breeds",
      "The domestic dog",
      "The quality of being a dog.",
      "Animal kept for companionship and a person's enjoyment",
      "A pet is an animal kept primarily for a person's company or protection, as opposed to working animals, sport animals, livestock, and laboratory animals, which are kept primarily for performance, agricultural value, or research.",
      "An animal which is kept in the home as a companion and treated affectionately.",
      "An animal kept as a companion.",
      "A domesticated animal kept for companionship or amusement"
    ]
  },
  "category": "Animals & Nature",
  "alsoKnownAs": [
    "Miniature Poodle",
    "Standard Poodle",
    "Toy Poodle"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A <a href=\"https://en.wikipedia.org/wiki/Poodle\">poodle</a>, a popular dog breed with curly hair, often groomed in an ornamental pattern.</p>\r\n\r\n<p>Generally depicted as a grayish-white poodle in full profile on all fours facing left, with a shaved torso, legs, and face with fuller, pom-pom-like hair on its head, ears, chest, feet, and tip of tail (as the <a href=\"https://www.akc.org/dog-breeds/poodle-standard/\">Continental Clip</a>).</p>\r\n\r\n<p>Like <a href=\"/dog/\">🐕 Dog</a>, may be used to represent a variety of dog breeds (often fluffy or long-haired). See also <a href=\"/dog-face/\">🐶 Dog Face</a>.</p>\r\n\r\n<p><a href=\"/google/android-7.0/poodle/\">Google</a>, <a href=\"/samsung/experience-9.0/poodle/\">Samsung</a>, and <a href=\"/facebook/2.0/poodle/\">Facebook&rsquo;s</a> designs previously featured pink poodles.</p>",
  "apple_vendor_description": "Apple's 'poodle' emoji is a charming and elegantly rendered canine companion. The poodle is depicted with fluffy, textured fur, achieved through Apple's signature glossy 3D shading and realistic lighting, giving it a soft and inviting appearance. Its playful posture and alert expression, enhanced by the smooth, rounded edges of its form, convey a sense of intelligence and sophistication. This delightful emoji is perfect for expressing affection for pets, particularly poodles, or for adding a touch of whimsy to messages on Apple devices."
}