{
  "code": "🤑",
  "Unicode": [
    "U+1F911"
  ],
  "slug": "money-mouth-face",
  "shortcodes": {
    "github": ":money_mouth_face:",
    "slack": ":money_mouth_face:",
    "discord": ":money_mouth_face:"
  },
  "title": "Money-Mouth Face",
  "keywords": [
    "face",
    "money",
    "money-mouth face",
    "mouth"
  ],
  "senses": {
    "adjectives": [
      "Possessing material wealth"
    ],
    "verbs": [],
    "nouns": [
      "Part of the body at the front of the head",
      "The face is a central organ of sense and is also very central in the expression of emotion among humans and among numerous other species.",
      "Faces are the central sense organ complexes, for those animals that have one, normally on the ventral surface of the head.",
      "The front of the human head from the forehead to the chin and ear to ear",
      "The front part of the head, featuring the eyes, nose, and mouth and the surrounding area.",
      "The basic monetary unit in many countries; equal to 100 cents",
      "Used in many countries",
      "Official designation for currency in some parts of the world, including Canada, Australia, the United States, Hong Kong, and elsewhere. Its symbol is $.",
      "Dollar is the name of several currencies, including those of Australia, Belize, Brunei, Canada, Hong Kong, Namibia, New Zealand, Singapore, Suriname, Taiwan, the United States, and previously Zimbabwe.",
      "Designation for specific currency.",
      "Name of many currencies",
      "The currency of Suriname.",
      "Mouths are a part of the anatomy constituting the first portion of the alimentary canal that receives food and saliva.",
      "The opening through which food is taken in and vocalizations emerge",
      "A body cavity",
      "First portion of the alimentary canal that receives food",
      "In biological anatomy, commonly referred to as the mouth, under formal names such as the oral cavity, buccal cavity, or in Latin cavum oris, is the opening through which many animals take in food and issue vocal sounds.",
      "Cavity that is limited by the lips in front, the cheeks on the side, the soft and hard palate at the top and the floor of the mouth below.",
      "Mouth",
      "The opening of a creature through which food is ingested.",
      "Means of exchange and measure of value.",
      "A medium for exchanging ownership of the economic values represented by one or more currency units.",
      "A generally accepted means of exchange and measure of value.",
      "An unspecified amount in a currency.",
      "Money is any item or verifiable record that is generally accepted as payment for goods and services and repayment of debts in a particular country or socio-economic context.",
      "Money is commonly defined by the functions attached to any good or token that functions in trade as a medium of exchange, store of value, and unit of account, although economics offers various definitions.",
      "Object or record accepted as payment",
      "The most common medium of exchange; functions as legal tender",
      "In Dutch or German languages"
    ]
  },
  "category": "Smileys & Emotion",
  "alsoKnownAs": [
    "Dollar Sign Eyes",
    "Money Face",
    "Rich"
  ],
  "version": {
    "unicode-version": "8.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A yellow face with raised eyebrows, currency symbols for eyes (usually&nbsp;<a href=\"/heavy-dollar-sign/\">dollar signs</a>), and an open smile sticking out a tongue (usually colored green with a <a href=\"/heavy-dollar-sign/\">dollar sign</a>, echoing a&nbsp;<a href=\"/dollar-banknote/\">dollar banknote</a>).</p>\r\n\r\n<p>Facebook&#39;s design shows this emoji&#39;s&nbsp;<a href=\"/heavy-dollar-sign/\">dollar sign</a>&nbsp;eyes over a gray <a href=\"/coin\">coin </a>shape, while&nbsp;Huawei&#39;s emoji design has <a href=\"/yen-banknote\">yen-shaped</a> eyes instead of&nbsp;<a href=\"/heavy-dollar-sign/\">dollar signs</a>.</p>\r\n\r\n<p>Used for a wide range of content dealing with money, including making money, loving wealth, being or feeling rich, and concepts of success and excellence (e.g.,&nbsp;<em>on the&nbsp;</em><i>money</i>).</p>",
  "apple_vendor_description": "On Apple devices, the money-mouth face emoji features a bright yellow, cheerful face with wide, enthusiastic eyes and a mouth that opens to reveal a cascade of glistening coins and dollar signs. The 3D shading and realistic lighting on Apple devices give the coins a tangible sparkle, exuding an aura of excitement and financial ambition. This emoji is commonly used to express a desire for wealth, a successful business deal, or the thrill of earning money."
}