{
  "code": "🔌",
  "Unicode": [
    "U+1F50C"
  ],
  "slug": "electric-plug",
  "shortcodes": {
    "github": ":electric_plug:",
    "slack": ":electric_plug:",
    "discord": ":electric_plug:"
  },
  "title": "Electric Plug",
  "keywords": [
    "electric",
    "electricity",
    "plug"
  ],
  "senses": {
    "adjectives": [
      "Powered by electricity.",
      "Utilising electricity.",
      "Of, relating to, produced by, operated with, or utilising electricity; electrical.",
      "Using or providing or producing or transmitting or operated by electricity",
      "Related to electricity and electronics.",
      "Related to electricity (or electronics)",
      "By means of electricity"
    ],
    "verbs": [
      "Supply the force or power for the functioning of"
    ],
    "nouns": [
      "Receptacle providing a place in a wiring system where current can be taken to run electrical devices",
      "A device for connecting electrically operated devices to the power supply, having protruding prongs or pins that fit into matching slots or holes in a power socket.",
      "AC power plugs and sockets are devices that allow electrically operated equipment to be connected to the primary alternating current power supply in a building.",
      "Electricity power point.",
      "A wall-mounted power socket.",
      "A female electrical connector that have slots or holes which accept the pins or blades of power plugs inserted into them and deliver electricity to the plugs.",
      "A wall-mounted device such as a socket or receptacle connected to an electrical system at which current is taken to supply utilization equipment or appliances.",
      "A mains electricity power point mounted in or on a wall inside a dwelling or other building.",
      "Two or three pronged wall electrical outlets",
      "An electric socket."
    ]
  },
  "category": "Objects",
  "alsoKnownAs": [
    "AC Adaptor",
    "Power Cable",
    "Power Plug"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>An electric plug, as inserted into socket to power a device. Depicted as a black, two-pronged plug at various angles at the end of a cable. Prongs are silver or gold.</p>\r\n\r\n<p>Commonly used for various literal and figurative content concerning electricity and power. May also be used for various slang senses of <i>plug</i>, e.g., a connection or hookup.</p>\r\n\r\n<p>Apple and WhatsApp&rsquo;s designs suggest a plug used in North America and Japan while other platforms, including Google and Samsung, suggest one used in Europe and many other parts of the world.</p>",
  "apple_vendor_description": "The electric plug emoji on Apple devices presents a clean, modern design with a glossy finish and realistic lighting that highlights its metallic prongs. Apple's meticulous attention to detail is evident in the smooth gradients and the slight beveling of the plug's casing, giving it a tactile and substantial feel. This emoji powerfully symbolizes power, energy, charging devices, and the act of connecting, making it a common visual cue in discussions about technology and electricity."
}