{
  "code": "🔲",
  "Unicode": [
    "U+1F532"
  ],
  "slug": "black-square-button",
  "shortcodes": {
    "github": ":black_square_button:",
    "slack": ":black_square_button:",
    "discord": ":black_square_button:"
  },
  "title": "Black Square Button",
  "keywords": [
    "black square button",
    "button",
    "geometric",
    "square"
  ],
  "senses": {
    "adjectives": [
      "Having a pleasing shape, pleasant to look at",
      "Having a well-proportioned and pleasing shape",
      "Having a pleasing shape.",
      "Of, or relating to geometry.",
      "Of or relating to or determined by geometry",
      "Of or relating to geometry.",
      "Of, or relating to geometry; geometric.",
      "Not thin; of a specific thickness or of relatively great extent from one surface to the opposite usually in the smallest of the three solid dimensions",
      "Relatively great in extent from one surface to the opposite in its smallest solid dimension.",
      "Relatively great in extent from one surface to another.",
      "Relatively large distance from one surface to the opposite in its smallest solid dimension.",
      "Forming a right angle, especially at right angles with the mast or the keel, and parallel to the horizon; said of the yards of a square-rigged vessel when they are so braced.",
      "Having four equal sides and four right angles or forming a right angle",
      "Holding or containing nothing"
    ],
    "verbs": [
      "To enter data into a system.",
      "To enter data.",
      "Enter (data or a program) into a computer",
      "Make square",
      "Remove the inner part or the core of",
      "Add a decorative border to a picture.",
      "Enclose in a frame, as of a picture",
      "Of a picture such as a painting or photograph, to place inside a decorative border.",
      "Remove the interior of"
    ],
    "nouns": [
      "Plural form of box.",
      "A (usually rectangular) container; may have a lid",
      "A cuboid space; a container, usually with a hinged lid.",
      "Box describes a variety of containers and receptacles for permanent use as storage, or for temporary use often for transporting contents.",
      "Or any of a variety of containers or receptacles",
      "In electrical engineering, a switch is an electrical component that can break an electrical circuit, interrupting the current or diverting it from one conductor to another.",
      "Electrical component that can break an electrical circuit",
      "A device to turn electric current on and off or direct its flow.",
      "Control consisting of a mechanical or electrical or electronic device for making or breaking or changing the connections in a circuit",
      "A circuit element that has two states, on and off.",
      "Device to turn electric current on and off or direct its flow."
    ]
  },
  "category": "Symbols",
  "alsoKnownAs": [],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A square version of the&nbsp;<a href=\"/radio-button\">🔘 Radio Button</a>&nbsp;emoji.</p>\r\n\r\n<p>The inverse of the&nbsp;<a href=\"/white-square-button\">🔳 White Square Button</a>.</p>",
  "apple_vendor_description": "The black square button emoji, as rendered on Apple devices, presents a perfectly geometric, matte black square with subtly rounded corners, a hallmark of Apple's clean interface design. Its subtle 3D shading suggests a slight pressability, giving it a tactile feel even on screen. This emoji is frequently used in digital contexts to signify a button press, a selection, or the concept of a 'stop' function, often within technical or interface-related discussions on Apple platforms."
}