{
  "code": "😛",
  "Unicode": [
    "U+1F61B"
  ],
  "slug": "face-with-tongue",
  "shortcodes": {
    "github": ":stuck_out_tongue:",
    "slack": ":stuck_out_tongue:",
    "discord": ":stuck_out_tongue:"
  },
  "title": "Face with Stuck-Out Tongue",
  "keywords": [
    "face",
    "face with tongue",
    "tongue"
  ],
  "senses": {
    "adjectives": [
      "Arousing laughter.",
      "Of or pertaining to laughter",
      "Being funny, whimsically amusing.",
      "Arousing or provoking laughter",
      "Full of humor or arousing laughter; funny.",
      "Funny; amusing; comical.",
      "Fitted to excite laughter; humorous.",
      "Amusing; humorous; comical.",
      "Funny, hilarious.",
      "Naughtily or annoyingly playful",
      "Full of fun and high spirits",
      "Full of gambols or tricks.",
      "Indicating a lack of maturity",
      "Foolish, silly",
      "Ludicrous, foolish"
    ],
    "verbs": [
      "Change one's facial expression by spreading the lips, often to signal pleasure",
      "Talk or behave amorously, without serious intentions",
      "To talk or behave amorously, without serious intentions.",
      "To say or do something for amusement; to speak humorously.",
      "To tell a joke.",
      "Tell a joke; speak humorously",
      "To do or say something for amusement rather than seriously.",
      "To tell a joke; to talk in a playful manner; to make fun of something or someone."
    ],
    "nouns": [
      "A happy face expression using mouth, but without producing voice.",
      "A smile is a facial expression formed by flexing the muscles near both ends of the mouth and by flexing muscles throughout the mouth.",
      "A facial expression comprised by flexing the muscles of both ends of one's mouth, often showing the front teeth, without vocalisation, and in humans is a common involuntary or voluntary expression of happiness, pleasure, amusement or anxiety.",
      "A facial expression characterized by turning up the corners of the mouth; usually shows pleasure or amusement",
      "Conscious or subconscious facial muscular movement conveying mirth or pleasure",
      "An upwards movement of the sides of the mouth that indicates happiness or satisfaction.",
      "Something said or done for amusement, not in seriousness.",
      "Something said or done for amusement.",
      "A ludicrous or grotesque act done for fun and amusement",
      "Ludicrous act or behaviour.",
      "A ludicrous gesture or act; ridiculous behaviour.",
      "Malicious or reckless behaviour.",
      "A deceitful confidence trick, or mischief causing discomfort or annoyance.",
      "Malicious or reckless behaviour",
      "Mischief.",
      "Devilish action or conduct; mischief.",
      "Mischief is a vexatious or annoying action, or, conduct or activity that playfully causes petty annoyance.",
      "A vexatious or annoying action, or, conduct or activity that playfully causes petty annoyance",
      "Mischief, or malicious mischief is the specific name for different criminal offenses in a number of different criminal jurisdictions.",
      "Reckless or malicious behavior that causes discomfort or annoyance in others",
      "Vexatious or annoying conduct."
    ]
  },
  "category": "Smileys & Emotion",
  "alsoKnownAs": [
    "Cheeky",
    "Tongue Face",
    "Tongue-Out"
  ],
  "version": {
    "unicode-version": "6.1",
    "emoji-version": "1.0"
  },
  "description": "<p>A yellow face with small, open eyes and a big grin, playfully sticking out its <a href=\"/tongue/\" title=\" 👅 Tongue\">tongue</a>. Can variously convey a sense of fun, excitement, silliness, cuteness, happiness, or jesting, as if saying <i>Just kidding!</i></p>\r\n\r\n<p>Generally less goofy than <a href=\"/winking-face-with-tongue/\">😜&nbsp;Winking Face With Tongue</a> and less animated than <a href=\"/squinting-face-with-tongue/\">😝&nbsp;Squinting Face With Tongue</a>.&nbsp;Google <a href=\"/google/android-7.0/face-with-tongue/\">previously featured</a> a more defeated expression and <a href=\"/samsung/touchwiz-7.1/face-with-tongue/\">Samsung</a>, a more mocking one.</p>\r\n\r\n<p>Because of its stuck-out tongue, note that this smiley may be applied or interpreted in suggestive ways.</p>",
  "apple_vendor_description": "The face with tongue emoji on Apple devices is a playful and mischievous character, rendered with Apple's signature bright, glossy finish and smooth, rounded edges. Its wide grin and slightly protruding tongue convey a sense of lightheartedness, teasing, or silliness, enhanced by the realistic lighting that gives it a lively dimension. This emoji is perfect for adding a touch of fun and humor to messages, reflecting Apple's dedication to expressive and engaging digital communication."
}