{
  "code": "🛢️",
  "Unicode": [
    "U+1F6E2",
    "U+FE0F"
  ],
  "slug": "oil-drum",
  "shortcodes": {
    "github": ":oil_drum:",
    "slack": ":oil_drum:",
    "discord": ":oil_drum:"
  },
  "title": "Oil Drum",
  "keywords": [
    "drum",
    "oil"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [],
    "nouns": [
      "A dark oil consisting mainly of hydrocarbons",
      "Petroleum",
      "Petroleum-based liquid used as fuel or lubricant.",
      "Oil which derives from petroleum and is made up of hydrocarbons.",
      "Crude oil",
      "Unrefined oil; as it is found underground, consisting mainly of hydrocarbons",
      "Naturally occurring flammable liquid",
      "A flammable liquid ranging in color from clear to very dark brown and black, consisting mainly of hydrocarbons, occurring naturally in deposits under the Earth's surface.",
      "Crude oil.",
      "A comparatively volatile liquid bitumen composed principally of hydrocarbon, with traces of sulphur, nitrogen or oxygen compounds; can be removed from the earth in a liquid state."
    ]
  },
  "category": "Travel & Places",
  "alsoKnownAs": [],
  "version": {
    "unicode-version": "7.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A barrel for transporting bulk liquids, such as oil. Generally depicted as a red or blue metal drum with holes or a stopper on its lid. Commonly used for various content concerning petroleum or hazardous waste.</p>\r\n\r\n<p>Google&rsquo;s design <a href=\"/google/android-8.0/oil-drum/\">previously&nbsp;displayed</a>&nbsp;a yellow oil drop symbol, while&nbsp;Samsung&#39;s design <a href=\"/samsung/experience-9.0/oil-drum/\">previously&nbsp;featured</a> a yellow hazard sign.</p>",
  "apple_vendor_description": "On Apple devices, the oil drum emoji presents a robust, metallic cylinder with a striking metallic sheen and precise 3D detailing, reflecting realistic lighting to showcase its industrial heft. Its smooth, slightly worn texture and bold, dark gray finish are characteristic of Apple’s commitment to visual authenticity. This emoji typically signifies industry, resources, or sometimes even a playful nod to something substantial or impactful in digital exchanges."
}