{
  "code": "👞",
  "Unicode": [
    "U+1F45E"
  ],
  "slug": "mans-shoe",
  "shortcodes": {
    "github": ":shoe:",
    "slack": ":shoe:",
    "discord": ":mans_shoe:"
  },
  "title": "Mans Shoe",
  "keywords": [
    "clothing",
    "man",
    "man’s shoe",
    "shoe"
  ],
  "senses": {
    "adjectives": [
      "Of, relating to, or denoting a member of the sex that begets young by fertilizing ova.",
      "Being the sex (of plant or animal) that produces gametes (spermatozoa) that perform the fertilizing function in generation"
    ],
    "verbs": [
      "Be dressed in",
      "To move from one place to another by moving legs alternately, so that at least one foot is in contact with the floor or surface at any one time.",
      "Use one's feet to advance; advance by steps"
    ],
    "nouns": [
      "Clothing, garments, dress, material.",
      "Clothing is material used to cover parts of the human body for protection against the environment, for comfort and body modesty, and as personal decoration, often reflecting religious, cultural, and social customs.",
      "Clothing is fiber and textile material worn on the body.",
      "Clothes.",
      "Clothes considered as a group.",
      "All coverings designed to be worn on a person's body.",
      "Clothing",
      "Something that can be worn; an item of clothing.",
      "A covering of or like clothing.",
      "A single item of clothing.",
      "An act or instance of putting clothes on.",
      "A covering designed to be worn on a person's body",
      "Clothes, possessions or equipment.",
      "(in combination) clothing",
      "Fiber and textile material worn on the body",
      "A protective covering for the foot, with a bottom part composed of thick leather or plastic sole and often a thicker heel, and a softer upper part made of leather or synthetic material. Shoes generally do not extend above the ankle, as opposed to boots, which do.",
      "Footwear",
      "Footwear shaped to fit the foot (below the ankle) with a flexible upper of leather or plastic and a sole and heel of heavier material",
      "A shoe is an item of footwear intended to protect and comfort the human foot while doing various activities.",
      "Popular trends.",
      "Fashion refers to styles of dress that are popular in a culture at any given time.",
      "The latest and most admired style in clothes and cosmetics and behavior",
      "Term for a popular style or practice in clothing, make-up, furniture, etc.",
      "The latest and most admired style in clothes and cosmetics and behavior.",
      "Fashion is a popular style or practice, especially in clothing, footwear, accessories, makeup, body piercing, or furniture.",
      "A prevailing mode of expression, e.g., clothing",
      "The act of publicly exhibiting or entertaining",
      "A dress shoe is a shoe to be worn at smart casual or more formal events."
    ]
  },
  "category": "Objects",
  "alsoKnownAs": [
    "Brown Shoe",
    "Shoe"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A shoe worn by a man, to work, dinner, or another occasion that requires footwear. Unlike womens shoes, this shoe is likely to be comfortable.</p>\n",
  "apple_vendor_description": "The men's shoe emoji on Apple devices showcases a classic, athletic sneaker rendered with exceptional detail and smooth gradients. Apple's signature 3D shading imbues it with a sporty, dynamic feel, highlighting the laces and the textured sole. It's commonly used to represent footwear, walking, exercise, or even a hasty departure."
}