{
  "code": "💟",
  "Unicode": [
    "U+1F49F"
  ],
  "slug": "heart-decoration",
  "shortcodes": {
    "github": ":heart_decoration:",
    "slack": ":heart_decoration:",
    "discord": ":heart_decoration:"
  },
  "title": "Heart Decoration",
  "keywords": [
    "heart",
    "heart decoration"
  ],
  "senses": {
    "adjectives": [
      "Pertaining to the heart.",
      "Relating to the heart.",
      "Of or relating to the heart",
      "Held dear",
      "Having a bluish-purple color.",
      "Having a bluish-purple colour.",
      "Having a colour/color that is a dark blend of red and blue.",
      "Of a color intermediate between red and blue",
      "Of a color intermediate between red and blue."
    ],
    "verbs": [
      "To be fond of. Often bracketed or abbreviated with a heart symbol.",
      "Love intensely",
      "Love intensely."
    ],
    "nouns": [
      "Love is a variety of different feelings, states, and attitudes that ranges from interpersonal affection to pleasure.",
      "An intense feeling of affection and care towards another person.",
      "Emotion based on affection",
      "A strong positive emotion of regard and affection",
      "In the Italian or Latin languages",
      "The form of romantic affection that is considered pure and wholly positive, not just based on feelings of lust.",
      "Love is a word which refers to a variety of different emotional states, feelings or attitudes which range from those of simple personal pleasures or desires to those characterizing interpersonal affection and many forms of profound kindness, compassion, and benevolent concern for the good of others."
    ]
  },
  "category": "Smileys & Emotion",
  "alsoKnownAs": [],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A decorative heart that generally displays as a white heart-shaped cutout in a pink or purple roundrect.</p>\r\n\r\n<p>Google <a href=\"/google/android-7.0/heart-decoration/\">previously</a> displayed a pink heart with yellow dots around it, Samsung&rsquo;s was a <a href=\"/samsung/experience-9.0/heart-decoration/\">pink patterned heart</a>, and Microsoft&rsquo;s had corner&nbsp;<a href=\"/microsoft/windows-10-anniversary-update/heart-decoration/\">stitches</a>.</p>",
  "apple_vendor_description": "Apple's heart decoration emoji is a delightful embellishment, appearing as a stylized heart with a festive, celebratory flair. Its design on Apple devices features a rich, possibly pink or red hue, enhanced by Apple's signature glossy 3D shading and subtle highlights that suggest it's a charming adornment. This emoji adds a touch of joy and festivity to messages, often used to enhance greetings or express special occasions."
}