{
  "code": "⏳",
  "Unicode": [
    "U+23F3"
  ],
  "slug": "hourglass-not-done",
  "shortcodes": {
    "github": ":hourglass_flowing_sand:",
    "slack": ":hourglass_flowing_sand:",
    "discord": ":hourglass_flowing_sand:"
  },
  "title": "Hourglass with Flowing Sand",
  "keywords": [
    "hourglass",
    "hourglass not done",
    "sand",
    "timer"
  ],
  "senses": {
    "adjectives": [
      "Not moving quickly; taking a comparatively long time",
      "Not happening in a short time; spread over a comparatively long time.",
      "Spread over a comparatively long time."
    ],
    "verbs": [],
    "nouns": [
      "A device that measures the passage of a few minutes or an hour of time thanks to sand flowing through a narrow passage from one vessel to another.",
      "Timepiece in which the passage of time is indicated by the flow of sand from one transparent container to another through a narrow passage",
      "A clock made of two glass vessels connected with a narrow passage, with sand flowing through that passage.",
      "An instrument for measuring the passage of time by the passage of sand through a narrow opening.",
      "An hourglass measures the passage of a few minutes or an hour of time.",
      "A device that measures the passage of a few minutes or an hour of time thanks to sand flowing through a narrow passage from one vessel to another.",
      "A sandglass that runs for sixty minutes",
      "Instrument that measures a specific length of time",
      "A timer is a specialized type of clock for measuring time intervals.",
      "Device used to measure time.",
      "An internal routine that causes the system to send a message whenever a specified interval elapses.",
      "A mechanism that measures the remaining time from a preset amount of time and sounds an alarm when this time has elapsed.",
      "A device used to measure amounts of time.",
      "A mechanism that measures the duration of events, like calls, Internet time, etc.",
      "A timepiece that measures a time interval and signals its end",
      "Type of clock used to measure amount of time since or until a set time"
    ]
  },
  "category": "Travel & Places",
  "alsoKnownAs": [],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A classic hourglass, its sand still flowing from the top to bottom bulb. Indicates time is still passing&mdash;but life is short. Color varies across platforms.</p>\r\n\r\n<p>Commonly used for various content concerning time. May also be used for hourglass-shaped figures. Not to be confused with <a href=\"/hourglass-done/\">⌛&nbsp;Hourglass Done</a>, whose sand has stopped flowing.</p>",
  "apple_vendor_description": "On Apple devices, the hourglass-not-done emoji presents a classic hourglass with sand still flowing from the upper bulb to the lower, its glass rendered with a subtle sheen and soft, rounded edges.  The clear distinction between the two chambers and the visible stream of sand, all illuminated by Apple's realistic lighting, conveys a sense of ongoing process and pending completion. This emoji is frequently used to signify that time is passing, a task is still in progress, or that a wait is underway."
}