{
  "code": "🌮",
  "Unicode": [
    "U+1F32E"
  ],
  "slug": "taco",
  "shortcodes": {
    "github": ":taco:",
    "slack": ":taco:",
    "discord": ":taco:"
  },
  "title": "Taco",
  "keywords": [
    "mexican",
    "taco"
  ],
  "senses": {
    "adjectives": [
      "Of, from, or pertaining to Mexico.",
      "Of or pertaining to Mexico.",
      "Of or relating to Mexico or its inhabitants"
    ],
    "verbs": [],
    "nouns": [
      "A native or inhabitant of Mexico",
      "Person from Mexico or of Mexican descent.",
      "A person from Mexico or of Mexican descent.",
      "A tortilla rolled cupped around a filling",
      "A taco is a traditional Mexican dish composed of a corn or wheat tortilla folded or rolled around a filling.",
      "Traditional Mexican dish",
      "Any substance consumed to provide nutritional support for the body. For prepared ready-to-eat food, use dish: Q746549.",
      "Any substance consumed by living organisms to sustain life.",
      "Food.",
      "Any substance that can be consumed by living organisms, especially by eating, in order to sustain life.",
      "Any solid substance (as opposed to liquid) that is used as a source of nourishment",
      "Food is any substance consumed to provide nutritional support for the body."
    ]
  },
  "category": "Food & Drink",
  "alsoKnownAs": [],
  "version": {
    "unicode-version": "8.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A&nbsp;<a href=\"/flag-mexico/\" title=\"🇲🇽 Flag For Mexico\">Mexican&nbsp;</a>or Tex-Mex taco on a hard or soft corn tortilla, filled with such ingredients as&nbsp;<a href=\"/cut-of-meat/\">beef</a>,&nbsp;<a href=\"/leafy-green/\">lettuce</a>,&nbsp;<a href=\"/tomato/\">tomato</a>,&nbsp;<a href=\"/cheese-wedge/\">cheese</a>, and onion. Apple&rsquo;s design resembles a&nbsp;<i>carne asada&nbsp;</i>taco, with cilantro and white onion.</p>",
  "apple_vendor_description": "The taco emoji on Apple devices bursts with flavor and texture, its shell a warm, golden brown with realistic lighting that emphasizes its crispness. Filled with an array of colorful ingredients, each component is meticulously rendered with smooth gradients, from the bright red of tomatoes to the fresh green of lettuce. This delicious representation of the popular dish, with its playful presentation on Apple devices, is ideal for conveying excitement about food or a casual, fun dining experience."
}