{
  "code": "⛵",
  "Unicode": [
    "U+26F5"
  ],
  "slug": "sailboat",
  "shortcodes": {
    "github": ":sailboat:",
    "slack": ":sailboat:",
    "discord": ":sailboat:"
  },
  "title": "Sailboat",
  "keywords": [
    "boat",
    "resort",
    "sailboat",
    "sea",
    "yacht"
  ],
  "senses": {
    "adjectives": [
      "Travelling by ship.",
      "Travelling by ship"
    ],
    "verbs": [
      "To cause to go on board a vessel or boat; to put on shipboard.",
      "To engage to serve on board a vessel.",
      "Go on board",
      "Travel in a yacht",
      "To traverse or travel by ship on a body of water.",
      "To travel by boat.",
      "Travel by boat.",
      "Traverse or travel on (a body of water)",
      "To be impelled or driven forward by the action of wind upon sails, as a ship on water; to be impelled on a body of water by steam or other power."
    ],
    "nouns": [
      "A ship is a large buoyant watercraft.",
      "A larger water vessel",
      "Large buoyant watercraft",
      "Large water vessel.",
      "A vessel that carries passengers or freight",
      "A water-borne vessel generally larger than a boat.",
      "Ships are large buoyant marine vessels.",
      "A boat that by its size, solidity and power is appropriate for long navigations and big marine enterprises.",
      "A facility consisting of the means and equipment necessary for the movement of passengers or goods",
      "A means of conveyance.",
      "Shared passenger transport service which is available for use by the general public",
      "The act or the means of conveying people in mass as opposed to conveyance in private vehicles.",
      "Any form of transport that can be used by a member of public (usually for a fee); as opposed to private ownership of e.g. cars.",
      "Public transport is a shared passenger transport service which is available for use by the general public, as distinct from modes such as taxicab, carpooling or hired buses which are not shared by strangers without private arrangement.",
      "The conveyance of people or goods from one place to another, especially on a public transportation system; the vehicles used for such conveyance.",
      "The conveyance of people or goods from one place to another.",
      "A small sailing vessel; usually with a single mast",
      "A sailboat or sailing boat is a boat propelled partly or entirely by sails smaller than a sailing ship.",
      "A boat propelled by sails.",
      "Boat propelled partly or entirely by sails",
      "A boat propelled by the wind in its sails.",
      "The work of a sailor",
      "The work, or calling of a sailor.",
      "Sailing is the propulsion of a vehicle and the control of its movement with large foils called sails.",
      "Propulsion of a vehicle and the control of its movement with large (usually fabric) foils called sails",
      "Work or calling of a sailor.",
      "The transport and movement of goods, people and animals over water.",
      "Recreational ship",
      "A slick and light ship for making pleasure trips or racing on water, having sails but often motor-powered. At times used as a residence offshore on a dock.",
      "A slick and light ship for making pleasure trips or racing on water, having sails but often motor powered.",
      "An expensive vessel propelled by sail or power and used for cruising or racing",
      "Yacht racing is a form of sport reserved for yachts and larger sailboats.",
      "A yacht is a recreational boat or ship.",
      "A boat is a watercraft, usually smaller than most ships.",
      "A watercraft designed to float or plane on, and provide transport over water.",
      "A boat is a watercraft of any size designed to float or plane, to work or travel on water.",
      "Watercraft",
      "A small vessel for travel on water"
    ]
  },
  "category": "Travel & Places",
  "alsoKnownAs": [
    "Dinghy",
    "Yacht"
  ],
  "version": {
    "unicode-version": "5.2",
    "emoji-version": "1.0"
  },
  "description": "<p>A sailboat, otherwise known as a sailing boat or yacht. &nbsp;Uses wind as the source of propulsion to move around a body of water.</p>\r\n\r\n<p>The color of the sails in this emoji&nbsp;vary by platform, with vendors displaying blue sails, orange sails, or a mix of red, yellow, orange, blue or white.</p>",
  "apple_vendor_description": "On Apple devices, the sailboat emoji presents a crisp white sail billowing gently against a serene, light blue background, evoking a sense of calm adventure.  Its hull is rendered in a warm, polished wood tone, complete with subtle shadows and highlights that showcase Apple's signature glossy 3D shading.  This emoji on Apple devices is perfect for conveying journeys, vacations, or the pursuit of new horizons with a touch of optimistic tranquility."
}