{
  "code": "💎",
  "Unicode": [
    "U+1F48E"
  ],
  "slug": "gem-stone",
  "shortcodes": {
    "github": ":gem:",
    "slack": ":gem:",
    "discord": ":gem:"
  },
  "title": "Gem Stone",
  "keywords": [
    "diamond",
    "gem",
    "gem stone",
    "jewel"
  ],
  "senses": {
    "adjectives": [
      "As if shining with a brilliant light; radiant.",
      "Reflecting light",
      "Reflecting light.",
      "Having a great value.",
      "Having great material or monetary value especially for use or exchange",
      "Made of, or containing diamond.",
      "Made of, or containing diamond, a diamond or diamonds."
    ],
    "verbs": [
      "To adorn with diamonds.",
      "To adorn with or as if with diamonds",
      "To adorn with, or as if with, gems.",
      "Adorn or decorate with precious stones",
      "To obtain something with money.",
      "Obtain by purchase; acquire by means of a financial transaction",
      "To obtain (something) in exchange for money or goods",
      "To buy, obtain by payment of a price in money or its equivalent.",
      "To obtain in exchange for money or goods."
    ],
    "nouns": [
      "Jewellery or jewelry is small decorative items worn for personal adornment, such as brooches, rings, necklaces, earrings, and bracelets.",
      "Form of personal adornment",
      "An adornment (as a bracelet or ring or necklace) made of precious metals and set with gems (or imitation gems)",
      "Collectively, personal ornamentation such as rings, necklaces, brooches and bracelets, made of precious metals and sometimes set with gemstones.",
      "Pieces of jewellery or ornaments that contain precious stones.",
      "A precious or semi-precious stone; gem, gemstone.",
      "A precious or semiprecious stone incorporated into a piece of jewelry",
      "An attractive mineral used for adornments",
      "Piece of mineral used to make jewelry",
      "A crystalline rock that can be cut and polished for jewelry",
      "Any gem, such as a diamond or ruby, that is expensive because of its rarity or desirability; especially one set into a piece of jewelry.",
      "A small piece of stone, a pebble.",
      "A gemstone or gem is a piece of crystal, which, in cut and polished form, is used to make jewelry or other adornments.",
      "A valuable stone that has been cut and polished and is used in jewellery."
    ]
  },
  "category": "Objects",
  "alsoKnownAs": [
    "Gem",
    "Diamond",
    "Jewel"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A jewel or gem, as set into a <a href=\"/ring/\">ring</a>. Depicted in the shape of a classic diamond but in the bright blue color of an <a href=\"https://en.wikipedia.org/wiki/Beryl#Aquamarine_and_maxixe\">aquamarine</a>.</p>\r\n\r\n<p>Commonly used for various content concerning jewelry, as upon an engagement or <a href=\"/wedding-marriage/\">marriage</a>. May also convey various literal and figurative senses of beauty, wealth, sophistication, preciousness, and sparkling.</p>\r\n\r\n<p><em>Note: this emoji is not supported in Twitter / X names,&nbsp;to minimize confusion with a verified checkmark. <a href=\"https://blog.emojipedia.org/why-you-cant-use-these-emojis-in-your-twitter-name/\">Learn more here</a>.</em></p>",
  "apple_vendor_description": "On Apple devices, the gemstone emoji showcases a brilliant, multifaceted cut, catching light with a dazzling sparkle. Its deep, rich sapphire blue is rendered with Apple's signature glossy 3D shading and smooth gradients, giving it a luxurious and precious feel. This radiant jewel on Apple devices often symbolizes wealth, value, or something precious and cherished in digital conversations."
}