{
  "code": "🇮🇨",
  "Unicode": [
    "U+1F1EE",
    "U+1F1E8"
  ],
  "slug": "flag-canary-islands",
  "shortcodes": {
    "github": ":canary_islands:",
    "slack": ":flag-ic:",
    "discord": ":flag_ic:"
  },
  "title": "Flag: Canary Islands",
  "keywords": [
    "flag"
  ],
  "senses": {
    "adjectives": [
      "From or in the countryside or connected with it.",
      "Of, from or pertaining to the countryside (adjective)."
    ],
    "verbs": [],
    "nouns": [
      "Emblem usually consisting of a rectangular piece of cloth of distinctive design",
      "Piece of cloth.",
      "A flag is a piece of fabric with a distinctive design that is used as a symbol, as a signaling device, or as decoration.",
      "A piece of cloth, often decorated with an emblem, used as a visual signal or symbol.",
      "Piece of fabric with a distinctive design",
      "An archipelago off the coast of north-western Africa, near Morocco and belonging to Spain.",
      "A group of mountainous islands in the Atlantic off the northwest coast of Africa forming Spanish provinces",
      "The Canary Islands, also known as the Canaries, are a Spanish archipelago located just off the northwest coast of mainland Africa, west of the southern border of Morocco.",
      "(ISO 3166-1 code: IC)",
      "An archipelago off the coast of north-western Africa.",
      "Spanish archipelago",
      "Sub-continental land that is surrounded by water",
      "An island or isle is any piece of sub-continental land that is surrounded by water.",
      "A land mass (smaller than a continent) that is surrounded by water",
      "Area of land completely surrounded by water.",
      "Islands are sub-continental landforms that are surrounded by water.",
      "A land mass, especially one smaller than a continent, entirely surrounded by water.",
      "A contiguous area of land, smaller than a continent, totally surrounded by water.",
      "The opposite of secession",
      "As its original Latin term",
      "Government",
      "The collective body of a nation or state as politically organized, or as exercising political functions.",
      "The territory of a nation, especially an independent nation state or formerly independent nation; a political entity asserting ultimate authority over a geographical area.",
      "Nations is often used synonymously with ethnic group, but although ethnicity is now one of the most important aspects of cultural or social identity for the members of most nations, people with the same ethnic origin may live in different nation-states and be treated as members of separate nations for that reason.",
      "Political organisation with a centralized independent government",
      "The government.",
      "An organized political community, living under a government",
      "Nation has various meanings, and the meaning has changed over time.",
      "A state is an organized community living under one government.",
      "A political entity asserting ultimate authority over a geographical area.",
      "A people permanently occupying a fixed territory bound together by common law, habits and custom into one body politic exercising, through the medium of an organized government, independent sovereignty and control over all persons and things within its boundaries, unless or until authority is ceded to a federation or union of other states.",
      "The people who live in a nation or country",
      "A politically organized body of people under a single government",
      "A sovereign state.",
      "A state is a nonphysical juridical entity of the international legal system that is represented by one centralized government that has supreme independent authority over a geographic area.",
      "The geographic area under the control of a political state."
    ]
  },
  "alsoKnownAs": [],
  "version": {
    "unicode-version": null,
    "emoji-version": "1.0"
  },
  "description": "<p>The flag for Canary Islands, which may show as the letters <em>IC</em> on some platforms.</p>",
  "apple_vendor_description": "The flag of the Canary Islands on Apple devices is rendered with a vibrant, crisp design, showcasing its distinct white, blue, and yellow vertical stripes.  Apple's signature glossy 3D shading imbues the fabric with a sense of realistic texture and subtle folds, as if gently waving in a breeze.  This emoji serves as a proud declaration of identity, a travel memento, or a way to share information related to this Spanish archipelago, all presented with Apple's characteristic polished aesthetic.",
  "category": "Flags"
}