{
  "code": "🤓",
  "Unicode": [
    "U+1F913"
  ],
  "slug": "nerd-face",
  "shortcodes": {
    "github": ":nerd_face:",
    "slack": ":nerd_face:",
    "discord": ":nerd_face:"
  },
  "title": "Nerd Face",
  "keywords": [
    "face",
    "geek",
    "nerd"
  ],
  "senses": {
    "adjectives": [
      "Being or like a nerd.",
      "Of or like a nerd."
    ],
    "verbs": [],
    "nouns": [
      "Part of the body at the front of the head",
      "The face is a central organ of sense and is also very central in the expression of emotion among humans and among numerous other species.",
      "Faces are the central sense organ complexes, for those animals that have one, normally on the ventral surface of the head.",
      "The front of the human head from the forehead to the chin and ear to ear",
      "The front part of the head, featuring the eyes, nose, and mouth and the surrounding area.",
      "Descriptive term, often used pejoratively, indicating that a person is overly intellectual, obsessive, or socially impaired",
      "Nerd is a descriptive term, often used pejoratively, indicating that a person is overly intellectual, obsessive, or socially impaired.",
      "A person who is intellectual but generally introverted",
      "Intellectual, skillful person, generally introverted.",
      "An intelligent but single-minded expert in a particular technical field or profession",
      "An intelligent but single-minded expert in a particular technical field or profession.",
      "A dull or stupid person.",
      "A dull stupid fatuous person.",
      "A dull stupid fatuous person"
    ]
  },
  "category": "Smileys & Emotion",
  "alsoKnownAs": [
    "Nerdy"
  ],
  "version": {
    "unicode-version": "8.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A smiling yellow face with glasses, often with teeth showing, originally buck teeth on most platforms.</p>\r\n\r\n<p>While this emoji is often used by people calling themselves nerds in a self-deprecating way, the nerdy glasses paired with buck teeth can, and often does, evoke anti-Asian stereotypes. The fact that the default color of emoji faces is yellow further pushes this emoji into racist &quot;<a href=\"https://hyperallergic.com/189200/asians-meet-new-yellow-emoji-with-frowny-face/\">yellowface</a>&quot;&nbsp;territory.</p>\r\n\r\n<p>Some platforms have redesigned <i>nerd face</i>&nbsp;over time to not have buck teeth, perhaps in acknowledgement of the harm this imagery&nbsp;may cause. Google, Facebook, WhatsApp, and JoyPixels <a href=\"/google/android-7.0/nerd-face/\">originally</a> <a href=\"/facebook/2.0/nerd-face/\">featured</a> <a href=\"/joypixels/4.0/nerd-face/\">designs</a> with buck teeth but have since changed (or completely removed) the teeth on <em>nerd face</em>.</p>\r\n\r\n<p>Apple, Twitter, Microsoft, Samsung, and other platforms still use designs for this emoji that include buck teeth.</p>",
  "apple_vendor_description": "The nerd face emoji on Apple devices sports large, round glasses that gleam with a subtle highlight, conveying an earnest and intelligent expression. Its soft, rounded facial features and gentle shading on Apple devices lend it a friendly and approachable, albeit studious, appearance.  This emoji, with its subtle smile and focused gaze, is often used humorously to represent intelligence, academic pursuits, or a slightly quirky personality in digital conversations."
}