{
  "code": "🏃🏼‍♂️",
  "Unicode": [
    "U+1F3C3",
    "U+1F3FC",
    "U+200D",
    "U+2642",
    "U+FE0F"
  ],
  "slug": "man-running-medium-light-skin-tone",
  "shortcodes": null,
  "title": "man running: medium-light skin tone",
  "keywords": [
    "racing",
    "running",
    "medium-light skin tone",
    "marathon",
    "man"
  ],
  "senses": {
    "adjectives": [
      "(of fluids) moving or issuing in a stream",
      "Moving or issuing in a stream.",
      "Of advancing the ball by running",
      "Moving or advancing by running.",
      "(of e.g. a machine) performing or capable of performing",
      "Functional, in working order.",
      "Executed or initiated by running",
      "Of a horse, having a running gait; not a trotter or pacer."
    ],
    "verbs": [
      "Move fast by using one's feet, with one foot off the ground at any given time",
      "To move quickly by alternately making a short jump off of either foot.",
      "To move forward quickly upon two feet by alternately making a short jump off either foot.",
      "Move fast",
      "To drive fast.",
      "To move fast.",
      "To go fast.",
      "To drive fast; to step on the accelerator."
    ],
    "nouns": [
      "Any long and arduous undertaking",
      "Sexual maturity is the age or stage when an organism can reproduce.",
      "The age or stage when an organism can reproduce",
      "An adult male human.",
      "A man is a male human.",
      "An adult male human",
      "An adult human member of the sex that begets young by fertilizing ova.",
      "A human member of the masculine sex or gender.",
      "An adult person who is male (as opposed to a woman)",
      "A competition of speed",
      "Competition where the goal is to complete the course as fast as possible",
      "The sport of competing in races.",
      "The sport of engaging in contests of speed",
      "Sport contest of speed.",
      "In sport, racing is a competition of speed, against an objective criterion, usually a clock or to a specific point."
    ]
  },
  "category": "People & Body",
  "alsoKnownAs": null,
  "version": null,
  "description": "The Man Running, Type-3 emoji is a sequence of the  Runner,  Emoji Modifier Fitzpatrick Type-3, ? Male Sign and ? Variation Selector-16",
  "apple_vendor_description": "The man running emoji, shown with a medium-light skin tone on Apple devices, captures a dynamic sense of motion and exertion. His pose is athletic, with limbs captured in mid-stride, highlighted by Apple's expert use of glossy 3D shading and realistic lighting that emphasizes musculature.  The smooth gradients and soft rounded edges contribute to its energetic yet approachable appearance, often employed to represent exercise, speed, or a burst of activity in messages."
}