{
  "code": "🕯️",
  "Unicode": [
    "U+1F56F",
    "U+FE0F"
  ],
  "slug": "candle",
  "shortcodes": {
    "github": ":candle:",
    "slack": ":candle:",
    "discord": ":candle:"
  },
  "title": "Candle",
  "keywords": [
    "candle",
    "light"
  ],
  "senses": {
    "adjectives": [
      "Made of wax."
    ],
    "verbs": [
      "To give light to (something).",
      "Make lighter or brighter",
      "To become light, to brighten.",
      "To become light.",
      "To shine light on something."
    ],
    "nouns": [
      "Electromagnetic radiation of moderate wavelengths",
      "Electromagnetic radiation that is capable of causing a visual sensation.",
      "Light is electromagnetic radiation with a wavelength that is visible to the eye or, in a technical or scientific context, the word is sometimes used to mean electromagnetic radiation of all wavelengths.",
      "Object, natural or artificial, that produces light.",
      "(physics) electromagnetic radiation that can produce a visual sensation",
      "A property in graphic design software that makes objects visible, much like light in the natural world.",
      "Light is radiant energy, usually referring to electromagnetic radiation that is visible to the human eye, and is responsible for the sense of sight.",
      "In chemistry shorthand",
      "A bright yellow, red or bluish light which emerges during combustion processes.",
      "The visible part of fire; a stream of burning vapour or gas, emitting light and heat.",
      "Something that has produced or is capable of producing this chemical reaction.",
      "Something that has produced or is capable of producing this chemical reaction, such as a campfire.",
      "Fire is a phenomenon of the heat and light energy released during a chemical reaction, in particular a combustion reaction.",
      "Fire is the rapid oxidation of a material in the exothermic chemical process of combustion, releasing heat, light, and various reaction products.",
      "A flame is the visible, gaseous part of a fire.",
      "Visible, gaseous part of a fire",
      "The state of combustion in which inflammable material burns, producing heat, flames and often smoke.",
      "The process of combustion of inflammable materials producing heat and light and (often) smoke",
      "A yellowish or dark brown wax secreted by honeybees for constructing honeycombs.",
      "Waxes are a class of chemical compounds that are plastic near ambient temperatures.",
      "Any of various substances of either mineral origin or plant or animal origin; they are solid at normal temperatures and insoluble in water",
      "Candles are a traditional method of providing illumination, now superseded for most purposes by electric lightbulbs.",
      "Slender wax candle.",
      "A candle is a solid block of wax with an embedded wick which is ignited to provide light, and sometimes heat, and historically was used as a method of keeping time.",
      "Solid block of wax with embedded wick",
      "A light source consisting of a wick embedded in a solid, flammable substance such as wax, tallow, or paraffin.",
      "Stick of wax with a wick in the middle",
      "A slender wax candle; a small lighted wax candle; hence, a small light."
    ]
  },
  "category": "Objects",
  "alsoKnownAs": [],
  "version": {
    "unicode-version": "7.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A burning candle, as lit when taking a <a href=\"/person-taking-bath/\">bath</a> or the power is out. Depicted as a white, pillar-shaped candle with a <a href=\"/fire/\">flame</a> and wax dripping down its sides.</p>\r\n\r\n<p>Used for a wide array of content, such as various senses of light, <a href=\"/birthday/\">birthdays</a>, remembrance, relaxation, and topics concerning <a href=\"/christmas\">Christmas</a>, religion and <a href=\"/halloween/\">Halloween</a>. Notably featured in the <a href=\"https://knowyourmeme.com/memes/summoning-circle\">Summoning Circle</a> meme on Twitter.</p>\r\n\r\n<p>Apple&#39;s&nbsp;candle&nbsp;is in a silver holder. Samsung&rsquo;s candle was <a href=\"/samsung/touchwiz-7.0/candle/\">previously pink</a>, perhaps as in a <a href=\"/birthday-cake/\">birthday cake</a>.</p>",
  "apple_vendor_description": "On Apple devices, the candle emoji glows with a warm, inviting light, its flame rendered with realistic diffusion and soft gradients that suggest gentle flickering. The candle itself, often depicted in a classic wax form with subtle texture and smooth, rounded edges, appears tactile and serene. This emoji on Apple devices symbolizes hope, remembrance, or a moment of quiet reflection, bringing a touch of warmth and peaceful ambiance to digital messages."
}