{
  "code": "📙",
  "Unicode": [
    "U+1F4D9"
  ],
  "slug": "orange-book",
  "shortcodes": {
    "github": ":orange_book:",
    "slack": ":orange_book:",
    "discord": ":orange_book:"
  },
  "title": "Orange Book",
  "keywords": [
    "book",
    "orange"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [
      "Consider in detail and subject to an analysis in order to discover essential features or meaning",
      "To subject to analysis.",
      "To consider in detail and subject to an analysis in order to discover essential features or meaning.",
      "To acquire knowledge on a subject.",
      "To acquire knowledge or ability.",
      "Gain knowledge or skills",
      "To acquire, or attempt to acquire knowledge or an ability to do something.",
      "Interpret something that is written or printed"
    ],
    "nouns": [
      "A book prepared for use in schools or colleges",
      "A textbook, a book used, or prepared for use, in school.",
      "A book, tome or other set of writings.",
      "A coursebook, a formal manual of instruction in a specific subject, especially one for use in schools or colleges.",
      "A textbook or coursebook is a manual of instruction in any branch of study.",
      "Educational book",
      "Book used in the study of a subject that contains a systematic presentation of the principles and vocabulary of a subject.",
      "Textbook used in school.",
      "A manual of instruction in any branch of study",
      "Something that is read",
      "A written work or composition that has been published (printed on pages bound together)",
      "A book is a set of written, printed, illustrated, or blank sheets, made of ink, paper, parchment, or other materials, usually fastened together to hinge at one side.",
      "A collection of sheets of paper bound together to hinge at one edge, containing printed or written material, pictures, etc.",
      "Quotations about books: All good books are alike in that they are truer than if they had really happened and after you are finished reading one you will feel that all that happened to you and afterwards it all belongs to you; the good and the bad, the ecstasy, the remorse, and sorrow, the people and the places and how the weather was.",
      "Also called \"dead tree edition\" or \"dead tree book\" (humorously)",
      "Medium for a collection of words and/or pictures to represent knowledge, often manifested in bound paper and ink, or in e-books",
      "Collection of sheets of paper bound together containing printed or written material."
    ]
  },
  "category": "Objects",
  "alsoKnownAs": [],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A closed, orange, hardcover book&mdash;similar to the Emojipedia logo&nbsp;📙😃.&nbsp;Commonly used for various content concerning reading, writing, learning, and schooling. May also be used as an orange accent color.</p>\r\n\r\n<p>Apple&rsquo;s cover features the easter egg <i>Vol. 4 by <a href=\"https://www.mactrast.com/2017/05/who-exactly-is-john-appleseed/\">John Appleseed</a></i>. It was <a href=\"/apple/ios-5.1/orange-book/\">previously purple</a>&nbsp;and the third&nbsp;volume. Samsung&rsquo;s design <a href=\"/samsung/experience-9.0/orange-book/\">previously</a> included the text&nbsp;<i>Orange Book</i>.</p>",
  "apple_vendor_description": "The orange book emoji on Apple devices is presented as a classic, hardcover volume with a rich, vibrant orange cover, reflecting Apple's commitment to realistic object rendering and smooth gradients. Its slightly curved spine and subtle shadow indicate a tangible, inviting presence, as if ready to be opened. This emoji, with its warm hue and tactile feel on Apple devices, often signifies learning, knowledge, stories, or a favorite read."
}