{
  "code": "⛑️",
  "Unicode": [
    "U+26D1",
    "U+FE0F"
  ],
  "slug": "rescue-workers-helmet",
  "shortcodes": {
    "github": ":rescue_worker_helmet:",
    "slack": ":helmet_with_white_cross:",
    "discord": ":helmet_with_white_cross:"
  },
  "title": "Helmet with White Cross",
  "keywords": [
    "aid",
    "cross",
    "face",
    "hat",
    "helmet",
    "rescue worker’s helmet"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [
      "Put on or wear a hat",
      "Make by combining materials and parts",
      "To create something by combining or assembling materials or parts or by changing it.",
      "To form by combining materials or parts.",
      "(transitive) to form by combining materials or parts.",
      "To build or form (something) by assembling parts.",
      "To form or formulate in the mind.",
      "To provide assistance.",
      "Give help or assistance; be of service",
      "To give assistance or aid to.",
      "To help."
    ],
    "nouns": [
      "Part of the body at the front of the head",
      "The face is a central organ of sense and is also very central in the expression of emotion among humans and among numerous other species.",
      "Faces are the central sense organ complexes, for those animals that have one, normally on the ventral surface of the head.",
      "The front of the human head from the forehead to the chin and ear to ear",
      "The front part of the head, featuring the eyes, nose, and mouth and the surrounding area.",
      "Act or process of building.",
      "The act of constructing something",
      "Or the erection of a building",
      "Building construction is the process of preparing for and forming buildings and building systems.",
      "The process of constructing.",
      "Process that consists of the building or assembling of infrastructure",
      "The construction, rehabilitation, alteration, conversion, extension, demolition or repair of buildings, highways, or other changes or improvement to real property, including facilities providing utility services.",
      "The act or process of building.",
      "A protective helmet, as worn, for example, by a motorcyclist, bicyclist, or soldier in combat.",
      "A helmet is a form of protective gear worn to protect the head from injuries.",
      "Protective head covering.",
      "Any of various forms of protective head covering worn e.g.  by soldiers, firefighters, divers, cyclists, etc.",
      "Armor plate that protects the head",
      "Headgear",
      "A protective head covering.",
      "A covering for the head, often in the approximate form of a cone or a cylinder closed at its top end, and sometimes having a brim and other decoration.",
      "An item of clothing worn on a person's head.",
      "Headdress that protects the head from bad weather; has shaped crown and usually a brim",
      "A hat is a head covering.",
      "A hat.",
      "A hat is a headcovering.",
      "\"Chapeau\" is a French term signifying a hat or other covering for the head.",
      "An item of clothing intended to cover the head made from material hard enough to have a shape independant of the skull, and most commonly with a rim.",
      "Head covering"
    ]
  },
  "category": "Objects",
  "alsoKnownAs": [],
  "version": {
    "unicode-version": "5.2",
    "emoji-version": "1.0"
  },
  "description": "<p>A construction helmet, which is worn by the <a href=\"/construction-worker/\" title=\"👷 Construction Worker\">construction worker</a> emoji in some emoji sets.</p>\r\n\r\n<p>The cross on the helmet (shown in the Apple&nbsp;version of this emoji) is used in Japan as a safety reminder in&nbsp;<a href=\"/construction/\" title=\"🚧 Construction Sign\">construction</a>&nbsp;zones. It is also commonly seen on the&nbsp;<a href=\"http://megaman.wikia.com/wiki/Met\">Met</a>&nbsp;helmet in the game&nbsp;Mega Man.</p>",
  "apple_vendor_description": "The rescue worker's helmet on Apple devices is a robust symbol of safety and dedication, rendered with Apple's characteristic smooth gradients and soft rounded edges that give it a tangible, protective feel. Its bright orange color, illuminated by subtle highlights, suggests urgency and readiness to help, while the textured surface hints at resilience in challenging environments. This emoji, distinctly designed by Apple, is perfect for messages about emergency services, bravery, or offering support during difficult times, embodying a commitment to well-being."
}