{
  "code": "🇦🇽",
  "Unicode": [
    "U+1F1E6",
    "U+1F1FD"
  ],
  "slug": "flag-aland-islands",
  "shortcodes": {
    "github": ":aland_islands:",
    "slack": ":flag-ax:",
    "discord": ":flag_ax:"
  },
  "title": "Flag: Åland Islands",
  "keywords": [
    "flag"
  ],
  "senses": {
    "adjectives": [
      "From or in the countryside or connected with it.",
      "Of, from or pertaining to the countryside (adjective)."
    ],
    "verbs": [],
    "nouns": [
      "An archipelago of islands off the coast of Sweden in the Baltic Sea, forming an autonomous province of Finland.",
      "ISO 3166-1 country code",
      "Autonomous region of Finland",
      "An autonomous province in Finland. Swedish speaking group of islands between Finland and Sweden.",
      "Autonomous province of Finland.",
      "An archipelago of some 6,000 islands in the Gulf of Bothnia under Finnish control",
      "The Åland Islands or Åland is an autonomous, demilitarised, monolingually Swedish-speaking region of Finland that consists of an archipelago lying at the entrance to the Gulf of Bothnia in the Baltic Sea.",
      "An autonomous province of Finland, consisting of the Aland archipelago.",
      "Emblem usually consisting of a rectangular piece of cloth of distinctive design",
      "Piece of cloth.",
      "A flag is a piece of fabric with a distinctive design that is used as a symbol, as a signaling device, or as decoration.",
      "A piece of cloth, often decorated with an emblem, used as a visual signal or symbol.",
      "Piece of fabric with a distinctive design",
      "Sub-continental land that is surrounded by water",
      "An island or isle is any piece of sub-continental land that is surrounded by water.",
      "A land mass (smaller than a continent) that is surrounded by water",
      "Area of land completely surrounded by water.",
      "Islands are sub-continental landforms that are surrounded by water.",
      "A land mass, especially one smaller than a continent, entirely surrounded by water.",
      "A contiguous area of land, smaller than a continent, totally surrounded by water.",
      "The opposite of secession",
      "As its original Latin term",
      "Government",
      "The collective body of a nation or state as politically organized, or as exercising political functions.",
      "The territory of a nation, especially an independent nation state or formerly independent nation; a political entity asserting ultimate authority over a geographical area.",
      "Nations is often used synonymously with ethnic group, but although ethnicity is now one of the most important aspects of cultural or social identity for the members of most nations, people with the same ethnic origin may live in different nation-states and be treated as members of separate nations for that reason.",
      "Political organisation with a centralized independent government",
      "The government.",
      "An organized political community, living under a government",
      "Nation has various meanings, and the meaning has changed over time.",
      "A state is an organized community living under one government.",
      "A political entity asserting ultimate authority over a geographical area.",
      "A people permanently occupying a fixed territory bound together by common law, habits and custom into one body politic exercising, through the medium of an organized government, independent sovereignty and control over all persons and things within its boundaries, unless or until authority is ceded to a federation or union of other states.",
      "The people who live in a nation or country",
      "A politically organized body of people under a single government",
      "A sovereign state.",
      "A state is a nonphysical juridical entity of the international legal system that is represented by one centralized government that has supreme independent authority over a geographic area.",
      "The geographic area under the control of a political state."
    ]
  },
  "alsoKnownAs": [
    "Åland Flag"
  ],
  "version": {
    "unicode-version": null,
    "emoji-version": "1.0"
  },
  "description": "<p>The flag for&nbsp;<a href=\"https://en.wikipedia.org/wiki/%C3%85land_Islands\">&Aring;land Islands</a>,&nbsp;which may show as the letters&nbsp;<em>AX</em>&nbsp;on some platforms.</p>",
  "apple_vendor_description": "The Åland Islands flag emoji, presented on Apple devices, features a bold blue field adorned with a golden-yellow Nordic cross, offset by a red cross within the yellow.  Apple's distinctive 3D shading and smooth gradients lend a tactile, almost embossed quality to the flag, making its intricate design pop with clarity.  This emoji is ideal for communicating connections to the Åland Islands, celebrating Nordic culture, or adding a touch of regional specificity to messages on Apple devices."
}