{
  "code": "💓",
  "Unicode": [
    "U+1F493"
  ],
  "slug": "beating-heart",
  "shortcodes": {
    "github": ":heartbeat:",
    "slack": ":heartbeat:",
    "discord": ":heartbeat:"
  },
  "title": "Beating Heart",
  "keywords": [
    "beating",
    "beating heart",
    "heartbeat",
    "pulsating"
  ],
  "senses": {
    "adjectives": [
      "Enjoying or showing or marked by joy or pleasure",
      "Appealing to the emotions as well as the eye",
      "That vibrates",
      "Feeling or showing love and affection"
    ],
    "verbs": [
      "To feel an affection, emotion or love for."
    ],
    "nouns": [
      "Love is a variety of different feelings, states, and attitudes that ranges from interpersonal affection to pleasure.",
      "An intense feeling of affection and care towards another person.",
      "Emotion based on affection",
      "A strong positive emotion of regard and affection",
      "In the Italian or Latin languages",
      "The form of romantic affection that is considered pure and wholly positive, not just based on feelings of lust.",
      "Love is a word which refers to a variety of different emotional states, feelings or attitudes which range from those of simple personal pleasures or desires to those characterizing interpersonal affection and many forms of profound kindness, compassion, and benevolent concern for the good of others.",
      "?, representing love, the organ, or a card suit",
      "A feeling of love or strong attachment.",
      "Affection is a \"disposition or rare state of mind or body\" that is often associated with a feeling or type of love.",
      "The heart symbol or \"heart shape\" is an ideograph used to express the idea of the \"heart\" in its metaphorical or symbolic sense as the center of emotion, including affection and love, especially romantic love.",
      "Philia, often translated \"brotherly love\", is one of the four ancient Greek words for love: philia, storge, agape and eros.",
      "A conventional shape or symbol used to represent the heart, love, or emotion: ? or sometimes <3.",
      "Affection, attraction, infatuation, or fondness is a \"disposition or rare state of mind or body\" that is often associated with a feeling or type of love.",
      "As used by Aristotle in his Nichomachean Ethics",
      "A stylized representation of the muscular organ, used as a symbol for affection, in the shape of two top lobes and a tapering bottom.",
      "A positive feeling of liking",
      "Feeling of love or strong attachment."
    ]
  },
  "category": "Smileys & Emotion",
  "alsoKnownAs": [
    "Heart Alarm",
    "Heartbeat",
    "Wifi Heart"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A heart with vibration/movement lines above it or around it, indicating it is beating. Displayed in pink or red on most platforms.</p>\r\n\r\n<p>An <a href=\"/apple/ios-4.0/beating-heart/\">early version</a> of this emoji on iOS had the same design as&nbsp;<a href=\"/sparkling-heart/\">💖 Sparkling Heart</a>.</p>",
  "apple_vendor_description": "The beating heart emoji on Apple devices pulses with a vivid, energetic red, dynamically rendered with Apple's signature glossy 3D shading and realistic lighting. Its subtle animation, a gentle expansion and contraction, conveys a profound sense of excitement, passion, or a deeply felt emotion unique to Apple's dynamic emoji design. This visual representation of a lively heart is perfect for expressing intense joy, love, or a rush of strong feelings in digital conversations."
}