{
  "code": "🏡",
  "Unicode": [
    "U+1F3E1"
  ],
  "slug": "house-with-garden",
  "shortcodes": {
    "github": ":house_with_garden:",
    "slack": ":house_with_garden:",
    "discord": ":house_with_garden:"
  },
  "title": "House with Garden",
  "keywords": [
    "garden",
    "home",
    "house",
    "house with garden"
  ],
  "senses": {
    "adjectives": [
      "Having the comfortable characteristics of a home.",
      "Having a feeling of home; cozy and comfortable",
      "Befitting a home; cozy, intimate",
      "Relating to or being where one lives or where one's roots are",
      "Relating to or being where one lives or where one's roots are."
    ],
    "verbs": [
      "Make one's home in a particular place or community",
      "To have a domicile in a particular place.",
      "To admit to residence; to harbor/harbour.",
      "Admit to residence.",
      "Provide housing for",
      "To admit to residence; provide housing for.",
      "Provide with, or send to, a home",
      "Return home accurately from a long distance",
      "Work in the garden",
      "Inhabit or live in; be an inhabitant of",
      "To fill with people or supply with inhabitants.",
      "To supply with inhabitants; to people.",
      "To fill space.",
      "To have permanent residence somewhere, to inhabit, to reside.",
      "Have permanent residence.",
      "To have permanent residence.",
      "To plant with inhabitants; to colonize; to people."
    ],
    "nouns": [
      "Plants, taken collectively.",
      "An organism that is not an animal, especially an organism capable of photosynthesis. Typically a small or herbaceous organism of this kind, rather than a tree.",
      "(botany) a living organism lacking the power of locomotion",
      "Plants considered as a group, especially those of a particular country, region, time, etc.",
      "The plants that inhabit a certain region or environment.",
      "Collectively, the set of all plants.",
      "Organism capable of photosynthesis.",
      "Inventory of plant species in a given region",
      "Flora is the plant life occurring in a particular region or time, generally the naturally occurring or indigenous -- native plant life.",
      "Any living organism that synthesizes its food from inorganic substances, possesses cellulose cell walls, responds slowly and often permanently to a stimulus, lacks specialized sense organs and nervous system, and has no powers of locomotion.",
      "Species belonging to the plant kingdom.",
      "The plant life characterizing a specific geographic region or environment.",
      "Plants, also called green plants, are multicellular eukaryotes of the kingdom Plantae.",
      "Plants are living organisms belonging to the kingdom Plantae.",
      "Decorative piece of land outside with flowers and plants.",
      "An outdoor area containing one or more types of plants, usually plants grown for food (vegetable garden) or ornamental purposes (flower garden).",
      "Planned space set aside for the display, cultivation, and enjoyment of plants",
      "A plot of ground where plants are cultivated",
      "A garden is a planned space, usually outdoors, set aside for the display, cultivation, and enjoyment of plants and other forms of nature.",
      "Gardens are planned spaces, usually outdoors, set aside for the display, cultivation, and enjoyment of plants and other forms of nature.",
      "A piece of land next to a house where flowers and other plants are grown and which often has an area of grass.",
      "A dwelling that serves as living quarters for one or more families",
      "Structure intended for living",
      "A structure serving as an abode of human beings.",
      "A human-built dwelling with enclosing walls, a floor, and a roof",
      "A house is a building that functions as a home for humans or other creatures, including simple dwellings ranging from rudimentary huts of nomadic tribes and complex structures composed of many systems.",
      "The abode of a human being, their place of residence."
    ]
  },
  "category": "Travel & Places",
  "alsoKnownAs": [
    "House And Tree"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A suburban-looking house, with&nbsp;a tree, flower, or shrubs around it in the garden.</p>\r\n",
  "apple_vendor_description": "The house with garden emoji on Apple devices features a charming, stylized dwelling adorned with vibrant greenery, showcasing Apple's commitment to detailed and appealing visuals. Soft rounded edges define the building and the lush foliage, while realistic lighting creates a sense of depth and tranquility. On Apple devices, this emoji evokes feelings of home, nature, and a peaceful sanctuary, perfect for conveying comfort and belonging in digital conversations."
}