{
  "code": "🇫🇮",
  "Unicode": [
    "U+1F1EB",
    "U+1F1EE"
  ],
  "slug": "flag-finland",
  "shortcodes": {
    "github": ":finland:",
    "slack": ":flag-fi:",
    "discord": ":flag_fi:"
  },
  "title": "Flag: Finland",
  "keywords": [
    "flag"
  ],
  "senses": {
    "adjectives": [
      "From or in the countryside or connected with it.",
      "Of, from or pertaining to the countryside (adjective)."
    ],
    "verbs": [],
    "nouns": [
      "National flag",
      "The flag of Finland, also called siniristilippu, dates from the beginning of the 20th century.",
      "Emblem usually consisting of a rectangular piece of cloth of distinctive design",
      "Piece of cloth.",
      "A flag is a piece of fabric with a distinctive design that is used as a symbol, as a signaling device, or as decoration.",
      "A piece of cloth, often decorated with an emblem, used as a visual signal or symbol.",
      "Piece of fabric with a distinctive design",
      "Republic in northern Europe; achieved independence from Russia in 1917",
      "Finland.",
      "Finland, officially the Republic of Finland, is a Nordic country in Northern Europe bordered by Sweden to the west, Norway to the north and Russia to the east; Estonia lies to the south across the Gulf of Finland.",
      "One of the Nordic countries having borders with Sweden, Norway and Russia. Member state of the European Union since 1995. Official name: Republic of Finland (Suomen tasavalta in Finnish, Republiken Finland in Swedish).",
      "Republic in Northern Europe",
      "A Nordic country in Europe",
      "One of the Nordic countries having borders with Sweden, Norway and Russia.",
      "The opposite of secession",
      "As its original Latin term",
      "Government",
      "The collective body of a nation or state as politically organized, or as exercising political functions.",
      "The territory of a nation, especially an independent nation state or formerly independent nation; a political entity asserting ultimate authority over a geographical area.",
      "Nations is often used synonymously with ethnic group, but although ethnicity is now one of the most important aspects of cultural or social identity for the members of most nations, people with the same ethnic origin may live in different nation-states and be treated as members of separate nations for that reason.",
      "Political organisation with a centralized independent government",
      "The government.",
      "An organized political community, living under a government",
      "Nation has various meanings, and the meaning has changed over time.",
      "A state is an organized community living under one government.",
      "A political entity asserting ultimate authority over a geographical area.",
      "A people permanently occupying a fixed territory bound together by common law, habits and custom into one body politic exercising, through the medium of an organized government, independent sovereignty and control over all persons and things within its boundaries, unless or until authority is ceded to a federation or union of other states.",
      "The people who live in a nation or country",
      "A politically organized body of people under a single government",
      "A sovereign state.",
      "A state is a nonphysical juridical entity of the international legal system that is represented by one centralized government that has supreme independent authority over a geographic area.",
      "The geographic area under the control of a political state."
    ]
  },
  "alsoKnownAs": [
    "Finnish Flag"
  ],
  "version": {
    "unicode-version": null,
    "emoji-version": "1.0"
  },
  "description": "<p>The flag for <a href=\"https://en.wikipedia.org/wiki/Finland\">Finland</a>, which may show as the letters&nbsp;<em>FI</em>&nbsp;on some platforms.</p>\r\n\r\n<ul>\r\n\t<li>🇫🇮 Finnish Flag Emoji</li>\r\n</ul>",
  "apple_vendor_description": "The flag of Finland on Apple devices is rendered with Apple’s characteristic crispness and subtle 3D depth, featuring the iconic Nordic cross. A deep blue cross stands out against a clean white background, with the edges of the flag appearing slightly soft and rounded. Realistic lighting effects on Apple devices give the flag a subtle texture, conveying national pride and identity, and it’s a clear visual representation for discussions related to Finland on any Apple device.",
  "category": "Flags"
}