{
  "code": "♒",
  "Unicode": [
    "U+2652"
  ],
  "slug": "aquarius",
  "shortcodes": {
    "github": ":aquarius:",
    "slack": ":aquarius:",
    "discord": ":aquarius:"
  },
  "title": "Aquarius",
  "keywords": [
    "Aquarius",
    "bearer",
    "water",
    "zodiac"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [],
    "nouns": [
      "An astrological sign",
      "Someone with a Aquarius star sign.",
      "Someone with an Aquarius star sign",
      "Aquarius is the eleventh astrological sign in the Zodiac, originating from the constellation Aquarius.",
      "Astrological sign",
      "One of a series of ridges that moves across the surface of a liquid (especially across a large body of water)",
      "Surface waves that occur on the free surface of water bodies",
      "Moving disturbance, undulation.",
      "A moving ridge or swell of water occurring close to the surface of the sea, characterized by oscillating and rising and falling movements, often as a result of the frictional drag of the wind.",
      "In fluid dynamics, wind waves, or wind-generated waves, are surface waves that occur on the free surface of oceans, seas, lakes, rivers, and canals or even on small puddles and ponds.",
      "A moving disturbance in the level of a body of water; an undulation.",
      "A zodiacal constellation in the southern hemisphere; between Capricornus and Pisces",
      "Constellation",
      "One of the twelve constellations of the zodiac.",
      "Aquarius is a constellation of the zodiac, situated between Capricornus and Pisces.",
      "Constellation abbreviation, as standardized by the International Astronomical Union",
      "A short twisting or wiggling line or mark",
      "A short twisting line",
      "A short twisting or wiggling line or mark."
    ]
  },
  "category": "Symbols",
  "alsoKnownAs": [],
  "version": {
    "unicode-version": "1.1",
    "emoji-version": "1.0"
  },
  "description": "<p>The&nbsp;Aquarius astrological sign in the Zodiac. This Zodiac Symbol represents a Water-bearer.</p>",
  "apple_vendor_description": "The Aquarius zodiac sign on Apple devices is rendered as a stylized, flowing wave of cool blue, symbolizing water bearer and representing the intellectual and humanitarian spirit of the sign. Apple's smooth gradients and soft rounded edges give the wave a gentle, ethereal quality with subtle highlights that suggest movement and depth. This emoji is commonly used on Apple devices to represent individuals born under the Aquarius sign, or to convey themes of innovation, individuality, and forward-thinking ideas."
}