{
  "code": "⤵️",
  "Unicode": [
    "U+2935",
    "U+FE0F"
  ],
  "slug": "right-arrow-curving-down",
  "shortcodes": {
    "github": ":arrow_heading_down:",
    "slack": ":arrow_heading_down:",
    "discord": ":arrow_heading_down:"
  },
  "title": "Arrow Pointing Rightwards Then Curving Downwards",
  "keywords": [
    "arrow",
    "down",
    "right arrow curving down"
  ],
  "senses": {
    "adjectives": [
      "From the higher end to the lower of.",
      "Extending or moving from a higher to a lower place",
      "From one end to another; especially, from a higher end to a lower."
    ],
    "verbs": [],
    "nouns": [
      "A mark to indicate a direction or relation",
      "A mark to indicate a direction or relation.",
      "A sign or symbol used to indicate a direction (e.g. \\to).",
      "The management or direction of the affairs of a public or private office, business or organization.",
      "The act of managing something",
      "Government, control, superintendence, physical or manual handling or guidance; act of managing by direction or regulation, or administration, as management of family, or of household, etc."
    ]
  },
  "category": "Symbols",
  "alsoKnownAs": [
    "Curved Down Arrow"
  ],
  "version": {
    "unicode-version": "3.2",
    "emoji-version": "1.0"
  },
  "description": "<p>A curved arrow pointing down.</p>\r\n\r\n<p>Generally used to highlight a piece of content placed below where this emoji can be used. This content could be a picture, a website link, or a different piece of text,</p>",
  "apple_vendor_description": "The right arrow curving down emoji on Apple devices is a sleek, dynamic graphic with a vibrant blue hue and a distinct 3D presence. Its smooth, polished surface and realistic lighting suggest motion and direction, with soft, rounded edges that enhance its visual appeal. This emoji, as seen on Apple devices, is often used to indicate a downward direction, a progression, or a transition, guiding users through digital interfaces or suggesting a next step in a conversation."
}