{
  "code": "⚫",
  "Unicode": [
    "U+26AB"
  ],
  "slug": "black-circle",
  "shortcodes": {
    "github": ":black_circle:",
    "slack": ":black_circle:",
    "discord": ":black_circle:"
  },
  "title": "Medium Black Circle",
  "keywords": [
    "black circle",
    "circle",
    "geometric"
  ],
  "senses": {
    "adjectives": [
      "Of, or relating to geometry.",
      "Of or relating to or determined by geometry",
      "Of or relating to geometry.",
      "Of, or relating to geometry; geometric.",
      "In the shape of, or moving in a circle.",
      "Circular or cylindrical; having a circular cross-section in one direction.",
      "Having a circular, cylindrical or spherical shape.",
      "Having a circular shape",
      "Being of the achromatic color of maximum darkness; having little or no hue owing to absorption of almost all incident light",
      "Absorbing all light and reflecting none; dark and hueless.",
      "Dark and colourless; not reflecting visible light.",
      "Absorbing all light.",
      "Having a colour between black and white, like ash or stone.",
      "Of an achromatic color of any lightness intermediate between the extremes of white and black",
      "Somewhat gray",
      "Having a color somewhere between white and black, as the ash of an ember."
    ],
    "verbs": [
      "To fasten with a button.",
      "Fasten with buttons"
    ],
    "nouns": [
      "A round fastener sewn to shirts and coats etc to fit through buttonholes",
      "In modern clothing and fashion design, a button is a small fastener, most commonly made of plastic, but also frequently of seashell, which secures two pieces of fabric together.",
      "Knob or small disc serving as a fastener.",
      "Small fastener",
      "A fastener consisting of a knob or disc that is passed through a slit in the adjacent material.",
      "A knob or disc that is passed through a loop or (buttonhole), serving as a fastener.",
      "A two-dimensional geometric figure, a disk, consisting of the set of all those points of a plane at a distance less than or equal to a fixed distance from another point.",
      "Three-dimensional geometric figure.",
      "Ellipse in which the two axes are of equal length; a plane curve generated by one point moving at a constant distance from a fixed point",
      "A circle is a simple shape of Euclidean geometry that is the set of all points in a plane that are at a given distance from a given point, the center.",
      "Circles are simple shapes of Euclidean geometry consisting of those points in a plane which are equidistant from a given point, the center.",
      "Simple shape of Euclidean geometry",
      "A two-dimensional, geometric shape that is made up of every point on a plane which is equidistant from the centre. May be drawn with a pair of compasses."
    ]
  },
  "category": "Symbols",
  "alsoKnownAs": [],
  "version": {
    "unicode-version": "4.1",
    "emoji-version": "1.0"
  },
  "description": "<p>A circle shown in the color of black. May be used to represent anything black.</p>\r\n\r\n<div id=\"professor_prebid-root\">&nbsp;</div>",
  "apple_vendor_description": "On Apple devices, the 'black circle' emoji is a perfectly formed orb, rendered with Apple's hallmark glossy 3D shading and a deep, rich matte black finish that absorbs light beautifully. Its smooth, rounded edges and subtle, sophisticated highlights give it a polished and substantial appearance, conveying a sense of completeness or a defined boundary. This minimalist yet impactful emoji, designed with Apple's characteristic attention to detail, can be used to represent a void, a point of focus, a button, or a simple stylistic element in digital communication."
}