{
  "code": "⬅️",
  "Unicode": [
    "U+2B05",
    "U+FE0F"
  ],
  "slug": "left-arrow",
  "shortcodes": {
    "github": ":arrow_left:",
    "slack": ":arrow_left:",
    "discord": ":arrow_left:"
  },
  "title": "Leftwards Black Arrow",
  "keywords": [
    "arrow",
    "cardinal",
    "direction",
    "left arrow",
    "west"
  ],
  "senses": {
    "adjectives": [
      "Related to or located at the back",
      "Situated or lying in or toward the west; westward.",
      "Situated in or facing or moving toward the west",
      "Towards the west.",
      "Just preceding something else in time or order",
      "Occurring before something else, either in time or order.",
      "Of an earlier time.",
      "Prior; occurring before something else, either in time or order.",
      "Previous",
      "Being or located on or directed toward the side of the body to the west when facing north",
      "The opposite of right; toward the west when one is facing north.",
      "The west side of the body when one is facing north."
    ],
    "verbs": [
      "Change location; move, travel, or proceed, also metaphorically",
      "To change (from one value to another).",
      "To move or travel (from one location to another).",
      "To change the location of an object.",
      "To transfer a file from one location to another. After the file is transferred, there is only one copy of the file, in the new location.",
      "To move an object one pixel at a time.",
      "To move to the west; (of the sun) to set."
    ],
    "nouns": [
      "A mark to indicate a direction or relation",
      "A mark to indicate a direction or relation.",
      "A sign or symbol used to indicate a direction (e.g. \\to).",
      "The key on the keyboard that is labeled with a left arrow."
    ]
  },
  "category": "Symbols",
  "alsoKnownAs": [
    "Arrow Pointing Left",
    "Left Arrow"
  ],
  "version": {
    "unicode-version": "4.0",
    "emoji-version": "1.0"
  },
  "description": "<p>An arrow, pointing left.</p>\r\n\r\n<p>See the glossary for information on the term&nbsp;<em><a href=\"/glossary/#black\" title=\"📖 Glossary\">black</a></em>&nbsp;in unicode character names.</p>",
  "apple_vendor_description": "On Apple devices, the left arrow emoji is a sharp, cleanly designed indicator with a bold, solid fill and precisely defined edges. Rendered with Apple's characteristic smooth gradients and subtle highlights, it possesses a polished, almost metallic sheen that signifies direction and movement with clarity. This emoji on Apple devices is universally understood for indicating a move backward, a previous step, or a return, guiding users through digital interfaces and conversations."
}