{
  "code": "🚣🏽‍♂️",
  "Unicode": [
    "U+1F6A3",
    "U+1F3FD",
    "U+200D",
    "U+2642",
    "U+FE0F"
  ],
  "slug": "man-rowing-boat-medium-skin-tone",
  "shortcodes": null,
  "title": "man rowing boat: medium skin tone",
  "keywords": [
    "rowboat",
    "medium skin tone",
    "man",
    "boat"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [
      "To traverse or travel by ship on a body of water.",
      "To travel by boat.",
      "Travel by boat.",
      "Traverse or travel on (a body of water)",
      "To be impelled or driven forward by the action of wind upon sails, as a ship on water; to be impelled on a body of water by steam or other power."
    ],
    "nouns": [
      "A small boat of shallow draft with cross thwarts for seats and rowlocks for oars with which it is propelled",
      "An open boat propelled by pulling oars through the water.",
      "Rowing is the act of propelling a boat using the motion of oars in the water.",
      "A small open boat, propelled by oars or paddles, carried as a tender, lifeboat, or pleasure craft on a ship.",
      "Act of propelling a boat using the motion of oars in the water",
      "A small open boat propelled by oars (by rowing).",
      "Small boat that is rowed.",
      "The dory is a small, shallow-draft boat, about long.",
      "Sexual maturity is the age or stage when an organism can reproduce.",
      "The age or stage when an organism can reproduce",
      "An adult male human.",
      "A man is a male human.",
      "An adult male human",
      "An adult human member of the sex that begets young by fertilizing ova.",
      "A human member of the masculine sex or gender.",
      "An adult person who is male (as opposed to a woman)",
      "A boat is a watercraft, usually smaller than most ships.",
      "A watercraft designed to float or plane on, and provide transport over water.",
      "A boat is a watercraft of any size designed to float or plane, to work or travel on water.",
      "Watercraft",
      "A small vessel for travel on water"
    ]
  },
  "category": "People & Body",
  "alsoKnownAs": null,
  "version": null,
  "description": "The Man Rowing Boat, Type-4 emoji is a sequence of the  Rowboat,  Emoji Modifier Fitzpatrick Type-4, ? Male Sign and ? Variation Selecto",
  "apple_vendor_description": "On Apple devices, the man rowing boat emoji with medium skin tone captures the essence of nautical adventure with Apple's characteristic 3D realism and smooth gradients. He's depicted mid-stroke, his focused expression and athletic posture conveying effort and forward momentum, all rendered with soft, rounded edges. The boat itself gleams under realistic lighting, suggesting a sense of exploration and journey, making this emoji perfect for discussions about travel, teamwork, or overcoming challenges."
}