{
  "code": "😨",
  "Unicode": [
    "U+1F628"
  ],
  "slug": "fearful-face",
  "shortcodes": {
    "github": ":fearful:",
    "slack": ":fearful:",
    "discord": ":fearful:"
  },
  "title": "Fearful Face",
  "keywords": [
    "face",
    "fear",
    "fearful",
    "scared"
  ],
  "senses": {
    "adjectives": [
      "Having fear; afraid, frightened.",
      "Made afraid",
      "Thrown into a state of intense fear or desperation.",
      "Thrown into a state of intense fear or desperation",
      "Terrified; struck with amazement; showing signs of terror or horror.",
      "Struck with fear, dread, or consternation",
      "Struck with fear, dread, or consternation.",
      "Feeling mentally uncomfortable because something is missing or wrong.",
      "Experiencing or showing sorrow or unhappiness- Christina Rossetti",
      "Feeling sorrow; sorrowful, mournful.",
      "Dreadful; causing alarm and fear.",
      "Causing dread; very bad.",
      "Causing fear; of capable of causing fear; scary.",
      "Causing fear, dread or terror",
      "Causing fear or dread or terror",
      "Oppressing with fear or horror; appalling, terrible.",
      "Affected by an impairment of normal physical or mental function",
      "Easily agitated or distressed.",
      "Easily agitated",
      "Easily agitated or alarmed; on edge or edgy."
    ],
    "verbs": [
      "Inflict a trauma upon",
      "To cause a trauma.",
      "(psychiatry) To cause a trauma in; as, to be traumatised by a childhood experience.",
      "Surprise greatly; knock someone's socks off",
      "Cause fear in",
      "To disturb with fear.",
      "To disturb with fear; to throw into a state of alarm or fright; to affright; to terrify.",
      "Be afraid or feel anxious or apprehensive about a possible or probable situation or event",
      "To inflict someone with terror; to terrify.",
      "Fill with terror; frighten greatly",
      "To frighten greatly; to fill with terror."
    ],
    "nouns": [
      "An emotion experienced in anticipation of some specific pain or danger (usually accompanied by a desire to flee or fight)",
      "An emotion experienced in anticipation of some specific pain or danger.",
      "Fear is an emotion induced by a threat perceived by living entities, which causes a change in brain and organ function and ultimately a change in behavior, such as running away, hiding or freezing from traumatic events.",
      "Uncountable: emotion caused by actual or perceived danger or threat.",
      "Basic emotion induced by a perceived threat",
      "Associated with dread, an emotion",
      "A strong, uncontrollable, unpleasant emotion caused by actual or perceived danger or threat.",
      "Fear is a basic emotional sensation and response system initiated by an aversion to some perceived risk or threat.",
      "A content descriptor developed by the Pan European Gaming Information (PEGI) and the British Board of Film Classification (BBFC)."
    ]
  },
  "category": "Smileys & Emotion",
  "alsoKnownAs": [
    "Scared",
    "Surprised"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A face with small, open eyes, open frown, raised eyebrows, and a pale blue forehead, as if experiencing a <a href=\"/cold-face/\">cold</a> flash.</p>\r\n\r\n<p>While intended to represent fear (less intense than <a href=\"/face-screaming-in-fear/\">😱&nbsp;Face Screaming in Fear</a>), it also conveys a wide variety of emotions, including feeling amazed, shocked, sad, upset, and <a href=\"/cold-face/\">cold</a>. Bears the same expression as <a href=\"/anguished-face/\">😧&nbsp;Anguished Face</a> on most platforms.</p>\r\n\r\n<p>Unlike other vendors, Huawei&#39;s design shows this emoji holding a hand over its mouth, albeit differently to&nbsp;<a href=\"/face-with-open-eyes-and-hand-over-mouth\">🫢&nbsp;Face with Open Eyes and Hand Over Mouth</a>&nbsp;and <a href=\"/face-with-hand-over-mouth\">🤭 Face with Hand Over Mouth</a>.&nbsp;Samsung&rsquo;s design previously showed upper teeth and tongue.</p>",
  "apple_vendor_description": "The fearful face emoji on Apple devices presents wide, expressive eyes and a small, downturned mouth, conveying a palpable sense of apprehension and alarm. Apple's characteristic glossy 3D shading and realistic lighting sculpt the face, emphasizing the wide-eyed stare and the tense posture of the mouth. This emoji, with its soft rounded features yet potent emotional impact, is perfect for expressing fright, nervousness, or a strong reaction to something startling in your digital interactions on Apple devices."
}