{
  "code": "ðŸ‘–",
  "Unicode": [
    "U+1F456"
  ],
  "slug": "jeans",
  "shortcodes": {
    "github": ":jeans:",
    "slack": ":jeans:",
    "discord": ":jeans:"
  },
  "title": "Jeans",
  "keywords": [
    "clothing",
    "jeans",
    "pants",
    "trousers"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [
      "Be dressed in"
    ],
    "nouns": [
      "Clothing, garments, dress, material.",
      "Clothing is material used to cover parts of the human body for protection against the environment, for comfort and body modesty, and as personal decoration, often reflecting religious, cultural, and social customs.",
      "Clothing is fiber and textile material worn on the body.",
      "Clothes.",
      "Clothes considered as a group.",
      "All coverings designed to be worn on a person's body.",
      "Clothing",
      "Something that can be worn; an item of clothing.",
      "A covering of or like clothing.",
      "A single item of clothing.",
      "An act or instance of putting clothes on.",
      "A covering designed to be worn on a person's body",
      "Clothes, possessions or equipment.",
      "(in combination) clothing",
      "Fiber and textile material worn on the body",
      "Recently bought goods.",
      "Buying goods",
      "The commodities purchased from storeswomen carrying home shopping didn't give me a second glance\"",
      "A retailer or shop is a business that presents a selection of goods or services and offers to sell them to customers for money or other goods.",
      "Popular trends.",
      "Fashion refers to styles of dress that are popular in a culture at any given time.",
      "The latest and most admired style in clothes and cosmetics and behavior",
      "Term for a popular style or practice in clothing, make-up, furniture, etc.",
      "The latest and most admired style in clothes and cosmetics and behavior.",
      "Fashion is a popular style or practice, especially in clothing, footwear, accessories, makeup, body piercing, or furniture.",
      "A prevailing mode of expression, e.g., clothing",
      "Trousers often made from denim or dungaree cloth",
      "A pair of trousers made from denim cotton.",
      "Trousers made from denim",
      "Pants made of denim that are a popular casual dress around the world.",
      "Jeans are trousers often made from denim or dungaree cloth.",
      "A pair of trousers made from denim cotton and dyed dark blue."
    ]
  },
  "category": "Objects",
  "alsoKnownAs": [
    "Denim",
    "Pants",
    "Trousers"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>Denim jeans, worn by men&nbsp;or women. A popular form of casual&nbsp;trousers worn by the <a href=\"/person-running/\" title=\"ðŸƒ Runner\">runner emoji</a> in Apple&#39;s emoji artwork</p>\r\n",
  "apple_vendor_description": "Apple's rendition of the jeans emoji presents a classic pair of denim trousers with a realistic texture and a pleasingly soft, worn-in appearance. The 3D shading and subtle gradients on the fabric create a sense of depth and tactile reality, a hallmark of Apple's design language. With their neatly folded legs and the distinct stitching visible, these jeans, as seen on Apple devices, evoke casual comfort, everyday style, or a relaxed vibe in digital communication."
}