{
  "code": "🎞️",
  "Unicode": [
    "U+1F39E",
    "U+FE0F"
  ],
  "slug": "film-frames",
  "shortcodes": {
    "github": ":film_strip:",
    "slack": ":film_frames:",
    "discord": ":film_frames:"
  },
  "title": "Film Frames",
  "keywords": [
    "cinema",
    "film",
    "frames",
    "movie"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [
      "Make a film or photograph of something",
      "To photograph."
    ],
    "nouns": [
      "Film, movie, or motion picture, is a series of still images on a strip of plastic which, when run through a projector and shown on a screen, creates the illusion of moving images.",
      "A form of entertainment that enacts a story by sound and a sequence of images giving the illusion of continuous movement",
      "A series of still images which, when shown on a screen, creates the illusion of moving image",
      "A motion picture.",
      "A film, movie.",
      "A film, also called a movie or motion picture, is a series of still images which, when shown on a screen, creates the illusion of moving images due to the phi phenomenon.",
      "A sequence of animated images.",
      "Sequence of images that give the impression of movement",
      "A building where movies are shown to an audience; a cinema.",
      "A cinema or movie theater",
      "A movie palace is a term used to refer to the large, elaborately decorated movie theaters built between the 1910s and the 1940s.",
      "A movie theatre, a movie house",
      "A building used to show films to an audience",
      "A theater where films are shown",
      "A film/movie theatre.",
      "A building where movies are shown to an audience.",
      "Venue, usually a building, for viewing films",
      "A movie theater or movie theater is a venue, usually a building, for viewing movies, for entertainment."
    ]
  },
  "category": "Objects",
  "alsoKnownAs": [],
  "version": {
    "unicode-version": "7.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A strip of film, as used in a&nbsp;<a href=\"/movie-camera/\">movie camera</a> or <a href=\"/camera/\">photography</a>. Generally depicted as several&nbsp;horizontal frames of unexposed film with black trim and <a href=\"https://en.wikipedia.org/wiki/Film_perforations\">perforations</a>.</p>\r\n\r\n<p>Commonly used for various content concerning movies, film, video, and photography as well as an icon for a video or picture, as before an upload, link, or credit.</p>\r\n\r\n<p>Apple&rsquo;s design features an S-shaped, sepia-tinged strip.</p>",
  "apple_vendor_description": "On Apple devices, the film frames emoji appears as a stack of three distinct rectangular frames, rendered with a subtle sheen and sharp, clean lines typical of Apple's polished design. The glossy finish and precise edges create a sense of depth, as if they are ready to hold a moving image. This emoji is a direct visual cue for anything related to movies, cinema, photography, or the act of capturing and sharing visual stories."
}