{
  "code": "🌏",
  "Unicode": [
    "U+1F30F"
  ],
  "slug": "globe-showing-asia-australia",
  "shortcodes": {
    "github": ":earth_asia:",
    "slack": ":earth_asia:",
    "discord": ":earth_asia:"
  },
  "title": "Earth Globe Asia-Australia",
  "keywords": [
    "Asia",
    "Australia",
    "earth",
    "globe",
    "globe showing Asia-Australia",
    "world"
  ],
  "senses": {
    "adjectives": [
      "Between or among nations; pertaining to the intercourse of nations; participated in by two or more nations; common to, or affecting, two or more nations.",
      "Concerning or belonging to at least two nations.",
      "Concerning or belonging to all or at least two or more nations",
      "Concerning all parts of the world.",
      "Pertaining to an entire document, file, or program rather than to a restricted segment of it.",
      "Of, or relating to the whole Earth; global.",
      "Involving the entire earth; not limited or provincial in scope.",
      "Involving the entire earth; not limited or provincial in scope",
      "Temporal; something that is worldly or otherwise not based on something timeless.",
      "Characteristic of or devoted to the temporal world as opposed to the spiritual world",
      "Of or relating to the material world.",
      "Of or characteristic of this world.",
      "Of or relating to the material world, as opposed to ."
    ],
    "verbs": [
      "To introduce into the world; to bear (eg a child) -->"
    ],
    "nouns": [
      "The largest continent with 60% of the earth's population; it is joined to Europe on the west to form Eurasia; it is the site of some of the world's earliest civilizations",
      "The world's largest continent. It occupies the eastern part of the Eurasian landmass and its adjacent islands and is separated from Europe by the Ural Mountains. Asia borders on the Arctic Ocean, the Pacific Ocean, the Indian Ocean, and the Mediterranean and Red Seas in the west. It includes the largest peninsulas of Asia Minor, India, Arabia, and Indochina and the island groups of Japan, Indonesia, the Philippines, and Ceylon.",
      "Asia is the world's largest and most populous continent, located primarily in the eastern and northern hemispheres.",
      "Especially Malaysia and formerly China when they were held; Asian Festival of Speed",
      "Asia is the Earth's largest and most populous continent, located primarily in the eastern and northern hemispheres.",
      "Of modern usage, from the continent.",
      "Continent",
      "The continent of Asia.",
      "Everything that exists anywhere.",
      "Orderly or harmonious system",
      "The sum of everything that exists in the cosmos, including time and space itself.",
      "Macrocosm and microcosm is an ancient Greek Neo-Platonic schema of seeing the same patterns reproduced in all levels of the cosmos, from the largest scale all the way down to the smallest scale.",
      "(used absolutely) The universe.",
      "The universe is often used as a general term for the entirety of existence.",
      "A philosophical idea",
      "The Universe is all of spacetime and everything that exists therein, including all planets, stars, galaxies, the contents of intergalactic space, the smallest subatomic particles, and all matter and energy.",
      "Synonymous with cosmos",
      "The Universe.",
      "Cosmos is a term generally referring to an orderly or harmonious system, often used as a synonym for the physical Universe, especially when emphasizing that it consists of patterns of relationships between discernible forces, energies and matter, and can be said to be governed by an orderly system of laws.",
      "The universe as an orderly system",
      "All which exists.",
      "The cosmos is a complex and orderly system, such as our Universe; the opposite of Chaos.",
      "Everything that exists anywhere",
      "International mostly means something involving more than a single country.",
      "The third planet (counted from the center) of our solar system.",
      "Earth is the third planet from the Sun and is the largest of the terrestrial planets in the Solar System, in both diameter and mass.",
      "The planet Earth",
      "The planet Earth.",
      "The 3rd planet from the sun; the planet we live on",
      "The third planet from the Sun",
      "Earth, also known as the world, Terra, or Gaia, is the third planet from the Sun, the densest planet in the Solar System, the largest of the Solar System's four terrestrial planets, and the only celestial body known to accommodate life.",
      "Third planet closest to the Sun in the Solar System",
      "The third planet in order from the Sun, upon which humans live. Represented in astronomy and astrology by ? and ?."
    ]
  },
  "category": "Travel & Places",
  "alsoKnownAs": [
    "Earth",
    "Globe",
    "Planet",
    "World"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A globe, showing the continents of Asia and Australia in green against blue ocean.</p>\r\n\r\n<p>May be used to represent various content concerning the Asian, Australian, and Pacific regions. May also be used to represent Earth and international affairs more generally.</p>\r\n\r\n<p>See also <a href=\"/globe-showing-americas/\">🌎 Globe Showing Americas</a>&nbsp;and <a href=\"/globe-showing-europe-africa/\">🌍 Globe Showing Europe-Africa</a>.</p>",
  "apple_vendor_description": "On Apple devices, the globe showing Asia and Australia emoji features a vibrant, detailed representation of our planet, with continents rendered in rich, earthy tones. The ocean is a deep, inviting blue, subtly shaded with realistic lighting to suggest its vastness and depth, all contained within a smooth, translucent sphere.  This emoji, characteristic of Apple’s polished aesthetic, is a powerful symbol of global connection, travel, and international awareness."
}