{
  "code": "🔓",
  "Unicode": [
    "U+1F513"
  ],
  "slug": "unlocked",
  "shortcodes": {
    "github": ":unlock:",
    "slack": ":unlock:",
    "discord": ":unlock:"
  },
  "title": "Open Lock",
  "keywords": [
    "lock",
    "open",
    "unlock",
    "unlocked"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [
      "Open the lock of",
      "To gain access to all phone functionality by entering the correct password when the phone has locked itself due to delayed use or when the user has manually locked it.",
      "To undo or open a lock.",
      "To undo or open a lock or something locked by, for example, turning a key, or selecting a combination."
    ],
    "nouns": [
      "A detachable lock; has a hinged shackle that can be passed through the staple of a hasp or the links in a chain and then snapped shut",
      "Portable locks with a shackle that may be passed through an opening",
      "Type of lock.",
      "Padlocks are portable locks with a shackle that may be passed through an opening to protect against unauthorized use, theft, vandalism, or harm.",
      "A detachable lock that can be used to secure something by means of a sliding or hinged shackle"
    ]
  },
  "category": "Objects",
  "alsoKnownAs": [
    "Open Padlock",
    "Unlock"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>An unlocked&nbsp;<a href=\"https://en.wikipedia.org/wiki/Padlock\">padlock</a>, as used to secure a latch or chain,&nbsp;or&nbsp;as an icon for a <a href=\"https://en.wikipedia.org/wiki/Transport_Layer_Security\">non-secure connection</a> or <a href=\"https://en.wikipedia.org/wiki/Open_access\">open access</a> online. Generally depicted with a gold base and silver shackle, as an open <a href=\"/locked/\">🔒&nbsp;Locked</a>.</p>\r\n\r\n<p>May be used to represent a lack of or concerns about privacy and security. May also be used for figurative senses of unlocking, e.g., <i>achievement unlocked</i>.</p>\r\n\r\n<p>WhatsApp&rsquo;s design is silver, its shackle turned to the right, as Samsung&rsquo;s <a href=\"/samsung/experience-9.0/unlocked/\">previously was</a>.</p>\r\n\r\n<p>This emoji <a href=\"https://blog.emojipedia.org/emojipedia-now-with-https/\">does not display in page titles</a>&nbsp;on&nbsp;Apple&rsquo;s Safari web browser, presumably to prevent less reputable sites from pretending to be secure (encrypted using <a href=\"https://en.wikipedia.org/wiki/HTTPS\">HTTPS</a>).</p>\r\n\r\n<p>Additionally, this emoji is not supported in Twitter / X names,&nbsp;to minimize confusion with private accounts on the platform. <a href=\"https://blog.emojipedia.org/why-you-cant-use-these-emojis-in-your-twitter-name/\">Learn more here</a>.</p>",
  "apple_vendor_description": "The unlocked emoji on Apple devices is depicted as a robust, metallic padlock with its shackle clearly open, signifying freedom and security. Apple’s design gives the padlock a lustrous sheen and a weighty, tactile appearance through its realistic lighting and subtle 3D shading. This emoji universally communicates access, permission, or the resolution of a security concern, providing a clear and reassuring visual for digital contexts."
}