{
  "code": "🇿🇦",
  "Unicode": [
    "U+1F1FF",
    "U+1F1E6"
  ],
  "slug": "flag-south-africa",
  "shortcodes": {
    "github": ":south_africa:",
    "slack": ":flag-za:",
    "discord": ":flag_za:"
  },
  "title": "Flag: South Africa",
  "keywords": [
    "flag"
  ],
  "senses": {
    "adjectives": [
      "From or in the countryside or connected with it.",
      "Of, from or pertaining to the countryside (adjective)."
    ],
    "verbs": [],
    "nouns": [
      "The second largest of the continents, on the Mediterranean in the north, the Atlantic in the west, and the Red Sea, Gulf of Aden, and Indian Ocean in the east.",
      "The continent that is south of Europe, east of the Atlantic Ocean, west of the Indian Ocean and north of Antarctica. It holds the following countries:",
      "The second largest continent; located to the south of Europe and bordered to the west by the South Atlantic and to the east by the Indian Ocean",
      "From a Eurocentric point of view.",
      "Africa is the world's second-largest and second-most-populous continent.",
      "Continent south of Europe.",
      "Continent",
      "Emblem usually consisting of a rectangular piece of cloth of distinctive design",
      "Piece of cloth.",
      "A flag is a piece of fabric with a distinctive design that is used as a symbol, as a signaling device, or as decoration.",
      "A piece of cloth, often decorated with an emblem, used as a visual signal or symbol.",
      "Piece of fabric with a distinctive design",
      "(1979 -), Entrepreneur, Creative Business Development and Author",
      "Country in southern region of the African continent.",
      "A republic at the southernmost part of Africa; achieved independence from the United Kingdom in 1910; first European settlers were Dutch (known as Boers)",
      "Official name of South Africa.",
      "Country in Africa",
      "The official name of South Africa.",
      "Country in southern region of the African continent. Short form of the official name \"Republic of South Africa\".",
      "South Africa, officially the Republic of South Africa, is a country located at the southern tip of Africa.",
      "National flag of the Republic of South Africa",
      "The flag of South Africa was adopted on 27 April 1994, at the beginning of South Africa's 1994 general election, to replace the flag that had been used since 1928.",
      "The opposite of secession",
      "As its original Latin term",
      "Government",
      "The collective body of a nation or state as politically organized, or as exercising political functions.",
      "The territory of a nation, especially an independent nation state or formerly independent nation; a political entity asserting ultimate authority over a geographical area.",
      "Nations is often used synonymously with ethnic group, but although ethnicity is now one of the most important aspects of cultural or social identity for the members of most nations, people with the same ethnic origin may live in different nation-states and be treated as members of separate nations for that reason.",
      "Political organisation with a centralized independent government",
      "The government.",
      "An organized political community, living under a government",
      "Nation has various meanings, and the meaning has changed over time.",
      "A state is an organized community living under one government.",
      "A political entity asserting ultimate authority over a geographical area.",
      "A people permanently occupying a fixed territory bound together by common law, habits and custom into one body politic exercising, through the medium of an organized government, independent sovereignty and control over all persons and things within its boundaries, unless or until authority is ceded to a federation or union of other states.",
      "The people who live in a nation or country",
      "A politically organized body of people under a single government",
      "A sovereign state.",
      "A state is a nonphysical juridical entity of the international legal system that is represented by one centralized government that has supreme independent authority over a geographic area.",
      "The geographic area under the control of a political state."
    ]
  },
  "alsoKnownAs": [
    "South African Flag"
  ],
  "version": {
    "unicode-version": null,
    "emoji-version": "1.0"
  },
  "description": "<p>The flag for&nbsp;<a href=\"https://en.wikipedia.org/wiki/South_Africa\">South Africa</a>, which may show as the letters&nbsp;<em>ZA</em>&nbsp;on some platforms.</p>",
  "apple_vendor_description": "The flag of South Africa on Apple devices is a vibrant spectacle of color, rendered with Apple's characteristic smooth gradients and crisp detail. Its iconic Y-shape, formed by a black and green band meeting a red and blue band, is presented with a subtle 3D sheen that suggests the texture of fabric waving in a gentle breeze. This distinctive design on Apple devices proudly represents the nation and its rich heritage.",
  "category": "Flags"
}