{
  "code": "💈",
  "Unicode": [
    "U+1F488"
  ],
  "slug": "barber-pole",
  "shortcodes": {
    "github": ":barber:",
    "slack": ":barber:",
    "discord": ":barber:"
  },
  "title": "Barber Pole",
  "keywords": [
    "barber",
    "haircut",
    "pole"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [],
    "nouns": [
      "A pass behind or through an object.",
      "Decoration used to embellish parts of a building or object",
      "A gallery of design elements that can be used to embellish publications.",
      "An element of decoration.",
      "Purely decorative elements in architecture and the decorative arts",
      "In architecture and decorative art, ornament is a decoration used to embellish parts of a building or object.",
      "Decoration, adornment or embellishment.",
      "Rope: pass behind or through an object.",
      "Musical flourishes that are not necessary to the overall melodic (or harmonic) line",
      "Something used to beautify",
      "An element of decoration; that which embellishes or adorns.",
      "In music, ornaments or embellishments are musical flourishes that are not necessary to carry the overall line of the melody, but serve instead to decorate or \"ornament\" that line.",
      "A long (usually round) rod of wood or metal or plastic",
      "A strong upright piece of wood, metal etc. that is fixed into the ground, especially to support something.",
      "Originally, a stick; now specifically, a long and slender piece of metal or (especially) wood, used for various construction or support purposes.",
      "Salon with hairdressers and beauticians.",
      "A salon where hairdressers and beauticians work.",
      "A shop where hairdressers and beauticians work",
      "A shop where hairdressers and beauticians work.",
      "A shop that provides hairdressing and beauticians' work.",
      "Striped pole outside a barbershop",
      "A barber's pole is a type of sign used by barbers to signify the place or shop where they perform their craft.",
      "A type of sign used by barbers, most traditionally a pole with a helix of red and white stripes, in the US including blue, sometimes moving.",
      "A type of sign used by barbers",
      "Advertising the barber shop"
    ]
  },
  "category": "Travel & Places",
  "alsoKnownAs": [
    "Barber Shop",
    "Barber's Stripes",
    "Hairdresser"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A pole spiraled with red, white, and blue stripes, as spins out front of a <a href=\"/person-getting-haircut/\">barbershop</a>. Commonly used for various content concerning haircutting and hairstyling.</p>\r\n\r\n<p>May also be associated with <a href=\"https://en.wikipedia.org/wiki/Barber's_pole#Use_in_prostitution\">brothels</a> in parts of Asia.</p>",
  "apple_vendor_description": "The barber pole emoji on Apple devices stands tall with its iconic red, white, and blue stripes spiraling upwards, rendered with a distinct glossy sheen and 3D depth. Apple’s characteristic realistic lighting catches the polished surface, making the stripes pop with vibrant color and a sense of tactile presence. This classic symbol, with its soft rounded edges, immediately evokes notions of grooming, style, and traditional barbershops, often used playfully in discussions about haircuts or personal care."
}