{
  "code": "🚿",
  "Unicode": [
    "U+1F6BF"
  ],
  "slug": "shower",
  "shortcodes": {
    "github": ":shower:",
    "slack": ":shower:",
    "discord": ":shower:"
  },
  "title": "Shower",
  "keywords": [
    "shower",
    "water"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [
      "Scatter in a mass or jet of droplets",
      "To scatter in a mass or jet of droplets."
    ],
    "nouns": [
      "A plumbing fixture that sprays water over you",
      "An area in which one bathes underneath a spray of water.",
      "Place in which a person bathes under a spray of water",
      "The part of a shower where the water comes out.",
      "A device for bathing by which water is made to fall on the body from a height, either from a tank or by the action of a pump.",
      "A bathroom (or area within a bathroom) in which a shower is not surrounded by any barrier",
      "A shower is a place in which a person bathes under a spray of, typically warm or hot, water.",
      "Instance of using of this device.",
      "Perforated nozzle that showers water on a bather.",
      "A perforated nozzle that showers water on a bather",
      "A perforated nozzle that showers water on a bather. Some can spray different patterns of water.",
      "Room for personal hygiene",
      "A room containing a bath where one can bathe.",
      "A room containing a bath or shower and usually a washbasin and toilet",
      "A room with a toilet, but no shower or bathtub, and typically no sink; a water closet.",
      "Room with a toilet (the device) and, typically, a sink, but no shower or bathtub.",
      "A bathroom or lavatory in a home containing a sink and a toilet, but no bathtub or shower.",
      "A room with a toilet (the device), sink, and bathtub.",
      "A bathroom is a room for personal hygiene, generally containing a bathtub or a shower, and possibly also a bidet.",
      "A room (as in a residence) containing a bathtub or shower and usually a washbasin and toilet",
      "Chemical compound formed of molecules composed of two atoms of hydrogen and one of oxygen",
      "Binary compound that occurs at room temperature as a clear colorless odorless tasteless liquid; freezes into ice below 0 degrees centigrade and boils above 100 degrees centigrade; widely used as a solvent",
      "The liquid form of this chemical; liquid H?O.",
      "Common liquid (H?O) which forms rain, rivers, the sea, etc., and which makes up a large part of the bodies of organisms.",
      "Water is a common chemical substance, that is essential to all known forms of life.",
      "Water is a transparent fluid which forms the world's streams, lakes, oceans and rain, and is the major constituent of the fluids of living things.",
      "Clear liquid H?O."
    ]
  },
  "category": "Objects",
  "alsoKnownAs": [
    "Shower Head"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A silver shower head, streaming water to the left. Pressure level varies across platforms. <a href=\"/soap/\">🧼&nbsp;Soap</a> not provided.</p>\r\n\r\n<p>Commonly used for various content concerning bathing, washing, cleaning, and water. Shower heads are also featured in <a href=\"/bathtub/\">🛁&nbsp;Bathtub</a> and <a href=\"/person-taking-bath/\">🛀&nbsp;Person Taking a Bath</a>.</p>",
  "apple_vendor_description": "The shower emoji on Apple devices features a sleek, modern showerhead with a bright, polished chrome finish, reflecting subtle highlights from realistic lighting. Water droplets are depicted with a clear, translucent quality, cascading downwards with a sense of refreshing fluidity, a hallmark of Apple's detailed design. This emoji is commonly used to represent cleanliness, rejuvenation, or the act of taking a shower."
}