{
  "code": "🛥️",
  "Unicode": [
    "U+1F6E5",
    "U+FE0F"
  ],
  "slug": "motor-boat",
  "shortcodes": {
    "github": ":motor_boat:",
    "slack": ":motor_boat:",
    "discord": ":motorboat:"
  },
  "title": "Motor Boat",
  "keywords": [
    "boat",
    "motor boat",
    "motorboat"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [
      "To cause to go on board a vessel or boat; to put on shipboard.",
      "To engage to serve on board a vessel.",
      "Go on board",
      "To traverse or travel by ship on a body of water.",
      "To travel by boat.",
      "Travel by boat.",
      "Traverse or travel on (a body of water)",
      "To be impelled or driven forward by the action of wind upon sails, as a ship on water; to be impelled on a body of water by steam or other power.",
      "Ride in a motorboat"
    ],
    "nouns": [
      "A ship is a large buoyant watercraft.",
      "A larger water vessel",
      "Large buoyant watercraft",
      "Large water vessel.",
      "A vessel that carries passengers or freight",
      "A water-borne vessel generally larger than a boat.",
      "Ships are large buoyant marine vessels.",
      "A boat that by its size, solidity and power is appropriate for long navigations and big marine enterprises.",
      "A boat is a watercraft, usually smaller than most ships.",
      "A watercraft designed to float or plane on, and provide transport over water.",
      "A boat is a watercraft of any size designed to float or plane, to work or travel on water.",
      "Watercraft",
      "A small vessel for travel on water",
      "Boat which is powered by an engine",
      "Any vessel driven by an engine (either inboard or outboard), but especially a small one.",
      "A small, fast motorboat.",
      "A boat that is powered by a motor.",
      "A boat propelled by an internal-combustion engine",
      "A motorboat, speedboat, or powerboat is a boat which is powered by an engine."
    ]
  },
  "category": "Travel & Places",
  "alsoKnownAs": [],
  "version": {
    "unicode-version": "7.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A small boat powered by an engine. Also known as a&nbsp;speedboat or powerboat.</p>",
  "apple_vendor_description": "The motor boat emoji on Apple devices cuts a sleek profile with its vibrant blue hull and crisp white trim, rendered with Apple’s signature glossy 3D shading.  Realistic lighting catches its polished surface, suggesting smooth sailing and adventure across the water.  This emoji on Apple devices evokes feelings of travel, leisure, and the joy of a swift journey."
}