{
  "code": "🇲🇽",
  "Unicode": [
    "U+1F1F2",
    "U+1F1FD"
  ],
  "slug": "flag-mexico",
  "shortcodes": {
    "github": ":mexico:",
    "slack": ":flag-mx:",
    "discord": ":flag_mx:"
  },
  "title": "Flag: Mexico",
  "keywords": [
    "flag"
  ],
  "senses": {
    "adjectives": [
      "From or in the countryside or connected with it.",
      "Of, from or pertaining to the countryside (adjective).",
      "Of, from, or pertaining to Mexico.",
      "Of or pertaining to Mexico.",
      "Of or relating to Mexico or its inhabitants"
    ],
    "verbs": [],
    "nouns": [
      "A native or inhabitant of Mexico",
      "Person from Mexico or of Mexican descent.",
      "A person from Mexico or of Mexican descent.",
      "Emblem usually consisting of a rectangular piece of cloth of distinctive design",
      "Piece of cloth.",
      "A flag is a piece of fabric with a distinctive design that is used as a symbol, as a signaling device, or as decoration.",
      "A piece of cloth, often decorated with an emblem, used as a visual signal or symbol.",
      "Piece of fabric with a distinctive design",
      "Mexico, officially the United Mexican States, is a federal republic in North America.",
      "A country in North America, to the south of the United States and to the north of Guatemala and Belize.",
      "A corn dog is known as a banderilla.",
      "A republic in southern North America; became independent from Spain in 1810",
      "A country in North America. Official name: Estados Unidos Mexicanos (United Mexican States).",
      "Country in North America",
      "The opposite of secession",
      "As its original Latin term",
      "Government",
      "The collective body of a nation or state as politically organized, or as exercising political functions.",
      "The territory of a nation, especially an independent nation state or formerly independent nation; a political entity asserting ultimate authority over a geographical area.",
      "Nations is often used synonymously with ethnic group, but although ethnicity is now one of the most important aspects of cultural or social identity for the members of most nations, people with the same ethnic origin may live in different nation-states and be treated as members of separate nations for that reason.",
      "Political organisation with a centralized independent government",
      "The government.",
      "An organized political community, living under a government",
      "Nation has various meanings, and the meaning has changed over time.",
      "A state is an organized community living under one government.",
      "A political entity asserting ultimate authority over a geographical area.",
      "A people permanently occupying a fixed territory bound together by common law, habits and custom into one body politic exercising, through the medium of an organized government, independent sovereignty and control over all persons and things within its boundaries, unless or until authority is ceded to a federation or union of other states.",
      "The people who live in a nation or country",
      "A politically organized body of people under a single government",
      "A sovereign state.",
      "A state is a nonphysical juridical entity of the international legal system that is represented by one centralized government that has supreme independent authority over a geographic area.",
      "The geographic area under the control of a political state."
    ]
  },
  "alsoKnownAs": [
    "Mexican Flag"
  ],
  "version": {
    "unicode-version": null,
    "emoji-version": "1.0"
  },
  "description": "<p>The flag for&nbsp;<a href=\"/flag-mexico/\" title=\"🇲🇽 Flag For Mexico\">Mexico</a>, which may show as the letters&nbsp;<em>MX</em>&nbsp;on some platforms.</p>\r\n",
  "apple_vendor_description": "The flag of Mexico emoji on Apple devices is a vibrant and meticulously rendered representation of the national emblem.  The iconic tricolor bands of green, white, and red are displayed with rich depth, while the detailed eagle crest in the center exhibits Apple's commitment to sharp, clear imagery.  On Apple devices, this flag emoji is a proud symbol of Mexican heritage, national identity, and cultural pride.",
  "category": "Flags"
}