{
  "code": "😱",
  "Unicode": [
    "U+1F631"
  ],
  "slug": "face-screaming-in-fear",
  "shortcodes": {
    "github": ":scream:",
    "slack": ":scream:",
    "discord": ":scream:"
  },
  "title": "Face Screaming in Fear",
  "keywords": [
    "face",
    "face screaming in fear",
    "fear",
    "munch",
    "scared",
    "scream"
  ],
  "senses": {
    "adjectives": [
      "Provoking fear terror",
      "Having a stress or accent",
      "Bearing a stress or accent",
      "Having a stress or accent.",
      "Having fear; afraid, frightened.",
      "Made afraid",
      "Terrified; struck with amazement; showing signs of terror or horror.",
      "Struck with fear, dread, or consternation",
      "Struck with fear, dread, or consternation.",
      "Able; capable; stout; strong; sound.",
      "Producing a fearful sensation.",
      "Producing an uneasy fearful sensation, as of things crawling over one's skin.",
      "Causing a sensation as of things crawling on your skin.",
      "Causing a sensation as of things crawling on your skin",
      "Dreadful; causing alarm and fear.",
      "Causing dread; very bad.",
      "Causing fear; of capable of causing fear; scary.",
      "Causing fear, dread or terror",
      "Causing fear or dread or terror",
      "Oppressing with fear or horror; appalling, terrible."
    ],
    "verbs": [
      "Cause fear in",
      "To disturb with fear.",
      "To disturb with fear; to throw into a state of alarm or fright; to affright; to terrify.",
      "Inflict a trauma upon",
      "To cause a trauma.",
      "(psychiatry) To cause a trauma in; as, to be traumatised by a childhood experience.",
      "Cause to be surprised",
      "To open the mouth widely and take a long, deep breath because of tiredness or boredom.",
      "Be wide open",
      "To open the mouth widely and take a long, rather deep breath, often because one is tired and sometimes accompanied by pandiculation.",
      "Open the mouth and take a deep breath.",
      "To open wide; to display a gap.",
      "Lose one's nerve",
      "Chew noisily",
      "To stress, single out as important",
      "To stress, single out as important.",
      "To emphasize, to stress",
      "To cry out with a shrill voice; to utter a sudden, sharp outcry, or shrill, loud cry, as in fright or extreme pain; to shriek; to screech.",
      "To utter a sudden and loud outcry, as in joy, triumph, or exultation, or to attract attention, to animate soldiers, etc.",
      "To utter a sudden and loud outcry.",
      "To speak with a loud, excited voice.",
      "Utter a sudden loud cry",
      "To utter in a loud or distinct voice.",
      "Be afraid or feel anxious or apprehensive about a possible or probable situation or event"
    ],
    "nouns": [
      "An emotion experienced in anticipation of some specific pain or danger (usually accompanied by a desire to flee or fight)",
      "An emotion experienced in anticipation of some specific pain or danger.",
      "Fear is an emotion induced by a threat perceived by living entities, which causes a change in brain and organ function and ultimately a change in behavior, such as running away, hiding or freezing from traumatic events.",
      "Uncountable: emotion caused by actual or perceived danger or threat.",
      "Basic emotion induced by a perceived threat",
      "Associated with dread, an emotion",
      "A strong, uncontrollable, unpleasant emotion caused by actual or perceived danger or threat.",
      "Fear is a basic emotional sensation and response system initiated by an aversion to some perceived risk or threat.",
      "A content descriptor developed by the Pan European Gaming Information (PEGI) and the British Board of Film Classification (BBFC).",
      "Soul or spirit of a dead person or animal that can appear to the living",
      "Ghosts, in traditional beliefs, are the souls or spirits of deceased persons or animals which can appear in visible forms or other manifestation, to the living.",
      "Spirit appearing after death.",
      "A mental representation of some haunting experience",
      "The disembodied spirit or soul of a deceased person",
      "The disembodied soul; the soul or spirit of a deceased person; a spirit appearing after death; an apparition; a specter.",
      "In traditional belief and fiction, a ghost is the soul or spirit of a dead person or animal that can appear, in visible form or other manifestation, to the living.",
      "Sharp piercing cry",
      "A shout, scream, yell, shriek, hoot, holler, vociferation, outcry, or bellow is a loud vocalisation in which air is passed through the vocal folds with greater force than is used in regular or close-distance vocalisation.",
      "A short labored intake of breath with the mouth open",
      "Sighs are especially audible, single exhalations of air out of the mouth or nose, that humans use to communicate emotion.",
      "The study of paralanguage.",
      "A short, sudden intake of breath.",
      "Paralanguage is a component of meta-communication that may modify or nuance meaning, or convey emotion, such as prosody, pitch, volume, intonation etc.",
      "The non-verbal elements of speech, and to a limited extent of writing, used to modify meaning and convey emotion, such as pitch, volume, and intonation."
    ]
  },
  "category": "Smileys & Emotion",
  "alsoKnownAs": [
    "Home Alone",
    "Scream",
    "Screaming Face"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A yellow face screaming in fear, depicted by wide, white eyes, a long, open mouth, hands pressed on cheeks, and a pale&nbsp;blue forehead, as if it has lost its color. Its expression evokes Edvard Munch&rsquo;s iconic painting <a href=\"https://en.wikipedia.org/wiki/The_Scream\"><i>The Scream</i></a>.</p>\r\n\r\n<p>While intended to represent horror and fright, it commonly conveys such feelings as shock, awe, disbelief, and intense excitement, as a screaming fan.</p>\r\n\r\n<p>Samsung&rsquo;s design <a href=\"/samsung/touchwiz-7.1/face-screaming-in-fear/\">previously featured</a> a <a href=\"/ghost/\">ghost</a> flying from its mouth. <a href=\"/weary-cat/\">🙀&nbsp;Weary Cat Face</a> bears a similar expression.</p>",
  "apple_vendor_description": "The face screaming in fear emoji on Apple devices is a dramatic portrayal of terror, characterized by Apple's signature bold lines, vibrant colors, and intense facial expression, enhanced by realistic lighting for maximum impact. Its wide-open mouth, contorted eyes, and perhaps hands clasped to its face convey overwhelming shock and fright, a common visual shorthand for extreme fear or surprise. On Apple devices, this emoji is perfect for expressing intense emotions, reacting to something shocking, or adding a hyperbolic element to a message."
}