{
  "code": "☕",
  "Unicode": [
    "U+2615"
  ],
  "slug": "hot-beverage",
  "shortcodes": {
    "github": ":coffee:",
    "slack": ":coffee:",
    "discord": ":coffee:"
  },
  "title": "Hot Beverage",
  "keywords": [
    "beverage",
    "coffee",
    "drink",
    "hot",
    "steaming",
    "tea"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [
      "Prepare by brewing",
      "To foment or prepare, as by brewing; to contrive; to plot; to hatch.",
      "To drink or imbibe with vigour or relish; to drink copiously; to swallow in large draughts.",
      "Take in liquids",
      "To consume a liquid through the mouth.",
      "To consume (a liquid) through the mouth.",
      "To drink or imbibe."
    ],
    "nouns": [
      "Strong espresso coffee with a topping of frothed steamed milk",
      "Espresso coffee with steamed milk.",
      "A drink of coffee prepared from one or two shots of espresso mixed with steamed milk and topped with foam.",
      "A drink of coffee made from espresso and steamed milk, generally topped with foam.",
      "A latte is a coffee drink made with coffee and steamed milk.",
      "Tea is an aromatic beverage commonly prepared by pouring hot or boiling water over cured leaves of the tea plant, Camellia sinensis.",
      "A traditional beverage made from steeping the processed leaves, buds, or twigs of the tea bush (Camellia sinensis) in water.",
      "The drink made by infusing these dried leaves or buds in hot water.",
      "Dried leaves of the tea shrub; used to make tea",
      "A cup full of tea.",
      "Drink made from infusing boiling water with the leaves of the tea plant",
      "The drink made by infusing dried leaves or buds in hot water.",
      "Tea is an aromatic beverage prepared by adding cured leaves of the Camellia sinensis plant to hot water.",
      "Leaf of the tea plant.",
      "A dried fragment of a leaf of the tea plant used in making the drink tea.",
      "A cup of coffee.",
      "A beverage consisting of an infusion of ground coffee beans",
      "Coffee in general.",
      "Served as a beverage without cream or milk.",
      "Coffee is a brewed beverage prepared from the roasted or baked seeds of several species of an evergreen shrub of the genus Coffea.",
      "Brewed beverage with a distinct aroma and flavor prepared from the roasted seeds of the Coffea plant",
      "The seeds of the plant used to make coffee, misnamed ‘beans' due to their shape.",
      "Coffee.",
      "A flowering plant of the genus Coffea whose seeds are used to make coffee.",
      "American coffee, as opposed to espresso, or a derived coffee drink (cappuccino, latte, iced coffee, etc.)",
      "Drinking vessel",
      "A concave vessel for holding liquid, generally adorned with either a handle or a stem",
      "A concave vessel for drinking from, usually made of opaque material (as opposed to a glass) and with a handle.",
      "Vessel for drinking.",
      "A small open container usually used for drinking; usually has a handle",
      "A cup is a small, open container used for carrying and drinking drinks.",
      "A drink that is served hot.",
      "Any drinkable liquid; a beverage.",
      "Any liquid suitable for drinking",
      "Kind of liquid which is specifically prepared for human consumption",
      "A beverage.",
      "Any one of various liquids for drinking.",
      "Drinks, or beverages, are liquids specifically prepared for human consumption.",
      "A single serving of a beverage",
      "Served alcoholic beverage.",
      "A (served) alcoholic beverage.",
      "Bitter, white crystalline xanthine alkaloid that acts as a stimulant drug",
      "An alkaloid, C8H10N4O2, found naturally in tea and coffee plants which acts as a mild stimulant of the central nervous system.",
      "A xanthine alkaloid found in the maté plant, stereoisomeric with caffeine",
      "Caffeine is a bitter, white crystalline xanthine alkaloid and a stimulant drug.",
      "As a slang term",
      "A bitter alkaloid found in coffee and tea that is responsible for their stimulating effects",
      "Espresso is coffee brewed by forcing a small amount of nearly boiling water under pressure through finely ground coffee beans.",
      "Strong black coffee brewed by forcing hot water under pressure through finely ground coffee beans",
      "A concentrated coffee beverage brewed by forcing hot water under high pressure through finely ground coffee.",
      "Strong black coffee brewed by forcing hot water under pressure through finely ground coffee beans."
    ]
  },
  "category": "Food & Drink",
  "alsoKnownAs": [
    "Coffee",
    "Espresso",
    "Hot Chocolate",
    "Tea"
  ],
  "version": {
    "unicode-version": "4.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A cup of a steaming-hot beverage, usually taken as coffee or&nbsp;<a href=\"/teacup-without-handle/\">tea</a>. Sometimes shown on a saucer.</p>\r\n\r\n<p>Samsung&#39;s design <a href=\"/samsung/experience-9.0/hot-beverage/\">previously featured</a>&nbsp;a foamy-white tulip latte art design.</p>\r\n\r\n<p>May be paired with the&nbsp;<a href=\"/frog/\">Frog Face&nbsp;</a>to represent the snarky&nbsp;<a href=\"https://knowyourmeme.com/memes/but-thats-none-of-my-business\">But That&#39;s None of My Business meme</a>. Relatedly, can also be used alone to represent&nbsp;&quot;tea&quot; as per the slang phrase &quot;spill the tea&quot;,&nbsp;used to request the sharing of gossip,&nbsp;news, or personal information. More recently, it can also be used to refer to a person&#39;s physical attractiveness, as per the slang phrase &quot;your body is tea.&quot;</p>",
  "apple_vendor_description": "The hot beverage emoji on Apple devices features a steaming mug with a warm, inviting color, such as a rich brown or creamy white, presented with Apple's characteristic glossy 3D depth. Gentle wisps of steam curl upwards, rendered with soft gradients, suggesting warmth and comfort. This emoji is perfect for conveying feelings of coziness, relaxation, or simply sharing a warm drink."
}