{
  "code": "😉",
  "Unicode": [
    "U+1F609"
  ],
  "slug": "winking-face",
  "shortcodes": {
    "github": ":wink:",
    "slack": ":wink:",
    "discord": ":wink:"
  },
  "title": "Winking Face",
  "keywords": [
    "face",
    "wink",
    "winking face"
  ],
  "senses": {
    "adjectives": [
      "Tending to wink; winking",
      "Tending to implicate or to imply; pertaining to implication.",
      "Tending to suggest or imply",
      "Tending to suggest.",
      "Tending to suggest or imply.",
      "Enjoying or showing or marked by joy or pleasure",
      "Naughtily or annoyingly playful",
      "Flirting, or seeming to flirt.",
      "Not open or public; kept private or not revealed",
      "Being or kept hidden from public perception.",
      "Marked by skill in deception",
      "Sly, cunning, full of tricks",
      "Marked by skill in deception.",
      "Adept at using deception",
      "Artfully cunning; secretly mischievous; wily."
    ],
    "verbs": [
      "To make or keep secret.",
      "Change one's facial expression by spreading the lips, often to signal pleasure",
      "Signal by winking",
      "To blink with only one eye as a message, signal, or suggestion."
    ],
    "nouns": [
      "The emotion of being happy; joy.",
      "Mental or emotional state of well-being characterized by pleasant emotions",
      "Happiness is an emotional or affective state that is characterized by feelings of enjoyment and satisfaction.",
      "Happiness is a mental or emotional state of well-being characterized by positive or pleasant emotions ranging from contentment to intense joy.",
      "Emotion of being happy.",
      "The state of being jocund.",
      "Emotions experienced when in a state of well-being.",
      "Emotions experienced when in a state of well-being",
      "Part of the body at the front of the head",
      "The face is a central organ of sense and is also very central in the expression of emotion among humans and among numerous other species.",
      "Faces are the central sense organ complexes, for those animals that have one, normally on the ventral surface of the head.",
      "The front of the human head from the forehead to the chin and ear to ear",
      "The front part of the head, featuring the eyes, nose, and mouth and the surrounding area.",
      "Blinking is semi-autonomica rapid opening of the eyelid.",
      "A reflex that closes and opens the eyes rapidly",
      "Rapid closing and opening of the eyelid",
      "A wink is a facial expression made by briefly closing one eye.",
      "A happy face expression using mouth, but without producing voice.",
      "A smile is a facial expression formed by flexing the muscles near both ends of the mouth and by flexing muscles throughout the mouth.",
      "A facial expression comprised by flexing the muscles of both ends of one's mouth, often showing the front teeth, without vocalisation, and in humans is a common involuntary or voluntary expression of happiness, pleasure, amusement or anxiety.",
      "A facial expression characterized by turning up the corners of the mouth; usually shows pleasure or amusement",
      "Conscious or subconscious facial muscular movement conveying mirth or pleasure",
      "An upwards movement of the sides of the mouth that indicates happiness or satisfaction.",
      "Malicious or reckless behaviour.",
      "A deceitful confidence trick, or mischief causing discomfort or annoyance.",
      "Malicious or reckless behaviour",
      "Mischief.",
      "Devilish action or conduct; mischief.",
      "Mischief is a vexatious or annoying action, or, conduct or activity that playfully causes petty annoyance.",
      "A vexatious or annoying action, or, conduct or activity that playfully causes petty annoyance",
      "Mischief, or malicious mischief is the specific name for different criminal offenses in a number of different criminal jurisdictions.",
      "Reckless or malicious behavior that causes discomfort or annoyance in others",
      "Vexatious or annoying conduct.",
      "Something that should remain hidden from others (especially information that is not to be passed on)",
      "Knowledge that is hidden and intended to be kept hidden.",
      "Knowledge that is hidden."
    ]
  },
  "category": "Smileys & Emotion",
  "alsoKnownAs": [
    "Wink",
    "Wink Face",
    "Winky Face"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A yellow face with a slight&nbsp;smile or open mouth&nbsp;shown winking, usually its left eye. May signal&nbsp;a joke, flirtation, hidden meaning, or general positivity. Tone varies, including playful, affectionate, suggestive, or ironic.</p>\r\n\r\n<p>Not to be confused with the more mischievous or&nbsp;sexual&nbsp;<a href=\"/smirking-face/\">😏 Smirking Face</a>.&nbsp;An emoji form of the ;) emoticon.</p>\r\n\r\n<div id=\"professor_prebid-root\">&nbsp;</div>\r\n\r\n<div id=\"professor_prebid-root\">&nbsp;</div>\r\n\r\n<div id=\"professor_prebid-root\">&nbsp;</div>",
  "apple_vendor_description": "The winking face emoji on Apple devices features a bright yellow, round face with a cheerful, open-mouthed smile and one eye playfully closed. Subtle glossy highlights and soft, rounded edges contribute to its friendly and approachable appearance, a hallmark of Apple's design language. This emoji is commonly used on Apple devices to convey a sense of playfulness, humor, or a shared secret, adding a lighthearted wink to digital conversations."
}