{
  "code": "💺",
  "Unicode": [
    "U+1F4BA"
  ],
  "slug": "seat",
  "shortcodes": {
    "github": ":seat:",
    "slack": ":seat:",
    "discord": ":seat:"
  },
  "title": "Seat",
  "keywords": [
    "chair",
    "seat"
  ],
  "senses": {
    "adjectives": [
      "(of persons) having the torso erect and legs bent with the body supported on the buttocks"
    ],
    "verbs": [
      "To transport students to school, often to a more distant school for the purposes of achieving racial integration.",
      "Transport students to school.",
      "Send or move around by bus",
      "To move or pass from one place, person or thing to another.",
      "To move persons from one place to another.",
      "To send or convey something from one person, place or thing to another.",
      "To move data from one location to another.",
      "To send or convey from someone, some place or something to another.",
      "Send from one person or place to another",
      "To carry or bear from one place to another; to remove; to convey.",
      "To send information over a communications line or a circuit.",
      "To cause to be seated or in a sitting posture; to furnish a seat to.",
      "Be seated"
    ],
    "nouns": [
      "Movement from one place to another",
      "Something that serves as a means of transportation",
      "The movement of people or objects.",
      "The act or means of moving tangible objects (persons or goods) from place to place. Often involves the use of some type of vehicle.",
      "Something that serves as a means of transportation.",
      "Transport or transportation is the movement of people, animals and goods from one location to another.",
      "The conveyance of people over land, water or through air by automobile, bus, train, airplane or some other means of travel.",
      "A mechanism for moving data from one point to another.",
      "Sitting is a rest position supported by the buttocks or thighs where the torso is more or less upright.",
      "The act of assuming or maintaining a seated position",
      "An airline seat is a seat on an airliner in which passengers are accommodated for the duration of the journey.",
      "A seat on a commercial airliner",
      "Airline seat that reclines to a full-horizontal flat position to form a bed",
      "A single leg of a chair.",
      "An item of furniture used to sit on or in comprising a seat, legs, back, and sometimes arm rests, for use by one person. Compare stool, couch, sofa, settee, loveseat and bench.",
      "A seat for one person, with a support for the back",
      "Piece of furniture for sitting on",
      "An item of furniture comprising a seat, legs, back, and sometimes arm rests, on which or in which one people can sit.",
      "A chair is a piece of furniture with a raised surface used to sit on, commonly for use by one person.",
      "A motorised bus, or coach.",
      "Vehicle with two decks.",
      "A large, long-bodied motor vehicle equipped with seating for passengers, usually operating as part of a scheduled service.",
      "A vehicle set up to carry many people (now usually called a bus).",
      "A vehicle, usually a bus or coach, with two decks.",
      "An automotive vehicle for long-distance travel",
      "Motor bus or motorbus is a now somewhat archaic term referring to a bus powered by an onboard internal combustion engine, as opposed to a horse-drawn bus, steam bus or trolleybus.",
      "A vehicle carrying many passengers; used for public transport",
      "A multi-passenger vehicle",
      "A motorised bus, or coach",
      "A charabanc or \"char-à-banc\" is a type of horse-drawn vehicle or early motor coach, usually open-topped, common in Britain during the early part of the 20th century.",
      "A coach is a type of bus used for conveying passengers on excursions and on longer distance intercity bus service between cities -- or even between countries.",
      "A single decked long-distance, or privately hired bus.",
      "A bus that is a motor vehicle, as opposed to earlier horse-drawn buses.",
      "A bus is a road vehicle designed to carry many passengers.",
      "A formation of aircraft in flight",
      "A formation of aircraft in flight."
    ]
  },
  "category": "Travel & Places",
  "alsoKnownAs": [
    "Aeroplane Seat",
    "Airplane Seat",
    "Bus Seat",
    "Train Seat"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A seat, which could refer to any form of place to&nbsp;sit, with the distinction that a seat is generally fixed,&nbsp;and is not a <a href=\"/chair/\">chair</a> which can be moved.</p>\r\n\r\n<p>This emoji is&nbsp;intended to be a seat&nbsp;on some form of mass-transit, such as on an <a href=\"/airplane/\" title=\"✈ Airplane\">airplane</a>, <a href=\"/train/\" title=\"🚆 Train\">train</a> or <a href=\"/bus/\" title=\"🚌 Bus\">bus</a>.&nbsp;Google previously&nbsp;displayed this as an <a href=\"/google/android-4.4/seat/\" title=\"💺 Seat on Google Android 4.4\">orange wooden&nbsp;chair</a>.</p>",
  "apple_vendor_description": "This seat emoji on Apple devices presents a comfortable-looking, plush armchair with soft, rounded edges and a rich, inviting texture.  The realistic lighting and subtle gradients on Apple's rendering give it a tangible feel, suggesting relaxation and personal space. It's commonly used to indicate a place to sit, a reserved spot, or a desire for comfort and rest in digital conversations."
}