{
  "code": "🔥",
  "Unicode": [
    "U+1F525"
  ],
  "slug": "fire",
  "shortcodes": {
    "github": ":fire:",
    "slack": ":fire:",
    "discord": ":flame:"
  },
  "title": "Fire",
  "keywords": [
    "fire",
    "flame",
    "tool"
  ],
  "senses": {
    "adjectives": [
      "Of a brilliant reddish orange-gold colour, like that of a flame.",
      "Used of physical heat; having a high or higher than desirable temperature or giving off heat or feeling or causing a sensation of heat or burning",
      "Of an object, having a high temperature.",
      "Having a high temperature.",
      "Set afire or burning"
    ],
    "verbs": [
      "To heat, or to become hot",
      "To be consumed by fire.",
      "Be consumed by fire.",
      "To cause to be consumed by fire.",
      "Destroy by fire",
      "To give light to (something).",
      "Make lighter or brighter",
      "To become light, to brighten.",
      "To become light.",
      "To shine light on something."
    ],
    "nouns": [
      "A bright yellow, red or bluish light which emerges during combustion processes.",
      "The visible part of fire; a stream of burning vapour or gas, emitting light and heat.",
      "Something that has produced or is capable of producing this chemical reaction.",
      "Something that has produced or is capable of producing this chemical reaction, such as a campfire.",
      "Fire is a phenomenon of the heat and light energy released during a chemical reaction, in particular a combustion reaction.",
      "Fire is the rapid oxidation of a material in the exothermic chemical process of combustion, releasing heat, light, and various reaction products.",
      "A flame is the visible, gaseous part of a fire.",
      "Visible, gaseous part of a fire",
      "The state of combustion in which inflammable material burns, producing heat, flames and often smoke.",
      "The process of combustion of inflammable materials producing heat and light and (often) smoke"
    ]
  },
  "category": "Travel & Places",
  "alsoKnownAs": [
    "Flame",
    "Hot",
    "Lit",
    "Snapstreak"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A flame, as produced when something is on fire. Depicted as a red, orange, and yellow flickering flame.</p>\r\n\r\n<p>Commonly used for various metaphorical expressions related to fire, including the slang <em>hot</em> (&ldquo;attractive&rdquo;) and <a href=\"https://www.dictionary.com/e/slang/its-lit/\"><i>lit</i></a> (&ldquo;excellent&rdquo;).</p>\r\n\r\n<p><a href=\"/snapchat/\">Snapchat</a>&nbsp;displays&nbsp;🔥 Fire&nbsp;next to two users who are on a&nbsp;<em>snapstreak</em>, or have been messaging for more than three consecutive days.</p>\r\n\r\n<div id=\"professor_prebid-root\">&nbsp;</div>\r\n\r\n<div id=\"professor_prebid-root\">&nbsp;</div>\r\n\r\n<div id=\"professor_prebid-root\">&nbsp;</div>",
  "apple_vendor_description": "The fire emoji on Apple devices bursts with vibrant, dynamic flames, rendered with a rich palette of reds, oranges, and yellows. Apple's 3D design imbues the fire with realistic heat and movement, featuring glossy highlights and soft, flickering edges that suggest intense energy. This emoji powerfully conveys passion, excitement, intensity, or something being exceptionally good or 'hot' in digital communication on Apple devices."
}