{
  "code": "🐔",
  "Unicode": [
    "U+1F414"
  ],
  "slug": "chicken",
  "shortcodes": {
    "github": ":chicken:",
    "slack": ":chicken:",
    "discord": ":chicken:"
  },
  "title": "Chicken",
  "keywords": [
    "bird",
    "chicken"
  ],
  "senses": {
    "adjectives": [
      "Impressed with fear or apprehension; in fear.",
      "Impressed with fear or apprehension; in fear; apprehensive.",
      "Filled with fear or apprehension",
      "Easily frightened"
    ],
    "verbs": [
      "Make a clucking sounds, characteristic of hens"
    ],
    "nouns": [
      "Warm-blooded egg-laying vertebrates characterized by feathers and forelimbs modified as wings",
      "Birds are feathered, winged, two-legged, warm-blooded, egg-laying vertebrates.",
      "A winged, egg-laying, vertebrate animal.",
      "Any of the bipedal, warm-blooded vertebrates that lay eggs having wings which, for most species, enables them to fly.",
      "Feathered, winged, bipedal, endothermic, egg-laying, vertebrate animal",
      "Birds are bipedal, warm-blooded, oviparous vertebrate animals characterized primarily by feathers, forelimbs modified as wings, and hollow bones.",
      "A member of the class of animals Aves in the phylum Chordata, characterized by being warm-blooded, having feathers and wings usually capable of flight, and laying eggs.",
      "The sound made by a hen, especially when brooding, or calling her chicks.",
      "The sound made by a hen (as in calling her chicks)",
      "Sound made by hen.",
      "Domesticated fowl, primarily a source of food",
      "The flesh of a chicken used for food",
      "The flesh of the domesticated chicken (Gallus gallus domesticus).",
      "The chicken is a domesticated fowl, a subspecies of the Red Junglefowl.",
      "Chickens are a domesticated fowl, a subspecies of the Red Junglefowl.",
      "A hen; a cooked chicken; a chicken dressed for cooking.",
      "A domestic fowl, Gallus gallus, especially when young",
      "The animal, or",
      "Chicken"
    ]
  },
  "category": "Animals & Nature",
  "alsoKnownAs": [
    "Hen"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A chicken, a bird used for its meat and <a href=\"/egg/\">eggs</a>. Generally depicted as the white head of&nbsp;a chicken (hen or rooster) looking left, with a yellow beak, red <a href=\"https://en.wikipedia.org/wiki/Comb_(anatomy)\">comb</a> on its head, and red wattle on its neck.</p>\r\n\r\n<p>May be consumed in the form of <a href=\"/poultry-leg/\"><strong>🍗&nbsp;</strong>Poultry Leg</a>. Not to be confused with the full-bodied <a href=\"/rooster/\">🐓 Rooster,</a> though their applications overlap. Also may be used for metaphorical senses of <i>chicken</i> (e.g., &ldquo;coward&rdquo;).</p>\r\n\r\n<p>See also <a href=\"/hatching-chick/\">🐣 Hatching Chick</a>, <a href=\"/baby-chick/\">🐤 Baby Chick</a>, and <a href=\"/front-facing-baby-chick/\">🐥 Front-Facing Baby Chick</a>.</p>\r\n\r\n<p>Available as an Apple&nbsp;<a href=\"/animoji/\">Animoji</a>.</p>\r\n\r\n<p>Twitter&rsquo;s chicken head is looking straight ahead. Microsoft&rsquo;s chicken was <a href=\"/microsoft/windows-10/chicken/\">previously</a> yellow, while&nbsp;<a href=\"/samsung/experience-9.0/chicken/\">Samsung&rsquo;s</a> faced&nbsp;forward;&nbsp;Facebook&rsquo;s design <a href=\"/facebook/2.0/chicken/\">once featured</a> a full, brown bird, while&nbsp;<a href=\"/chicken/\">Google&rsquo;s </a>design previously featured&nbsp;a full bodied chicken.</p>",
  "apple_vendor_description": "On Apple devices, the chicken emoji is rendered with a charming, slightly plump appearance, featuring soft, rounded edges and a warm, feathered texture. Apple’s signature glossy 3D shading and realistic lighting give this farm animal a friendly and approachable look, with subtle highlights that add depth. This cheerful chicken, with its bright, alert eyes, is often used to represent poultry, farms, rural life, or sometimes to convey a sense of being timid or a 'chicken' in a playful context on Apple devices."
}