{
  "code": "🆖",
  "Unicode": [
    "U+1F196"
  ],
  "slug": "ng-button",
  "shortcodes": {
    "github": ":ng:",
    "slack": ":ng:",
    "discord": ":ng:"
  },
  "title": "Squared NG",
  "keywords": [
    "ng",
    "NG button"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [],
    "nouns": [
      "One billionth (1/1,000,000,000) gram",
      "A written message addressed to a person or organization",
      "A letter is a written message from one party to another containing information.",
      "A written message.",
      "A form of written communication; see also mail",
      "A written message; a letter, note or memo.",
      "A text that is written to and for a specific person or set of people (and is most commonly sent to them by post).",
      "An activity that tracks the delivery of a letter. The activity can contain the electronic copy of the letter.",
      "Written message containing information from one party to another"
    ]
  },
  "category": "Symbols",
  "alsoKnownAs": [
    "Blooper",
    "No Good",
    "NG"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>The letters&nbsp;<em>NG</em>, shown enclosed&nbsp;in a square, which are an&nbsp;acronym for the words <a href=\"/person-gesturing-no/\" title=\"🙅 Face With No Good Gesture\">No Good</a>.</p>\r\n\r\n<p>The origin of <em>NG</em>&nbsp;refers to&nbsp;<a href=\"https://en.wikipedia.org/wiki/Blooper\">bloopers</a>&nbsp;shown during or after the credits of&nbsp;a live <a href=\"/television/\" title=\"📺 Television\">television</a> show in Japan (known as <em>NGs</em>), but can be used in any field as a form of shorthand for&nbsp;<em>no good.</em></p>\r\n",
  "apple_vendor_description": "The 'NG' button emoji on Apple devices presents a bold, stylized 'NG' in crisp white lettering against a vibrant red background. Its circular form boasts a subtle, glossy 3D shading that gives it a tactile, almost physical presence, a hallmark of Apple's design language.  This emoji powerfully signifies disapproval, a negative response, or a 'no go' situation, clearly communicating rejection with a distinct visual punch."
}