{
  "code": "🦏",
  "Unicode": [
    "U+1F98F"
  ],
  "slug": "rhinoceros",
  "shortcodes": {
    "github": ":rhinoceros:",
    "slack": ":rhinoceros:",
    "discord": ":rhinoceros:"
  },
  "title": "Rhinoceros",
  "keywords": [
    "rhinoceros"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [],
    "nouns": [
      "A large herbivorous pachyderm of the family Rhinocerotidae, with thick, gray skin and one or two horns on their snouts.",
      "The Rhinoceros, often abbreviated as rhino, is a group of five extant species of odd-toed ungulates in the family Rhinocerotidae.",
      "Herbivorous pachyderm with horn(s).",
      "Rhinoceros, often abbreviated as rhino, is a group of five extant species of odd-toed ungulates in the family Rhinocerotidae.",
      "Any of several large herbivorous pachyderms native to Africa and Asia of the five extant species in the three extant genera in the family Rhinocerotidae, with thick, gray skin and one or two horns on their snouts.",
      "Family of odd-toed ungulates",
      "Massive powerful herbivorous odd-toed ungulate of southeast Asia and Africa having very thick skin and one or two horns on the snout"
    ]
  },
  "category": "Animals & Nature",
  "alsoKnownAs": [
    "Rhino"
  ],
  "version": {
    "unicode-version": "9.0",
    "emoji-version": "3.0"
  },
  "description": "<p>A rhinoceros, a large mammal with one or two massive horns on its nose. Generally shown in light gray with two horns, depicted in full profile on all fours or as a rhinoceros head looking left.</p>\r\n\r\n<p>Resembles the&nbsp;<a href=\"https://en.wikipedia.org/wiki/White_rhinoceros\">white</a> or <a href=\"https://en.wikipedia.org/wiki/Black_rhinoceros\">black rhinoceros</a>.</p>\r\n\r\n<p>Apple, Google, Microsoft, WhatsApp, and Facebook&rsquo;s designs feature the full animal, while&nbsp;Samsung&nbsp;and Twitter&rsquo;s designs feature only the&nbsp;rhinoceros&#39; head.</p>\r\n\r\n<p>Facebook&rsquo;s design <a href=\"/facebook/2.0/rhinoceros/\">previously</a> featured just&nbsp;the&nbsp;rhinoceros&#39; head, as did <a href=\"/google/android-8.0/rhinoceros/\">Google&#39;s</a>.</p>",
  "apple_vendor_description": "The rhinoceros emoji on Apple devices stands as a robust and imposing creature, characterized by Apple's distinctive glossy 3D shading that gives it a tangible, almost sculpted appearance. Its thick, textured hide is rendered with subtle variations in tone, highlighting its formidable presence and strength, while realistic lighting catches the contours of its horn and sturdy legs. This emoji, with its grounded posture on Apple devices, commonly signifies power, resilience, or to represent wildlife and nature in digital conversations."
}