{
  "code": "👘",
  "Unicode": [
    "U+1F458"
  ],
  "slug": "kimono",
  "shortcodes": {
    "github": ":kimono:",
    "slack": ":kimono:",
    "discord": ":kimono:"
  },
  "title": "Kimono",
  "keywords": [
    "clothing",
    "kimono"
  ],
  "senses": {
    "adjectives": [
      "Made of silk.",
      "Suitable for formal occasions",
      "Consisting of or derived from tradition",
      "Of or pertaining to tradition.",
      "Observant of tradition; attached to old customs; old-fashioned.",
      "Of or relating to or characteristic of Japan or its people or their culture or language",
      "Japanese",
      "Of or relating to Japan.",
      "Of, relating to, or derived from Japan, its language, or culture.",
      "(of an occasion) requiring formal clothes"
    ],
    "verbs": [
      "Be dressed in",
      "To fit out with the necessary clothing; to clothe, put clothes on (something or someone).",
      "To adorn or cover with clothing; to dress; to supply clothes or clothing.",
      "Put on clothes",
      "To put clothes on something or somebody.",
      "To dress; to put on clothes; to clothe oneself.",
      "Adorn with clothing."
    ],
    "nouns": [
      "A loose robe; imitated from robes originally worn by Japanese",
      "The is a Japanese traditional garment.",
      "Traditional Japanese clothing.",
      "A traditional Japanese robe-like garment that is now generally worn only in formal occasions.",
      "A woman is a female human.",
      "Female adult human",
      "An animal of the sex that produces eggs.",
      "An adult human member of the sex that produces ova and bears young.",
      "An adult female human.",
      "An adult female person (as opposed to a man)",
      "Adult female human being.",
      "Clothing, garments, dress, material.",
      "Clothing is material used to cover parts of the human body for protection against the environment, for comfort and body modesty, and as personal decoration, often reflecting religious, cultural, and social customs.",
      "Clothing is fiber and textile material worn on the body.",
      "Clothes.",
      "Clothes considered as a group.",
      "All coverings designed to be worn on a person's body.",
      "Clothing",
      "Something that can be worn; an item of clothing.",
      "A covering of or like clothing.",
      "A single item of clothing.",
      "An act or instance of putting clothes on.",
      "A covering designed to be worn on a person's body",
      "Clothes, possessions or equipment.",
      "(in combination) clothing",
      "Fiber and textile material worn on the body",
      "Popular trends.",
      "Fashion refers to styles of dress that are popular in a culture at any given time.",
      "The latest and most admired style in clothes and cosmetics and behavior",
      "Term for a popular style or practice in clothing, make-up, furniture, etc.",
      "The latest and most admired style in clothes and cosmetics and behavior.",
      "Fashion is a popular style or practice, especially in clothing, footwear, accessories, makeup, body piercing, or furniture.",
      "A prevailing mode of expression, e.g., clothing",
      "A robe is a loose-fitting outer garment.",
      "Any loose flowing garment",
      "Long, loose outer garment.",
      "Loose-fitting outer garment",
      "A long loose outer garment, often signifying honorary stature.",
      "A light kimono.",
      "A is a Japanese garment, a casual summer kimono usually made of cotton or synthetic fabric, and unlined.",
      "A kind of light kimono.",
      "A one-piece garment for a woman; has skirt and bodice",
      "Frock has been used since Middle English as the name for an article of clothing for men and women.",
      "A one-piece garment for a woman that has a skirt and a body section.",
      "A dress is a garment consisting of a skirt with an attached bodice.",
      "A skirt with an attached bodice"
    ]
  },
  "category": "Objects",
  "alsoKnownAs": [
    "Dressing Gown",
    "Japanese Dress"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A traditional Japanese robe that can be worn by women or men.</p>\n",
  "apple_vendor_description": "The kimono emoji on Apple devices is a vibrant and elegantly rendered garment, featuring rich textile patterns and a graceful drape that highlights Apple’s attention to detail in its 3D design. Its flowing sleeves and obi sash are depicted with smooth gradients and subtle highlights, giving it a luxurious and authentic appearance. This visually striking emoji on Apple devices is perfect for conveying cultural appreciation, travel to Japan, or discussing traditional attire."
}