{
  "code": "🍬",
  "Unicode": [
    "U+1F36C"
  ],
  "slug": "candy",
  "shortcodes": {
    "github": ":candy:",
    "slack": ":candy:",
    "discord": ":candy:"
  },
  "title": "Candy",
  "keywords": [
    "candy",
    "dessert",
    "sweet"
  ],
  "senses": {
    "adjectives": [
      "Having or denoting the characteristic taste of sugar",
      "Having a taste of sugar.",
      "Having the taste characteristic of sugar or honey."
    ],
    "verbs": [
      "To eat a snack or light meal.",
      "Eat a snack; eat lightly",
      "To eat small things in between meals.",
      "To eat between meals",
      "To eat between meals."
    ],
    "nouns": [
      "Dubble Bubble is a brand of pink-colored bubblegum invented by Walter Diemer, an accountant at Philadelphia based Fleer Chewing Gum Company, in 1928.",
      "A sweet confection served as the last course of a meal",
      "A dish served as the last course of a meal",
      "A usage seen in the United Kingdom and some other Commonwealth countries.",
      "Dessert is a typically sweet course that concludes an evening meal.",
      "A sweet confection served as the last course of a meal.",
      "Sweet confection served as the last course of a meal.",
      "Sweet course that concludes a meal",
      "A light informal meal",
      "A light meal.",
      "A small meal or snack.",
      "Discussion, light meal.",
      "A small meal.",
      "The term \"collation\" originates in the Roman Catholic Church, where it refers to the two small meals allowed on days of fasting, with or without abstinence.",
      "A rich, sweet, food item made of flavored sugar and often combined with fruit or nuts; a confection, comfit.",
      "Edible, sweet-tasting confectionery containing sugar, or sometimes artificial sweeteners, and often flavored with fruit, chocolate, nuts, herbs and spices, or artificial flavors.",
      "Sweet confection",
      "A rich sweet made of flavored sugar and often combined with fruit or nuts",
      "An edible, sweet-tasting confection containing sugar.",
      "Candy, also called sweets or lollies, is a confection that features sugar as a principal ingredient."
    ]
  },
  "category": "Food & Drink",
  "alsoKnownAs": [
    "Lolly",
    "Sweet"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A small piece of candy wrapped in plastic or wax paper with twists on its ends. Shape and color&nbsp;vary&nbsp;widely by platform. Facebook&rsquo;s design used to resemble&nbsp;a classic&nbsp;unwrapped red-and-white peppermint. May also be called sweets or lollies.</p>\r\n\r\n<p>This emoji tends to spike in use around <a href=\"/halloween\">Halloween</a>.</p>",
  "apple_vendor_description": "The Candy emoji on Apple devices is a delightful, vibrant treat, often depicted as a swirl of colorful hard candy. Apple's design language imbues it with a glossy, translucent quality, showcasing its smooth, rounded form and the way light reflects off its sugary surface through realistic lighting. The rich, saturated colors and subtle 3D shading make this emoji on Apple devices a sweet symbol of indulgence, celebrations, or simply a fun, delightful message."
}