{
  "code": "🌼",
  "Unicode": [
    "U+1F33C"
  ],
  "slug": "blossom",
  "shortcodes": {
    "github": ":blossom:",
    "slack": ":blossom:",
    "discord": ":blossom:"
  },
  "title": "Blossom",
  "keywords": [
    "blossom",
    "flower"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [],
    "nouns": [
      "The reproductive structure of angiosperm plants, consisting of stamens and carpels surrounded by petals and sepals all borne on the receptacle.",
      "A flower lacking sepals, petals, stamens, or carpels.",
      "Flowers, sometimes known as blooms or blossoms, are the reproductive structures found in flowering plants.",
      "A flower, sometimes known as a bloom or blossom, is the reproductive structure found in flowering plants.",
      "Structure found in some plants (division Magnoliophyta / angiosperms) to support reproduction",
      "A plant cultivated for its blooms or blossoms",
      "Any plant of the genus Helianthus having large flower heads with dark disk florets and showy yellow rays",
      "A genus of plants that includes Helianthus annuus",
      "A genus of plants, including the Sunflower",
      "Sunflowers are an annual plant native to the Americas that possess a large inflorescence.",
      "The commonly cultivated species, Helianthus annuus, a native of America.",
      "Helianthus or sunflowers L. is a genus of plants comprising about 70 species in the family Asteraceae, all of which are native to North America except three species in South America.",
      "Annual plant with a large yellow flowering head of the genus Helianthus and the family of the Asteraceae.",
      "Any plant, of the genus Helianthus, having large flower heads with dark disk florets and showy yellow rays; the sunflowers",
      "Species of plant",
      "Bellis perennis is a common European species of daisy, of the Asteraceae family, often considered the archetypal species of that name.",
      "Daisy are the most prevalent flowers in the Asteraceae or Compositae family, the largest family of vascular plants, which is also referred to as the aster, daisy, or sunflower family.",
      "Low-growing Eurasian plant with yellow central disc flowers and pinkish-white outer ray flowers"
    ]
  },
  "category": "Animals & Nature",
  "alsoKnownAs": [
    "Blossoming Flower",
    "Daisy",
    "Yellow Flower"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A flower that has blossomed. Depicted as a flower with white or yellow petals, as a daisy, with a golden center.</p>\r\n\r\n<p>Commonly used for <a href=\"/valentines-day/\">Valentine&rsquo;s Day</a>, <a href=\"/mothers-day/\">Mother&rsquo;s Day</a>, and other special occasions. May be more generally used to convey such ideas&nbsp;as love, appreciation, and happiness. Also used as a yellow or white accent color.</p>\r\n\r\n<p>Not to be confused with <a href=\"/sunflower/\">🌻 Sunflower</a> or <a href=\"/cherry-blossom/\">🌸 Cherry Blossom</a>, though their applications may overlap.</p>\r\n\r\n<p>Google&#39;s flower was&nbsp;<a href=\"/google/android-7.0/blossom/\">once</a>&nbsp;pink.&nbsp;<a href=\"/microsoft/windows-10/blossom/\">Microsoft&#39;s</a> was previously yellow, <a href=\"/samsung/experience-9.0/blossom/\">Samsung&#39;s</a> white.</p>",
  "apple_vendor_description": "The blossom emoji on Apple devices unfurls with delicate beauty, showcasing soft petals rendered in a gentle pink hue with a subtle, glossy sheen characteristic of Apple's 3D design. Realistic lighting catches the edges of each petal, giving it a sense of depth and a fresh, natural appearance, all within the smooth, rounded aesthetic Apple is known for. This emoji, appearing with a serene and graceful visual tone on Apple devices, symbolizes new beginnings, spring, beauty, and fleeting moments of joy and renewal in digital communication."
}