{
  "code": "🕺",
  "Unicode": [
    "U+1F57A"
  ],
  "slug": "man-dancing",
  "shortcodes": {
    "github": ":man_dancing:",
    "slack": ":man_dancing:",
    "discord": ":male_dancer:"
  },
  "title": "Man Dancing",
  "keywords": [
    "dance",
    "dancing",
    "man"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [
      "Move rhythmically to music.",
      "Move in a graceful and rhythmical way",
      "To move with rhythmic steps or movements, especially in time to music."
    ],
    "nouns": [
      "Taking a series of rhythmical steps (and movements) in time to music",
      "The activity of taking part in a dance.",
      "Creative work whose interpretation generally involves movement of the body",
      "Movements to music.",
      "A sequence of rhythmic steps or movements performed to music, for pleasure or as a form of social interaction.",
      "A sequence of rhythmic steps or movements usually performed to music, for pleasure or as a form of social interaction.",
      "Dance generally refers to human movement either used as a form of expression or presented in a social, spiritual or performance setting.",
      "The activity of making rhythmic movements to music.",
      "Dance is the art of movement of the body, usually rhythmically and to music, using prescribed or improvised steps and gestures.",
      "Sexual maturity is the age or stage when an organism can reproduce.",
      "The age or stage when an organism can reproduce",
      "An adult male human.",
      "A man is a male human.",
      "An adult male human",
      "An adult human member of the sex that begets young by fertilizing ova.",
      "A human member of the masculine sex or gender.",
      "An adult person who is male (as opposed to a woman)"
    ]
  },
  "category": "People & Body",
  "alsoKnownAs": [
    "Male Dancer",
    "Disco Dancer"
  ],
  "version": {
    "unicode-version": "9.0",
    "emoji-version": "3.0"
  },
  "description": "<p>A man dancing, added as a gender pair for the <a href=\"/woman-dancing/\">💃 Woman Dancing</a>. Shown on most platforms in a 70s-era suit, and one hand in the air in a disco-dancing style.</p>",
  "apple_vendor_description": "A joyful figure bursts with energy in the man dancing emoji, as seen on Apple devices, characterized by its dynamic pose and vibrant, flowing clothing. Apple’s design language imbues this emoji with a sense of spontaneous movement, thanks to its smooth gradients and the way light plays across the figure's form, highlighting its playful posture. This emoji on Apple devices is a perfect symbol of celebration, freedom, and uninhibited happiness, often used to express excitement or to convey a feeling of revelry."
}