{
  "code": "🇺🇦",
  "Unicode": [
    "U+1F1FA",
    "U+1F1E6"
  ],
  "slug": "flag-ukraine",
  "shortcodes": {
    "github": ":ukraine:",
    "slack": ":flag-ua:",
    "discord": ":flag_ua:"
  },
  "title": "Flag: Ukraine",
  "keywords": [
    "flag"
  ],
  "senses": {
    "adjectives": [
      "From or in the countryside or connected with it.",
      "Of, from or pertaining to the countryside (adjective)."
    ],
    "verbs": [],
    "nouns": [
      "The state flag of Ukraine is a banner of two equally sized horizontal bands of blue and yellow color.",
      "Emblem usually consisting of a rectangular piece of cloth of distinctive design",
      "Piece of cloth.",
      "A flag is a piece of fabric with a distinctive design that is used as a symbol, as a signaling device, or as decoration.",
      "A piece of cloth, often decorated with an emblem, used as a visual signal or symbol.",
      "Piece of fabric with a distinctive design",
      "ISO country code (''. ua\")",
      "Country in Eastern Europe",
      "A country in Eastern Europe; was long part of the Russian Empire, then of the Soviet Union. Official name: Ukraine.",
      "A republic in southeastern Europe; formerly a European soviet; the center of the original Russian state which came into existence in the ninth century",
      "A country in Eastern Europe, with the capital Kiev.",
      "Eastern European country.",
      "Ukraine is a country in Eastern Europe.",
      "The opposite of secession",
      "As its original Latin term",
      "Government",
      "The collective body of a nation or state as politically organized, or as exercising political functions.",
      "The territory of a nation, especially an independent nation state or formerly independent nation; a political entity asserting ultimate authority over a geographical area.",
      "Nations is often used synonymously with ethnic group, but although ethnicity is now one of the most important aspects of cultural or social identity for the members of most nations, people with the same ethnic origin may live in different nation-states and be treated as members of separate nations for that reason.",
      "Political organisation with a centralized independent government",
      "The government.",
      "An organized political community, living under a government",
      "Nation has various meanings, and the meaning has changed over time.",
      "A state is an organized community living under one government.",
      "A political entity asserting ultimate authority over a geographical area.",
      "A people permanently occupying a fixed territory bound together by common law, habits and custom into one body politic exercising, through the medium of an organized government, independent sovereignty and control over all persons and things within its boundaries, unless or until authority is ceded to a federation or union of other states.",
      "The people who live in a nation or country",
      "A politically organized body of people under a single government",
      "A sovereign state.",
      "A state is a nonphysical juridical entity of the international legal system that is represented by one centralized government that has supreme independent authority over a geographic area.",
      "The geographic area under the control of a political state."
    ]
  },
  "alsoKnownAs": [
    "Ukrainian Flag"
  ],
  "version": {
    "unicode-version": null,
    "emoji-version": "1.0"
  },
  "description": "<p>The flag for&nbsp;Ukraine, which may show as the letters&nbsp;<em>UA</em>&nbsp;on some platforms.</p>",
  "apple_vendor_description": "The flag of Ukraine emoji, as it appears on Apple devices, is a vibrant representation of national pride and solidarity. Its two horizontal bands, a bright sky blue atop a golden wheat yellow, are rendered with Apple's signature glossy 3D shading and smooth gradients, giving the flag a distinct depth and sheen. The soft rounded edges ensure a polished look, making this emoji a clear and resonant symbol of Ukraine. On Apple devices, it is frequently used to express support, patriotism, or to acknowledge news and events related to Ukraine.",
  "category": "Flags"
}