{
  "code": "🤹‍♂️",
  "Unicode": [
    "U+1F939",
    "U+200D",
    "U+2642",
    "U+FE0F"
  ],
  "slug": "man-juggling",
  "shortcodes": {
    "github": ":man_juggling:",
    "slack": ":man-juggling:",
    "discord": ":man_juggling:"
  },
  "title": "Man Juggling",
  "keywords": [
    "juggling",
    "man",
    "multitask"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [
      "To handle multiple tasks at once."
    ],
    "nouns": [
      "Juggling is a physical skill, performed by a juggler, involving the manipulation of objects for recreation, entertainment, art, or sport.",
      "Moving of objects in an artful manner.",
      "Throwing and catching several objects simultaneously",
      "The art of moving objects, such as balls, clubs, beanbags, rings, etc. in an artful or artistic manner.",
      "Sexual maturity is the age or stage when an organism can reproduce.",
      "The age or stage when an organism can reproduce",
      "An adult male human.",
      "A man is a male human.",
      "An adult male human",
      "An adult human member of the sex that begets young by fertilizing ova.",
      "A human member of the masculine sex or gender.",
      "An adult person who is male (as opposed to a woman)"
    ]
  },
  "category": "People & Body",
  "alsoKnownAs": [
    "Male Juggler"
  ],
  "version": {
    "unicode-version": null,
    "emoji-version": "4.0"
  },
  "description": "<p>A man juggling between three and five colored balls. The person shown in this emoji wears a hat on most major platforms.</p>",
  "apple_vendor_description": "On Apple devices, the man juggling emoji presents a dynamic and skillful individual, captured in motion with Apple’s characteristic glossy 3D shading and smooth gradients. The figure is shown with a sense of energetic movement, with multiple colorful objects in the air, each rendered with a soft, rounded form. This emoji, with its vibrant and playful aesthetic on Apple’s platforms, effectively communicates multitasking, handling many tasks, or a sense of impressive dexterity."
}