{
  "code": "🚲",
  "Unicode": [
    "U+1F6B2"
  ],
  "slug": "bicycle",
  "shortcodes": {
    "github": ":bike:",
    "slack": ":bike:",
    "discord": ":bike:"
  },
  "title": "Bicycle",
  "keywords": [
    "bicycle",
    "bike"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [
      "To ride a bicycle.",
      "To operate a pedal.",
      "Ride a bicycle",
      "To ride a bicycle or other cycle.",
      "To operate a bicycle.",
      "To ride a bike.",
      "Move fast",
      "To drive fast.",
      "To move fast.",
      "To go fast.",
      "To drive fast; to step on the accelerator."
    ],
    "nouns": [
      "Human-powered, pedal-driven two-wheel vehicle",
      "A vehicle that has two wheels, one behind the other, a steering handle, and a saddle seat or seats and is usually propelled by the action of a rider's feet upon pedals.",
      "A pedal-powered vehicle, such as a unicycle, bicycle, or tricycle; or, motorized vehicle that has either two or three wheels, such as a motorbike, motorcycle, motorized tricycle, or motortrike.",
      "A bicycle, often called a bike or cycle, is a human-powered, pedal-driven, single-track vehicle, having two wheels attached to a frame, one behind the other.",
      "A vehicle with two wheels in tandem, pedals connected to the rear wheel by a chain, handlebars for steering, and a saddlelike seat.",
      "A short form of bicycle.",
      "A wheeled vehicle that has two wheels and is moved by foot pedals"
    ]
  },
  "category": "Travel & Places",
  "alsoKnownAs": [
    "Bike",
    "Push Bike"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A bicycle, sometimes called a push bike, used for transport or sport.</p>\r\n",
  "apple_vendor_description": "The bicycle emoji on Apple devices is a crisp, clean illustration featuring a classic frame with smooth, rounded lines and a polished metallic sheen. Apple’s design imbues it with a subtle 3D effect, making the wheels and handlebars appear tangible under realistic lighting. It evokes a sense of freedom, activity, and eco-friendly transportation, often used to discuss outdoor adventures, exercise, or sustainable living."
}