{
  "code": "🏆",
  "Unicode": [
    "U+1F3C6"
  ],
  "slug": "trophy",
  "shortcodes": {
    "github": ":trophy:",
    "slack": ":trophy:",
    "discord": ":trophy:"
  },
  "title": "Trophy",
  "keywords": [
    "prize",
    "trophy"
  ],
  "senses": {
    "adjectives": [
      "Made from or covered with gold",
      "Made of gold or covered by a thin layer of gold.",
      "Experiencing triumph.",
      "Of, or expressing a sense of victory.",
      "Experiencing triumph",
      "Of, or expressing a sense of victory or triumph."
    ],
    "verbs": [
      "To raise or lift to a desired elevation, by means of tackle or pulley, as a sail, a flag, a heavy package or weight.",
      "To raise; to lift; to elevate; especially, to raise or lift to a desired elevation, by means of tackle or pulley, as a sail, a flag, a heavy package or weight.",
      "Transitive: to raise; to lift; to elevate.",
      "Raise",
      "To give, especially as an honor or reward.",
      "Give, especially as an honor or reward",
      "Be the winner in a contest or competition; be victorious",
      "To get as a price from a lottery or other competition."
    ],
    "nouns": [
      "A formal event performed on a special occasion",
      "A ritual with religious significance.",
      "Event of ritual significance, performed on a special occasion",
      "Ceremony is an event of ritual significance, performed on a special occasion.",
      "A ceremony, or series of ceremonies, prescribed by ritual.",
      "Ritual with religious significance.",
      "A ceremony is an event of ritual significance, performed on a special occasion.",
      "A formal event performed on a special occasion.",
      "A prize is an award to be given to a person, a group of people, or organization to recognize and reward actions or achievements.",
      "A memento for a specific accomplishment.",
      "A trophy is a reward for a specific achievement, and serves as recognition or evidence of merit.",
      "Something given as a token of victory",
      "Award received for merit.",
      "Honor or reward striven for in a competitive contest.",
      "A contest for a reward; competition.",
      "Something given for victory or superiority in a contest or competition or for winning a lottery",
      "Something of value given to the winner of a competition.",
      "A tangible symbol signifying approval or distinction",
      "A tangible symbol signifying approval or distinction.",
      "In the Middle Ages, the accolade was the central act in the rite of passage ceremonies conferring knighthood.",
      "Something given to a person or a group of people to recognize their excellence in a certain field",
      "Central act in rite of passage ceremonies conferring knighthood",
      "An award is something given to a person, a group of people, or an organization to recognize their excellence in a certain field; a certificate of excellence.",
      "Competition is the rivalry of two or more parties over something.",
      "An occasion on which a winner is selected from among two or more contestants",
      "A competition.",
      "The competitors in such a contest.",
      "A person who takes part in a contest or competition.",
      "Contest between organisms, animals, individuals, groups, etc.",
      "Competition in biology, ecology, and sociology, is a contest between organisms, animals, individuals, groups, etc., for territory, a niche, or a location of resources, for resources and goods, mates, for prestige, recognition, awards, or group or social status, for leadership.",
      "The simultaneous demand by two or more organisms or species for an essential common resource that is actually or potentially in limited supply.",
      "An occasion on which a winner is selected from among two or more contestants.",
      "A victory (as in a race or other competition)",
      "An individual victory, as in a race or competition.",
      "An individual victory (opposite of a loss)"
    ]
  },
  "category": "Activities",
  "alsoKnownAs": [
    "Championship Trophy",
    "Winners Trophy"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A trophy given as an recognition of achievement, usually in sports. The trophy emoji is a gold cup, with a engraving on the bottom detailing the award.</p>\r\n\r\n<p>In <a href=\"/snapchat/\">Snapchat</a>, the trophy provides access to the Trophy Case for <a href=\"http://snapchatemojis.com/trophies/\">unlocking emoji achievements</a>.</p>",
  "apple_vendor_description": "The trophy emoji on Apple devices shines with a brilliant golden hue, accented by realistic lighting that highlights its polished metallic surface and intricate details. Its classic shape, with a sturdy base and graceful cup, is rendered with Apple's signature glossy 3D shading and soft rounded edges, giving it a substantial and celebratory feel. This emoji is universally recognized for signifying victory, achievement, and recognition, bringing a sense of accomplishment and prestige to any message."
}