{
  "code": "ℹ️",
  "Unicode": [
    "U+2139",
    "U+FE0F"
  ],
  "slug": "information",
  "shortcodes": {
    "github": ":information_source:",
    "slack": ":information_source:",
    "discord": ":information_source:"
  },
  "title": "Information Source",
  "keywords": [
    "i",
    "information"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [
      "To impart information or knowledge (intransitive).",
      "Impart knowledge of some fact, state or affairs, or event to",
      "To impart information or knowledge.",
      "To provide assistance.",
      "Give help or assistance; be of service",
      "To give assistance or aid to.",
      "To help."
    ],
    "nouns": [
      "A service that provides information and assistance to the users of a computer network",
      "A point of contact between product users and technical support",
      "An individual or team of support professionals that provide technical assistance for an organization's network, hardware devices, and software.",
      "A help desk is a resource intended to provide the customer or end user with information and support related to a company's or institution's products and services.",
      "Sequence of symbols that can be interpreted as a message by a subject",
      "Information is the result of processing, manipulating and organizing data in a way that adds to the knowledge of the person receiving it.",
      "Things that are or can be known about a given topic; communicable knowledge of something.",
      "All facts, ideas or imaginative works of the mind which have been communicated, published or distributed formally or informally in any format, or the knowledge that is communicated or received.",
      "Knowledge acquired through study or experience or instruction"
    ]
  },
  "category": "Symbols",
  "alsoKnownAs": [
    "Info",
    "Lowercase I",
    "Tourist Information"
  ],
  "version": {
    "unicode-version": "3.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A lowercase letter&nbsp;<em>i</em>, enclosed in a rounded square or circle. Implemented in apps or&nbsp;websites&nbsp;to&nbsp;indicate that help or further information is available.</p>\r\n\r\n<p>May be used as a&nbsp;logo for tourist information signage in a town or city.</p>",
  "apple_vendor_description": "The information emoji on Apple devices is presented as a stylized capital letter 'i' enclosed within a bright blue circle, exuding clarity and directness. Apple's design language imbues this icon with a subtle 3D effect, featuring glossy highlights and a smooth, polished surface that makes it easily recognizable. Its clean lines and distinct appearance ensure it stands out, serving as a universal symbol for seeking or providing details, guidance, or important facts within any digital communication on Apple devices."
}