{
  "code": "🤺",
  "Unicode": [
    "U+1F93A"
  ],
  "slug": "person-fencing",
  "shortcodes": {
    "github": ":person_fencing:",
    "slack": ":fencer:",
    "discord": ":fencing:"
  },
  "title": "Fencer",
  "keywords": [
    "fencer",
    "fencing",
    "person fencing",
    "sword"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [],
    "nouns": [
      "The art or sport of duelling with swords, especially the style that originated in Europe.",
      "Fencing is the martial art of fighting with blades.",
      "The art or sport of fighting with swords (especially the use of foils or epees or sabres to score points under a set of rules)",
      "A sport of armed combat using a foil, épée, or saber",
      "A sport using bladed weapons",
      "The art or sport of duelling with swords, especially with the 17th to 18th century European dueling swords and the practice weapons decended from them (sport fencing)",
      "A cutting or thrusting weapon that has a long metal blade and a hilt with a hand guard",
      "A sword is a blade weapon used primarily and original have two hands for cutting or thrusting.",
      "Bladed weapon",
      "A long-bladed weapon having a handle and sometimes a hilt and designed to stab, hew, or slice.",
      "A sword is an edged weapon used primarily for cutting or thrusting.",
      "Sometimes termed \"steel\" in certain cultures",
      "A long-bladed weapon that has a handle (and sometimes a hilt) and is designed to stab, cut or slash.",
      "A person skilled at using swords.",
      "Someone skilled at fencing",
      "A person skilled at using swords in sport or combat; a fencer.",
      "A participant in the sport of fencing"
    ]
  },
  "category": "People & Body",
  "alsoKnownAs": [],
  "version": {
    "unicode-version": "9.0",
    "emoji-version": "3.0"
  },
  "description": "<p>A person shown in the sport of fencing, with a <a href=\"https://en.wikipedia.org/wiki/Rapier\">Rapier-style sword</a>, mask, and protective clothing.</p>",
  "apple_vendor_description": "The person fencing emoji on Apple devices presents a focused and elegant portrayal of the sport, with clean lines and precise detail. The fencer is depicted in a ready stance, embodying discipline and concentration, enhanced by Apple's signature realistic lighting and subtle 3D shading that gives the uniform and equipment a polished appearance. This emoji symbolizes combat, skill, and strategic thinking, often used to represent challenges, competition, or a sharp, pointed exchange of ideas in digital communication across Apple's ecosystem."
}