{
  "code": "⚙️",
  "Unicode": [
    "U+2699",
    "U+FE0F"
  ],
  "slug": "gear",
  "shortcodes": {
    "github": ":gear:",
    "slack": ":gear:",
    "discord": ":gear:"
  },
  "title": "Gear",
  "keywords": [
    "cog",
    "cogwheel",
    "gear",
    "tool"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [
      "Roll steel ingots"
    ],
    "nouns": [
      "Physical item that can be used to achieve a goal",
      "Mechanical device intended to make a task easier.",
      "An implement used in the practice of a vocation",
      "A mechanical device intended to make a task easier.",
      "A tool is any physical item that can be used to achieve a goal, especially if the item is not consumed in the process.",
      "Any physical item that can be used to achieve a goal",
      "A wheel with a toothed rim, intended to engage with others, or similar equipment, to form a gear",
      "A gear wheel",
      "Rotating machine",
      "A SmartArt graphic layout used to show interlocking ideas. Each of the first three lines of Level 1 text corresponds to a gear shape, and their corresponding Level 2 text appears in rectangles next to the gear shape. Unused text does not appear, but remains available if you switch layouts.",
      "A gear or cogwheel is a rotating machine part having cut teeth, or cogs, which mesh with another toothed part in order to transmit torque, in most cases with teeth on the one gear being of identical shape, and often also with that shape on the other gear.",
      "A wheel with grooves (teeth) engraved on the outer circumference, such that two such devices can interlock and convey motion from one to the other.",
      "A wheel with grooves.",
      "A wheel with cogs or teeth.",
      "A toothed wheel that engages another toothed mechanism in order to change the speed or direction of transmitted motion"
    ]
  },
  "category": "Objects",
  "alsoKnownAs": [],
  "version": {
    "unicode-version": "4.1",
    "emoji-version": "1.0"
  },
  "description": "<p>A round metal gear with teeth.</p>\r\n\r\n<p>Used to talk about tools and engineering (both hardware and software). Also commonly used to indicate settings on user interfaces.&nbsp;May also represent hard work, e.g., <i>grinding</i> in sports.</p>\r\n\r\n<p>Samsung&rsquo;s design originally&nbsp;featured a white gear icon on a green square.</p>",
  "apple_vendor_description": "The gear emoji on Apple devices is a testament to precise engineering, featuring a robust, metallic cog with finely detailed teeth and a subtle sheen. Rendered with Apple's signature 3D shading and realistic lighting, it appears both solid and functional, with soft, rounded edges that maintain its approachable appeal. This emoji perfectly symbolizes mechanics, process, settings, or teamwork, conveying a sense of industry and operational efficiency in any digital context on Apple devices."
}