{
  "code": "🇬🇪",
  "Unicode": [
    "U+1F1EC",
    "U+1F1EA"
  ],
  "slug": "flag-georgia",
  "shortcodes": {
    "github": ":georgia:",
    "slack": ":flag-ge:",
    "discord": ":flag_ge:"
  },
  "title": "Flag: Georgia",
  "keywords": [
    "flag"
  ],
  "senses": {
    "adjectives": [
      "From or in the countryside or connected with it.",
      "Of, from or pertaining to the countryside (adjective)."
    ],
    "verbs": [],
    "nouns": [
      "Emblem usually consisting of a rectangular piece of cloth of distinctive design",
      "Piece of cloth.",
      "A flag is a piece of fabric with a distinctive design that is used as a symbol, as a signaling device, or as decoration.",
      "A piece of cloth, often decorated with an emblem, used as a visual signal or symbol.",
      "Piece of fabric with a distinctive design",
      "The flag of Georgia, also known as the Five Cross Flag was adopted in January 2004, and was originally the flag of the United National Movement.",
      "Flag of the country of Georgia",
      "A republic in Asia Minor on the Black Sea separated from Russia by the Caucasus mountains; formerly an Asian soviet but became independent in 1991",
      "A country in the Caucasus region",
      "Georgia is a country in the Caucasus region of Eurasia.",
      "Country in Europe / Asia",
      "A country in West Asia or East Europe, with capital Tbilisi.",
      "A country in Caucasus region of Eurasia. Official name: Georgia. Capital: Tbilisi.",
      "The opposite of secession",
      "As its original Latin term",
      "Government",
      "The collective body of a nation or state as politically organized, or as exercising political functions.",
      "The territory of a nation, especially an independent nation state or formerly independent nation; a political entity asserting ultimate authority over a geographical area.",
      "Nations is often used synonymously with ethnic group, but although ethnicity is now one of the most important aspects of cultural or social identity for the members of most nations, people with the same ethnic origin may live in different nation-states and be treated as members of separate nations for that reason.",
      "Political organisation with a centralized independent government",
      "The government.",
      "An organized political community, living under a government",
      "Nation has various meanings, and the meaning has changed over time.",
      "A state is an organized community living under one government.",
      "A political entity asserting ultimate authority over a geographical area.",
      "A people permanently occupying a fixed territory bound together by common law, habits and custom into one body politic exercising, through the medium of an organized government, independent sovereignty and control over all persons and things within its boundaries, unless or until authority is ceded to a federation or union of other states.",
      "The people who live in a nation or country",
      "A politically organized body of people under a single government",
      "A sovereign state.",
      "A state is a nonphysical juridical entity of the international legal system that is represented by one centralized government that has supreme independent authority over a geographic area.",
      "The geographic area under the control of a political state."
    ]
  },
  "alsoKnownAs": [
    "Georgian Flag"
  ],
  "version": {
    "unicode-version": null,
    "emoji-version": "1.0"
  },
  "description": "<p>The flag for <a href=\"https://en.wikipedia.org/wiki/Georgia_(country)\">Georgia</a>, which may show as the letters&nbsp;<em>GE</em>&nbsp;on some platforms.</p>",
  "apple_vendor_description": "Apple's rendition of the Georgia flag emoji features a crisp white field adorned with a bold red Saint George's Cross and four smaller red Bolnur-Tupuri crosses. The design on Apple devices is rendered with sharp detail and subtle texture, giving it a distinguished appearance. This emoji is a direct and proud representation of Georgia, used for national pride, travel, or discussions related to the country.",
  "category": "Flags"
}