{
  "code": "📈",
  "Unicode": [
    "U+1F4C8"
  ],
  "slug": "chart-increasing",
  "shortcodes": {
    "github": ":chart_with_upwards_trend:",
    "slack": ":chart_with_upwards_trend:",
    "discord": ":chart_with_upwards_trend:"
  },
  "title": "Chart with Upwards Trend",
  "keywords": [
    "chart",
    "chart increasing",
    "graph",
    "growth",
    "trend",
    "upward"
  ],
  "senses": {
    "adjectives": [
      "Becoming greater or larger",
      "Extending or moving toward a higher place",
      "Moving up, directed toward a higher place.",
      "Directed toward a higher place."
    ],
    "verbs": [
      "Represent by means of a graph",
      "To visually represent by means of a graph.",
      "Make a schematic or technical drawing of that shows interactions among variables or how something is constructed",
      "Make a chart of",
      "To make a map or chart of.",
      "Move upward",
      "To satisfy; indulge; gratify.",
      "Give an exhibition of to an interested audience",
      "To display an object.",
      "To have somebody see something.",
      "To display, to have somebody see (something)."
    ],
    "nouns": [
      "In mathematics, the graph of a function f is the collection of all ordered pairs.",
      "A visual representation of the relations between certain quantities plotted with reference to a set of axes",
      "In mathematics, a visual representation of the relations between certain quantities plotted according to a set of axes.",
      "The process of presenting the content of a topic to an audience.",
      "A presentation is the process of presenting a topic to an audience.",
      "Presenting to an audience.",
      "A lecture or speech given in front of an audience",
      "Process of presenting a topic to an audience",
      "Return to an original state",
      "A branch of applied mathematics concerned with the collection and interpretation of quantitative data and the use of probability theory to estimate population parameters",
      "Also known as quantitative analysis",
      "The body of techniques used in statistical inference concerning a population.",
      "Statistics is the study of the collection, analysis, interpretation, presentation and organization of data.",
      "Statistics is a mathematical science pertaining to the collection, analysis, interpretation and presentation of data.",
      "Study of the collection, organization, analysis, interpretation, and presentation of data",
      "A branch of mathematics dealing with the collection, analysis, interpretation, and presentation of masses of numerical data.",
      "A mathematical science concerned with data collection, presentation, analysis, and interpretation.",
      "An event that accomplishes its intended purpose",
      "The achievement of one's aim or goal.",
      "Achievement of one's aim or goal.",
      "A chart is a graphical representation of data, in which \"the data is represented by symbols, such as bars in a bar chart, lines in a line chart, or slices in a pie chart\".",
      "Graphical representation of statistical data",
      "A graphic or diagram that displays data or the relationships between sets of data in pictorial rather than numeric form.",
      "Small guide explaining symbols or terminology.",
      "A visual display of information",
      "A guide explaining the symbols or terminology of a map or chart; a legend."
    ]
  },
  "category": "Objects",
  "alsoKnownAs": [
    "Positive Chart",
    "Up Pointing Graph"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A graph showing a red (or sometimes green) trend line increasing over time, as stock prices or revenues. Commonly used to represent various types of increase, from numerical data to being metaphorically on the rise. May also represent trending content as well as facts, figures, and charts more generally.</p>\r\n\r\n<p>Note: red is used to <a href=\"https://blog.emojipedia.org/why-does-the-chart-increasing-emoji-show-in-red/\">represent increases in stock prices in Japan</a>, where this emoji originates.</p>",
  "apple_vendor_description": "On Apple devices, the chart increasing emoji is rendered with a vibrant green line graph that arcs upward with a satisfying sense of growth and optimism. Its smooth, glossy surface, characteristic of Apple’s design, features subtle highlights that convey dynamism and progress. This emoji is perfect for communicating positive trends, financial gains, or any situation where a successful upward trajectory is key on Apple devices."
}