{
  "code": "🎫",
  "Unicode": [
    "U+1F3AB"
  ],
  "slug": "ticket",
  "shortcodes": {
    "github": ":ticket:",
    "slack": ":ticket:",
    "discord": ":ticket:"
  },
  "title": "Ticket",
  "keywords": [
    "admission",
    "ticket"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [
      "To issue a fine as punishment.",
      "Issue a ticket or a fine to as a penalty",
      "To issue a fine as punishment to (someone)."
    ],
    "nouns": [
      "A card or slip of paper used to gain admission to a location or event",
      "A commercial document showing that the holder is entitled to something (as to ride on public transportation or to enter a public entertainment)",
      "A ticket is a voucher that indicates that one has paid for admission to an event or establishment such as a theater, amusement park or tourist attraction, or permission to travel on a vehicle typically because one has paid the fare.",
      "A slip of paper that entitles the owner to attend an event, such as a theatrical performance or an ice hockey game.",
      "A pass entitling the holder to admission to a show, concert, etc.",
      "Admission to entertainment.",
      "The act of admitting someone to enter",
      "The act or practice of admitting.",
      "The act of admitting.",
      "Act of admitting."
    ]
  },
  "category": "Activities",
  "alsoKnownAs": [
    "Ticket Stub",
    "World Tour TIcket"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A paper ticket, which may be for a theatre show, sporting event, or other ticketed performance. Shown in blue, yellow or grey on most platforms.</p>",
  "apple_vendor_description": "The ticket emoji on Apple devices presents a crisp, rectangular token with a perforated tear-off edge, showcasing Apple's penchant for realistic textures and subtle shading. Its bold, sans-serif font for the digits and clean lines are rendered with smooth gradients, giving it a tangible feel. This emoji, as seen on Apple devices, is ideal for signifying admission, events, travel, or a special opportunity."
}