{
  "code": "👷🏼‍♂️",
  "Unicode": [
    "U+1F477",
    "U+1F3FC",
    "U+200D",
    "U+2642",
    "U+FE0F"
  ],
  "slug": "man-construction-worker-medium-light-skin-tone",
  "shortcodes": null,
  "title": "man construction worker: medium-light skin tone",
  "keywords": [
    "medium-light skin tone",
    "worker",
    "man",
    "construction"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [],
    "nouns": [
      "Tradesman, labourer, or professional employed in the physical construction of the built environment",
      "A worker skilled in building offices or dwellings etc.",
      "Employee working at a physical construction.",
      "Worker in building sector",
      "Employee working at a construction.",
      "A construction worker is a tradesman, laborer, or professional employed in the physical construction of the built environment and its infrastructure.",
      "Act or process of building.",
      "The act of constructing something",
      "Or the erection of a building",
      "Building construction is the process of preparing for and forming buildings and building systems.",
      "The process of constructing.",
      "Process that consists of the building or assembling of infrastructure",
      "The construction, rehabilitation, alteration, conversion, extension, demolition or repair of buildings, highways, or other changes or improvement to real property, including facilities providing utility services.",
      "The act or process of building.",
      "Sexual maturity is the age or stage when an organism can reproduce.",
      "The age or stage when an organism can reproduce",
      "An adult male human.",
      "A man is a male human.",
      "An adult male human",
      "An adult human member of the sex that begets young by fertilizing ova.",
      "A human member of the masculine sex or gender.",
      "An adult person who is male (as opposed to a woman)"
    ]
  },
  "category": "People & Body",
  "alsoKnownAs": null,
  "version": null,
  "description": "The Male Construction Worker, Type-3 emoji is a sequence of the  Construction Worker,  Emoji Modifier Fitzpatrick Type-3, ? Male Sign an",
  "apple_vendor_description": "This construction worker emoji on Apple devices features a determined individual with a medium-light skin tone, donning a bright yellow hard hat and a sturdy work vest, all rendered with Apple’s characteristic smooth gradients and soft rounded edges. The realistic lighting gives a sense of robust durability to his attire, implying hard work and dedication. It's commonly used on Apple devices to represent jobs, building projects, or the concept of getting things done."
}