{
  "code": "🌦️",
  "Unicode": [
    "U+1F326",
    "U+FE0F"
  ],
  "slug": "sun-behind-rain-cloud",
  "shortcodes": {
    "github": ":sun_behind_rain_cloud:",
    "slack": ":sun_behind_rain_cloud:",
    "discord": ":white_sun_behind_cloud_with_rain:"
  },
  "title": "White Sun Behind Cloud with Rain",
  "keywords": [
    "cloud",
    "rain",
    "sun",
    "sun behind rain cloud"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [
      "Precipitate as rain"
    ],
    "nouns": [
      "Suspensions of minute water droplets or ice crystals produced by the condensation of water vapour.",
      "In meteorology, a cloud is a visible mass of liquid droplets or frozen crystals made of water or various chemicals suspended in the atmosphere above the surface of a planetary body.",
      "Visible mass of liquid droplets or frozen crystals suspended in the atmosphere",
      "A visible mass of water droplets suspended in the air.",
      "Visible mass of water droplets suspended in the air.",
      "A visible mass of water or ice particles suspended at a considerable altitude",
      "Clouds are visible masses of water droplets or frozen ice crystals suspended in the atmosphere above the surface of the Earth or another planetary body.",
      "The star that is the source of light and heat for the planets in the solar system",
      "The Sun is the star at the center of the Solar System.",
      "The star at the center of the Solar System, represented in astronomy and astrology by ?.",
      "Star at the centre of the Solar System",
      "The particular star at the centre of our solar system, from which the Earth gets light and heat.",
      "An inhabitant of any part of the solar system of the star Sol (i.e. the Sun).",
      "The fourth planet from Earth in the Ptolemaic geocentric cosmology",
      "The atmospheric conditions that comprise the state of the atmosphere in terms of temperature and wind and clouds and precipitation",
      "Sometimes referred to as \"the elements\"",
      "State of the atmosphere",
      "The day-to-day meteorological conditions, especially temperature, cloudiness, and rainfall, affecting a specific place.",
      "Unpleasant or destructive atmospheric conditions, and their effects.",
      "Weather is the state of the atmosphere, to the degree that it is hot or cold, wet or dry, calm or stormy, clear or cloudy.",
      "State of the atmosphere.",
      "Precipitation in the form of liquid water drops with diameters greater than 0.5 millimetres.",
      "Water falling in drops from vapor condensed in the atmosphere",
      "Rain is liquid water in the form of droplets that have condensed from atmospheric water vapor and then precipitated -- that is, become heavy enough to fall under gravity.",
      "Condensed water falling from a cloud.",
      "The amount of rain that falls on a single occasion",
      "Water which falls as rain from clouds.",
      "Liquid water in the form of droplets that have condensed from atmospheric water vapor and then precipitated.",
      "Condensed water from a cloud.",
      "Rain is liquid precipitation, as opposed to non-liquid kinds of precipitation such as snow, hail and sleet.",
      "A fall of rain."
    ]
  },
  "category": "Travel & Places",
  "alsoKnownAs": [],
  "version": {
    "unicode-version": "7.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A yellow sun half covered by a white rain cloud with blue raindrops. Most platforms depict the raindrops falling to the left. Position of the sun varies across platforms.</p>\r\n\r\n<p>May be used as a weather icon to represent a mix of sunshine and scattered showers.</p>\r\n\r\n<p>Not to be confused with <a href=\"/sun-behind-cloud/\">⛅ Sun Behind Cloud</a>.</p>\r\n\r\n<p>Samsung&rsquo;s cloud was <a href=\"/samsung/experience-9.0/sun-behind-rain-cloud/\">previously</a> bluish.</p>\r\n\r\n<p>See the glossary for the term <em><a href=\"/glossary/#white\" title=\"📖 Glossary\">white</a></em> in Unicode character names.</p>",
  "apple_vendor_description": "On Apple devices, the sun behind a rain cloud emoji presents a charming dichotomy with its soft, rounded design. A bright, cheerful sun peeks from behind a plump, friendly-looking cloud, with a few delicate raindrops falling below. Apple's signature glossy shading and smooth gradients give this emoji a gentle, inviting feel, often used to symbolize changing weather, a mix of emotions, or the hope that follows a challenging period."
}