{
  "code": "🥈",
  "Unicode": [
    "U+1F948"
  ],
  "slug": "2nd-place-medal",
  "shortcodes": {
    "github": ":2nd_place_medal:",
    "slack": ":second_place_medal:",
    "discord": ":second_place_medal:"
  },
  "title": "Second Place Medal",
  "keywords": [
    "2nd place medal",
    "medal",
    "second",
    "silver"
  ],
  "senses": {
    "adjectives": [
      "Coming next after the first in position in space or time or degree or magnitude",
      "Number-two; following after the first one with nothing between them. The ordinal number corresponding to the cardinal number two.",
      "That which comes after the first."
    ],
    "verbs": [
      "To win a medal."
    ],
    "nouns": [
      "A medal, or medallion, is, strictly speaking, a small, flat, and round piece of metal that has been sculpted, molded, cast, struck, stamped, or some way marked with an insignia, portrait, or other artistic rendering.",
      "An award for winning a championship or commemorating some other event",
      "A term for an award.",
      "Round piece of metal, often used as an award",
      "A stamped or cast metal object (usually a disc), particularly one awarded as a prize or reward.",
      "A carved or engraved circular piece of metal issued as souvenir, medal, work of art or fashion accessory",
      "A government badge of honor which is awarded for extraordinary achievements to a person or a group.",
      "A stamped or cast metal disc, particularly one awarded as a prize.",
      "A ribbon is an award made from ribbon and presented to mark an achievement.",
      "Silver is a chemical element with the chemical symbol Ag and atomic number 47.",
      "A lustrous, white, metallic element, atomic number 47, atomic weight 107.87, symbol Ag.",
      "A very ductile malleable brilliant greyish-white element with symbol Ar and atomic number 47 having the highest electrical and thermal conductivity of any metal.",
      "Chemical element with the atomic number of 47",
      "A soft white precious univalent metallic element having the highest electrical and thermal conductivity of any metal; occurs in argentite and in free form; used in coins and jewelry and tableware and photography",
      "Silver is a chemical element with symbol Ag and atomic number 47.",
      "A chemical element with symbol Ag from the Latin Argentum"
    ]
  },
  "category": "Activities",
  "alsoKnownAs": [
    "Silver Medal"
  ],
  "version": {
    "unicode-version": "9.0",
    "emoji-version": "3.0"
  },
  "description": "<p>A silver medal, given to the person or team who comes second in a competitive sporting event such as a race.</p>",
  "apple_vendor_description": "On Apple devices, the 2nd place medal emoji is a distinguished silver disk, expertly crafted with realistic metallic sheen and subtle reflections from soft lighting.  Its polished surface and the engraved '2' convey a clear sense of achievement and honorable recognition, perfect for celebrating runner-up successes or acknowledging commendable efforts within Apple's visually rich communication ecosystem."
}