{
  "code": "🎲",
  "Unicode": [
    "U+1F3B2"
  ],
  "slug": "game-die",
  "shortcodes": {
    "github": ":game_die:",
    "slack": ":game_die:",
    "discord": ":game_die:"
  },
  "title": "Game Die",
  "keywords": [
    "dice",
    "die",
    "game"
  ],
  "senses": {
    "adjectives": [
      "Lacking any definite plan or order or purpose; governed by or depending on chance",
      "Forming a right angle, especially at right angles with the mast or the keel, and parallel to the horizon; said of the yards of a square-rigged vessel when they are so braced.",
      "Having four equal sides and four right angles or forming a right angle"
    ],
    "verbs": [
      "To succeed by chance.",
      "To perform in (a sport); to participate in (a game).",
      "To take part in a sport's match.",
      "Participate in games or sport",
      "Participate in (a sport or game).",
      "To move by turning over or rotating.",
      "Move by turning over or rotating",
      "To cause to revolve by turning over and over; to move by turning on an axis; to impel forward by causing to turn over and over on a supporting surface.",
      "To rely on luck.",
      "To carry out relying on luck."
    ],
    "nouns": [
      "An activity described by a set of rules, especially for the purpose of entertainment, often competitive or having an explicit goal.",
      "A class of computer program in which one or more users interact with the computer as a form of entertainment. Computer games run the gamut from simple alphabet games for toddlers to chess, treasure hunts, war games, and simulations of world events. The games are controlled from a keyboard or with a joystick or other device and are supplied on disks, on CD-ROMs, as game cartridges, on the Internet, or as arcade devices.",
      "Games are activities involving structured playing, usually undertaken for enjoyment and sometimes used as an educational tool.",
      "Structured information used for playing",
      "A pursuit or activity with rules performed either alone or with others, for the purpose of entertainment.",
      "A contest with rules to determine a winner",
      "A game is structured playing, usually undertaken for enjoyment and sometimes used as an educational tool.",
      "An object with many (usually 6) faces, each with a different value, that is used in many games to randomly select a number.",
      "Polyhedron used in games of chance.",
      "Dice are small throwable objects with multiple resting positions, used for generating random numbers.",
      "(plural: dice) A polyhedron, usually a cube, with numbers or symbols on each side and used in games of chance.",
      "A small cube with 1 to 6 spots on the six faces; used in gambling to generate random numbers",
      "Slang as dice were made from ivory from ancient times into the 20th century",
      "Throwable object with multiple resting positions, used for generating random numbers"
    ]
  },
  "category": "Activities",
  "alsoKnownAs": [
    "Dice"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A six-sided die, used in a range of board and turn-based games. Commonly called&nbsp;<em>dice</em> which refers to the plural of <em>die</em>.</p>\r\n\r\n<p>Most other platforms display this emoji as a single game die in white or red.&nbsp;LG&nbsp;showed two game dice in this emoji.</p>",
  "apple_vendor_description": "The game die emoji on Apple devices is a vibrant, perfectly rendered cube with rounded edges, showcasing a rich, glossy finish that suggests a satisfying weight. Each pips is depicted with subtle 3D shading and a soft glow, reflecting the realistic lighting characteristic of Apple's design. This emoji, often appearing as a 'six' with its iconic arrangement of dots, symbolizes chance, luck, and the excitement of games or unexpected outcomes in digital conversations."
}