{
  "code": "😵",
  "Unicode": [
    "U+1F635"
  ],
  "slug": "dizzy-face",
  "shortcodes": {
    "github": ":dizzy_face:",
    "slack": ":dizzy_face:",
    "discord": ":dizzy_face:"
  },
  "title": "Dizzy Face",
  "keywords": [
    "crossed-out eyes",
    "dead",
    "face",
    "face with crossed-out eyes",
    "knocked out"
  ],
  "senses": {
    "adjectives": [
      "Not alive; lacking life.",
      "Figuratively, not alive.",
      "Figuratively, not alive; lacking life",
      "No longer having or seeming to have or expecting to have life",
      "Filled with the emotional impact of overwhelming surprise or shock.",
      "Filled with the emotional impact of overwhelming surprise or shock",
      "Not awake; having no awareness.",
      "Not conscious; lacking awareness and the capacity for sensory perception as if asleep or dead",
      "Dizzy, feeling dizzy or unsteady and as if about to fall down.",
      "Having or causing a whirling sensation; liable to falling",
      "Having a sensation of whirling, with a tendency to fall; giddy; feeling unbalanced or lightheaded.",
      "Having a sensation of turning around.",
      "Having a sensation of whirling and a tendency to fall.",
      "Knocked unconscious by a heavy blow.",
      "Knocked unconscious by a heavy blow",
      "Depleted of strength or energy"
    ],
    "verbs": [
      "Inflict a trauma upon",
      "To cause a trauma.",
      "(psychiatry) To cause a trauma in; as, to be traumatised by a childhood experience.",
      "Cause to be surprised",
      "Be asleep",
      "Make dizzy or giddy",
      "To cease to live.",
      "To depart, to cease, to come to an end.",
      "To die; to cease to live.",
      "To become indifferent; to cease to be subject.",
      "Pass from physical life and lose all bodily attributes and functions necessary to sustain life"
    ],
    "nouns": [
      "Vertigo is a subtype of dizziness in which a patient inappropriately experiences the perception of motion due to dysfunction of the vestibular system.",
      "The state of being dizzy; the sensation of instability.",
      "State of being dizzy.",
      "The state of being off balance",
      "A sensation of irregular or whirling motion, either of oneself or of external objects.",
      "Dizziness is an impairment in spatial perception and stability.",
      "Lightheadedness is a common and typically unpleasant sensation of dizziness and/or a feeling that one may faint.",
      "A sensation of whirling and loss of balance, caused by looking down from a great height or by disease affecting the inner ear.",
      "Vertigo is a 1958 film about a San Francisco detective and his psychological troubles with a fear of heights and an obsession over a woman.",
      "A reeling sensation; a feeling that you are about to fall",
      "That part of the mind wherein psychic activity takes place of which the person is unaware",
      "The unconscious mind",
      "The unconscious mind consists of the processes in the mind that occur automatically and are not available to introspection, and include thought processes, memory, affect, and motivation.",
      "The mind operating well outside the attention of the conscious mind as defined by Sigmund Freud and others",
      "The unconscious consists of the processes in the mind that occur automatically and are not available to introspection, and include thought processes, memory, affect, and motivation.",
      "Overwhelming surprise or astonishment.",
      "Amazement, great surprise.",
      "Amazement, great surprise",
      "The feeling that accompanies something extremely surprising",
      "The condition of being amazed; overwhelming wonder, as from surprise, sudden fear, horror, or admiration; astonishment."
    ]
  },
  "category": "Smileys & Emotion",
  "alsoKnownAs": [
    "Cross Eyes Face",
    "Spiral Eyes Face"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A yellow face with X&rsquo;s&nbsp;for eyes and a round, open mouth. Often depicted with raised or furrowed eyebrows. Facebook&rsquo;s design features a purple forehead. Previously displayed with spiral eyes on <a href=\"/google/android-8.0/dizzy-face/\">some</a> <a href=\"/microsoft/windows-10-may-2019-update/dizzy-face/\">platforms</a>.</p>\r\n\r\n<p>May convey a heightened or hyperbolic sense of such feelings as&nbsp;shock, surprise, disbelief, awe, and&nbsp;amazement, as if staggered to the point of disorientation (i.e., <a href=\"/dizzy/\">dizzy</a>). May also represent <a href=\"/face-with-thermometer/\">sickness</a>, <a href=\"/nauseated-face/\">nausea</a>,&nbsp;<a href=\"/woozy-face/\">intoxication</a>, and <a href=\"/skull/\">death</a>, e.g., slang <i>I&rsquo;m dead!</i></p>\r\n\r\n<p>Not to be confused with <a href=\"/astonished-face/\">😲&nbsp;Astonished Face</a>, which previously featured X-shaped eyes <a href=\"/apple/ios-8.3/astonished-face/\">on</a> <a href=\"/twitter/twemoji-1.0/astonished-face/\">several</a> <a href=\"/facebook/1.0/astonished-face/\">platforms</a>, nor&nbsp;<a href=\"/face-with-spiral-eyes/\">😵&zwj;💫 Face with Spiral Eyes</a>&nbsp;which consistently displays spiral eyes on all platforms.</p>\r\n\r\n<p>Unlike other vendors,&nbsp;Huawei&#39;s design features a&nbsp;<a href=\"/dizzy\">💫 Dizzy</a> symbol atop this emoji&#39;s head.</p>",
  "apple_vendor_description": "The dizzy face emoji on Apple devices is a whirlwind of confusion, with a face contorted in a spiral of disorientation. Swirling lines radiate outwards from its center, rendered with smooth gradients that enhance the feeling of being overwhelmed.  Its wide, staring eyes and slightly agape mouth communicate a sense of bewilderment, often employed to express feeling lightheaded, confused, or utterly surprised by something on Apple devices."
}