{
  "code": "😀",
  "Unicode": [
    "U+1F600"
  ],
  "slug": "grinning-face",
  "shortcodes": {
    "github": ":grinning:",
    "slack": ":grinning:",
    "discord": ":grinning:"
  },
  "title": "Grinning Face",
  "keywords": [
    "face",
    "grin",
    "grinning face"
  ],
  "senses": {
    "adjectives": [
      "Showing or feeling mirth or pleasure or happiness",
      "Enjoying or showing or marked by joy or pleasure",
      "Cheerful and happy; smiling."
    ],
    "verbs": [
      "Produce laughter",
      "Show mirth by peculiar movement of the muscles of the face and emission of sounds.",
      "To show mirth, satisfaction, or derision, by peculiar movement of the muscles of the face, particularly of the mouth, causing a lighting up of the face and eyes, and usually accompanied by the emission of explosive or chuckling sounds from the chest and throat; to indulge in laughter.",
      "To express pleasure, mirth or derision by peculiar movement of the muscles of the face, particularly of the mouth, causing a lighting up of the face and eyes, and usually accompanied by the emission of explosive or chuckling sounds from the chest and throat; to produce laughter.",
      "Change one's facial expression by spreading the lips, often to signal pleasure",
      "To draw back the lips and reveal the teeth, in a smile, grimace, or snarl",
      "To smile, parting the lips so as to show the teeth.",
      "To smile showing the teeth.",
      "To feel joy, to rejoice.",
      "Feel happiness or joy",
      "To be very happy, be delighted, exult; to feel joy."
    ],
    "nouns": [
      "Feeling of happiness.",
      "Anything that causes such a feeling.",
      "The emotion of great happiness",
      "The feeling of happiness.",
      "The emotion of being happy; joy.",
      "Mental or emotional state of well-being characterized by pleasant emotions",
      "Happiness is an emotional or affective state that is characterized by feelings of enjoyment and satisfaction.",
      "Happiness is a mental or emotional state of well-being characterized by positive or pleasant emotions ranging from contentment to intense joy.",
      "Emotion of being happy.",
      "The state of being jocund.",
      "Emotions experienced when in a state of well-being.",
      "Emotions experienced when in a state of well-being",
      "Part of the body at the front of the head",
      "The face is a central organ of sense and is also very central in the expression of emotion among humans and among numerous other species.",
      "Faces are the central sense organ complexes, for those animals that have one, normally on the ventral surface of the head.",
      "The front of the human head from the forehead to the chin and ear to ear",
      "The front part of the head, featuring the eyes, nose, and mouth and the surrounding area.",
      "A happy face expression using mouth, but without producing voice.",
      "A smile is a facial expression formed by flexing the muscles near both ends of the mouth and by flexing muscles throughout the mouth.",
      "A facial expression comprised by flexing the muscles of both ends of one's mouth, often showing the front teeth, without vocalisation, and in humans is a common involuntary or voluntary expression of happiness, pleasure, amusement or anxiety.",
      "A facial expression characterized by turning up the corners of the mouth; usually shows pleasure or amusement",
      "Conscious or subconscious facial muscular movement conveying mirth or pleasure",
      "An upwards movement of the sides of the mouth that indicates happiness or satisfaction.",
      "An emoticon of a smiling face",
      "A simplified drawing of a smiling face, using two dots for the eyes and an arc for the mouth.",
      "Representation of a smiling face.",
      "A stylized representation of a smiling humanoid face",
      "A graphical representation, either in the form of an image or made up of ASCII characters.",
      "A simplified representation of a smiling face.",
      "An emoticon expressing happy emotions.",
      "A representation of a smiling face, most often colored yellow",
      "A smiley is a stylized representation of a smiling humanoid face, an important part of popular culture."
    ]
  },
  "category": "Smileys & Emotion",
  "alsoKnownAs": [
    "Happy Face",
    "Smiley Face"
  ],
  "version": {
    "unicode-version": "6.1",
    "emoji-version": "1.0"
  },
  "description": "<p>A yellow face with simple, open eyes and a broad, open smile, showing upper teeth and tongue on some platforms. Often conveys general pleasure and good cheer or humor.</p>\r\n\r\n<p>Not to be confused with <a href=\"/grinning-face-with-big-eyes/\">😃 Grinning Face With Big Eyes</a>&nbsp;or <a href=\"/grinning-face-with-smiling-eyes/\">😄 Grinning Face With Smiling Eyes</a>, which have the same smiles but more expressive eye shapes.&nbsp;</p>\r\n\r\n<p>This emoji has a cat variant, <a href=\"/grinning-cat/\">😺 Grinning Cat Face</a>.</p>\r\n\r\n<div id=\"professor_prebid-root\">&nbsp;</div>\r\n\r\n<div id=\"professor_prebid-root\">&nbsp;</div>\r\n\r\n<div id=\"professor_prebid-root\">&nbsp;</div>",
  "apple_vendor_description": "The grinning face emoji on Apple devices radiates pure joy with its wide, open smile and twinkling eyes, rendered with Apple's signature smooth gradients and soft rounded edges.  Its cheerful expression, enhanced by realistic lighting that creates a subtle sheen, perfectly captures excitement and happiness in digital conversations.  This universally understood symbol of delight is a go-to for conveying enthusiasm and positive feelings across Apple's intuitive interface."
}