{
  "code": "🚥",
  "Unicode": [
    "U+1F6A5"
  ],
  "slug": "horizontal-traffic-light",
  "shortcodes": {
    "github": ":traffic_light:",
    "slack": ":traffic_light:",
    "discord": ":traffic_light:"
  },
  "title": "Horizontal Traffic Light",
  "keywords": [
    "horizontal traffic light",
    "light",
    "signal",
    "traffic"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [],
    "nouns": [
      "Lights that control the traffic.",
      "Signalling device to control competing flows of traffic",
      "A traffic light (from earlier robot policeman).",
      "Traffic lights, also known as traffic signals, traffic lamps, signal lights, stop lights and robots, and also known technically as traffic control signals are signalling devices positioned at road intersections, pedestrian crossings and other locations to control competing flows of traffic.",
      "A traffic light.",
      "A traffic control signal, traditionally consisting of three lights, colored green, yellow/amber and red, meaning proceed, prepare to stop and stop, respectively.",
      "A signaling device to control the flow of traffic.",
      "A visual signal to control the flow of traffic at intersections",
      "(US) a traffic control signal.",
      "Signal lights controlling automotive & pedestrian traffic flow"
    ]
  },
  "category": "Travel & Places",
  "alsoKnownAs": [
    "Traffic Light"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A set of red, orange (amber) and green traffic lights, used at intersections. Less common than the <a title=\"🚦 Vertical Traffic Light\" href=\"/vertical-traffic-light/\">vertical traffic light</a>.</p>\n<p>Similar in appearance to the <a href=\"https://www.apple.com/anzsea/v/osx/c/images/design/controls_large.png\">traffic light controls</a> in the upper-left of every OS X windows.</p>\n",
  "apple_vendor_description": "The horizontal traffic light emoji on Apple devices presents a classic, robust design with its three circular lights arranged side-by-side, glowing with a distinct, realistic illumination. Apple's signature glossy finish and subtle 3D shading give the metal casing a polished look, suggesting reliable functionality. This emoji powerfully symbolizes regulation, direction, decision-making, or the need to pause and wait, crucial elements in digital communication about progress and timing."
}