{
  "code": "♨️",
  "Unicode": [
    "U+2668",
    "U+FE0F"
  ],
  "slug": "hot-springs",
  "shortcodes": {
    "github": ":hotsprings:",
    "slack": ":hotsprings:",
    "discord": ":hotsprings:"
  },
  "title": "Hot Springs",
  "keywords": [
    "hot",
    "hotsprings",
    "springs",
    "steaming"
  ],
  "senses": {
    "adjectives": [
      "That boils (e.g. of a container or liquid).",
      "Having or producing a comfortable and agreeable degree of heat or imparting or maintaining heat",
      "Used of physical heat; having a high or higher than desirable temperature or giving off heat or feeling or causing a sensation of heat or burning",
      "Of an object, having a high temperature.",
      "Having a high temperature."
    ],
    "verbs": [
      "To transition from a liquid state into a gaseous state.",
      "Lose or cause to lose liquid by vaporization leaving a more concentrated residue",
      "To transition from a liquid state into a gaseous state",
      "To be consumed by fire.",
      "Be consumed by fire.",
      "To cause to be consumed by fire.",
      "Destroy by fire",
      "To prepare food.",
      "Prepare a hot meal",
      "To prepare a meal or a single dish.",
      "To concoct or prepare."
    ],
    "nouns": [
      "Tides are the rise and fall of sea levels caused by the combined effects of the gravitational forces exerted by the Moon and the Sun and the rotation of the Earth.",
      "The periodic rise and fall of the sea level under the gravitational pull of the moon",
      "The tide with the least variation in water level, occurring during half moons.",
      "The periodic change of the sea level, particularly when caused by the gravitational influence of the sun and the moon.",
      "The periodic rise and fall of the water resulting from gravitational interaction between the sun, moon and earth.",
      "The tide with the most variation in water level, occurring during new moons and full moons.",
      "Periodic change of sea level.",
      "Rise and fall of sea levels",
      "A bright yellow, red or bluish light which emerges during combustion processes.",
      "The visible part of fire; a stream of burning vapour or gas, emitting light and heat.",
      "Something that has produced or is capable of producing this chemical reaction.",
      "Something that has produced or is capable of producing this chemical reaction, such as a campfire.",
      "Fire is a phenomenon of the heat and light energy released during a chemical reaction, in particular a combustion reaction.",
      "Fire is the rapid oxidation of a material in the exothermic chemical process of combustion, releasing heat, light, and various reaction products.",
      "A flame is the visible, gaseous part of a fire.",
      "Visible, gaseous part of a fire",
      "The state of combustion in which inflammable material burns, producing heat, flames and often smoke.",
      "The process of combustion of inflammable materials producing heat and light and (often) smoke",
      "Water, generally of a spring or geyser, whose temperature is appreciably above the local mean annual air temperature.",
      "Natural spring producing water whose temperature is greater than about 20°C (68° F).",
      "A natural spring of water at a temperature of 70 F or above",
      "A hot spring is a spring that is produced by the emergence of geothermally heated groundwater from the Earth's crust.",
      "A natural spring producing water whose temperature is greater than about 20C (68F).",
      "A hot spring.",
      "A form of energy that is transferred by a difference in temperature: it is equal to the total kinetic energy of the atoms or molecules of a system.",
      "In physics, heat is energy in transfer, other than by work or transfer of matter.",
      "A form of energy; sensible energy; heat",
      "A form of energy that is transferred by a difference in temperature",
      "Energy transferred from one system to another by thermal interaction"
    ]
  },
  "category": "Travel & Places",
  "alsoKnownAs": [
    "Onsen",
    "Steam"
  ],
  "version": {
    "unicode-version": "1.1",
    "emoji-version": "1.0"
  },
  "description": "<p>Representation of&nbsp;hot springs with steam rising&nbsp;from a circular tub. This is the common symbol used to represent an <a href=\"https://en.wikipedia.org/wiki/Onsen\">onsen</a> on <a href=\"http://www.japan-ryokan.net/onsen\" title=\"🗾 Silhouette Of Japan\">maps in&nbsp;Japan</a>.</p>",
  "apple_vendor_description": "On Apple devices, the hot springs emoji depicts a serene scene with stylized wisps of steam rising from a tranquil pool of blue water, rendered with Apple's signature smooth gradients and soft, rounded forms.  The glistening water and the ethereal steam are bathed in a soft, realistic light, evoking a sense of relaxation, rejuvenation, and natural beauty.  This emoji is perfect for conveying feelings of peace, wellness, or a desire for a soothing escape."
}