{
  "code": "💒",
  "Unicode": [
    "U+1F492"
  ],
  "slug": "wedding",
  "shortcodes": {
    "github": ":wedding:",
    "slack": ":wedding:",
    "discord": ":wedding:"
  },
  "title": "Wedding",
  "keywords": [
    "chapel",
    "romance",
    "wedding"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [
      "Perform a marriage ceremony",
      "To perform a wedding ceremony.",
      "To unite in wedlock or matrimony; to perform the ceremony of joining spouses; to bring about a marital union according to the laws or customs of a place.",
      "To perform the marriage ceremony for; to join in matrimony.",
      "To join in matrimony.",
      "To participate in a wedding."
    ],
    "nouns": [
      "Religious place of fellowship, prayer and worship",
      "Place of worship.",
      "In English English a building used for church services which is not a parish church or cathedral church of a diocese and so by extension, now obsolescent, a name also used for a church of a nonconformist denomination",
      "A place of worship, smaller than, or subordinate to a church.",
      "A chapel is a religious place of fellowship, prayer and worship that is attached to a larger, often nonreligious institution or that is considered an extension of a primary religious institution.",
      "A place of worship that has its own altar",
      "A place for public (especially Christian) worship",
      "Is a building used for religious activities, particularly Christian worship service",
      "A church building, often simply called a church, is a building used for religious activities, particularly worship services.",
      "House of worship.",
      "A building where Christian religious activities take place.",
      "Religious building for Christian worship",
      "A Christian house of worship; a building where religious services take place.",
      "The state of being married; matrimony.",
      "Marriage; the state of being married.",
      "The act or state of marriage.",
      "The state of being married.",
      "State of being married.",
      "Conflict of marriage laws is the conflict of laws regarding marriage in different jurisdictions.",
      "The state of being a married couple voluntarily joined for life (or until divorce)",
      "A ceremony celebrating the beginning of a marriage, during which the marrying parties exchanges vows.",
      "The social event at which the ceremony of marriage is performed",
      "Marriage ceremony; ritual officially celebrating the beginning of a marriage.",
      "A wedding; a ceremony in which people wed.",
      "A wedding is a ceremony where people are united in marriage.",
      "Wedding ceremony",
      "Ceremony where people are united in marriage"
    ]
  },
  "category": "Travel & Places",
  "alsoKnownAs": [
    "Church Wedding",
    "Church Heart",
    "Marriage"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>An emoji to depict a wedding, displayed by most vendors as a Christian <a href=\"/church/\">church</a> and&nbsp;<a href=\"/search/?q=heart\">love hearts</a>. Some platforms display&nbsp;a <a href=\"/latin-cross/\">cross</a> or <a href=\"/bell/\">bell</a> on the building.</p>",
  "apple_vendor_description": "On Apple devices, the wedding emoji is a beautifully illustrated scene, typically featuring a couple in formal attire against a backdrop that suggests a joyous celebration. Apple’s signature 3D shading and soft gradients create a sense of depth and romance, with the figures appearing polished and tender. This emoji universally symbolizes love, commitment, marriage ceremonies, and the union of two people, evoking feelings of happiness and anticipation for special occasions."
}