{
  "code": "🏨",
  "Unicode": [
    "U+1F3E8"
  ],
  "slug": "hotel",
  "shortcodes": {
    "github": ":hotel:",
    "slack": ":hotel:",
    "discord": ":hotel:"
  },
  "title": "Hotel",
  "keywords": [
    "building",
    "hotel"
  ],
  "senses": {
    "adjectives": [
      "Given medical care or treatment"
    ],
    "verbs": [
      "Eject the contents of the stomach through the mouth",
      "To regurgitate the contents of the stomach.",
      "To regurgitate the contents of a stomach; puke.",
      "To vomit; to throw up; to eject from the stomach.",
      "To vomit: regurgitate the contents of one's stomach.",
      "To treat with medicine.",
      "Treat medicinally, treat with medicine",
      "Make by combining materials and parts",
      "To create something by combining or assembling materials or parts or by changing it.",
      "To form by combining materials or parts.",
      "(transitive) to form by combining materials or parts.",
      "To build or form (something) by assembling parts.",
      "To form or formulate in the mind.",
      "To provide assistance.",
      "Give help or assistance; be of service",
      "To give assistance or aid to.",
      "To help."
    ],
    "nouns": [
      "The act of checking in at a hotel, airport etc",
      "Check-in is the process whereby a person announces their arrival at a hotel, airport or sea port, and by analogy on a social network service.",
      "Airport, sea port or social network service",
      "Act of checking in.",
      "Process whereby a person announces their arrival at a hotel, airport or sea port",
      "The act of reporting your presence (as at an airport or a hotel)",
      "A building, esp. one of large size or imposing appearance.",
      "A structure that has a roof and walls and stands more or less permanently in one place",
      "Closed structure with walls and a roof.",
      "Building",
      "A building is a man-made structure with a roof and walls standing more or less permanently in one place.",
      "Structure with a roof and walls, such as a house or factory.",
      "A closed structure with walls and a roof.",
      "A building; a structure; an architectural fabric, especially an imposing one; a large or fine building, public or private.",
      "Man-made structure with a roof and walls standing more or less permanently in one place",
      "A building to which there is free access by the public and which is available for the use of a community.",
      "The industry related with the provision of lodging and usually meals and other services for travelers and other paying guests.",
      "Establishment that provides lodging paid on a short-term basis",
      "A building where travelers can pay for lodging and meals and other services",
      "An establishment that provides accommodation and other services for paying guests; normally larger than a guest house, and often one of a chain.",
      "An establishment that provides accommodation and other services for paying guests; normally larger than a guesthouse, and often one of a chain.",
      "Establishment providing accommodation.",
      "A hotel is an establishment that provides lodging paid on a short-term basis.",
      "Health care institution",
      "A place where people who are ill or injured are treated and taken care of by doctors and nurses.",
      "A place where sick or injured people are cared for, especially a small hospital; sickhouse.",
      "A health facility where patients receive treatment",
      "A hospital is a health care institution providing patient treatment with specialized staff and equipment.",
      "A place where sick or injured people are cared for, especially a small hospital."
    ]
  },
  "category": "Travel & Places",
  "alsoKnownAs": [
    "Accommodation",
    "H Building"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A hotel building,&nbsp;displayed on most platforms as a building with many windows and a letter H on the front.</p>\r\n\r\n<p>Can be easily confused with the <a href=\"/love-hotel/\" title=\"🏩 Love Hotel\">Love Hotel</a>, or <a href=\"/hospital/\" title=\"🏥 Hospital\">Hospital</a> emoji.&nbsp;Microsoft <a href=\"/microsoft/windows-10/hotel/\">previously</a>&nbsp;depicted this emoji as a&nbsp;bed.</p>",
  "apple_vendor_description": "The hotel emoji on Apple devices presents a stately, multi-story building with a warm, inviting facade, rendered with Apple's characteristic glossy 3D shading and soft rounded edges. Realistic lighting accentuates the windows, suggesting comfortable accommodations and a place for rest and relaxation. This emoji commonly signifies travel, lodging, and hospitality within messages on Apple devices."
}