{
  "code": "💔",
  "Unicode": [
    "U+1F494"
  ],
  "slug": "broken-heart",
  "shortcodes": {
    "github": ":broken_heart:",
    "slack": ":broken_heart:",
    "discord": ":broken_heart:"
  },
  "title": "Broken Heart",
  "keywords": [
    "break",
    "broken",
    "broken heart"
  ],
  "senses": {
    "adjectives": [
      "Feeling or expressing regret or sorrow or a sense of loss over something done or undone",
      "Feeling mentally uncomfortable because something is missing or wrong.",
      "Experiencing or showing sorrow or unhappiness- Christina Rossetti",
      "Feeling sorrow; sorrowful, mournful.",
      "Full of sorrow",
      "Being lorn by love.",
      "Unhappy in love; suffering from unrequited love"
    ],
    "verbs": [],
    "nouns": [
      "Intense sorrow caused by loss of a loved one (especially by death)",
      "Response to loss",
      "Grief is a multifaceted response to loss, particularly to the loss of someone or something that has died, to which a bond or affection was formed.",
      "Grief is a multi-faceted response to loss, particularly to the loss of someone or something to which a bond was formed.",
      "Overwhelming mental anguish or grief, especially that caused by loss or disappointment",
      "Remorse is an emotional expression of personal regret felt by a person after he or she has committed an act which they deem to be shameful, hurtful, or violent.",
      "A feeling of regret or sadness for doing wrong or sinning.",
      "Advanced emotion",
      "A feeling of deep regret (usually for some misdeed)",
      "Remorse is an emotional expression of personal regret felt by a person after they have committed an act which they deem to be shameful, hurtful, or violent.",
      "A pricking of conscience or a feeling of regret, especially one which is slight or fleeting.",
      "Feeling of regret or sadness for doing wrong or sinning.",
      "Basic emotion",
      "Sadness is emotional pain associated with, or characterized by feelings of disadvantage, loss, despair, helplessness, sorrow, and rage.",
      "Emotions experienced when not in a state of well-being",
      "Sadness is emotional pain associated with, or characterized by feelings of disadvantage, loss, despair, helplessness and sorrow.",
      "The state of being plangent",
      "Devastating sorrow and despair",
      "A broken heart is a common metaphor for the intense emotional pain or suffering one feels after losing a loved one, whether through death, divorce, breakup, physical separation, betrayal, or romantic rejection.",
      "When a human being suffers from an emotional or physical loss"
    ]
  },
  "category": "Smileys & Emotion",
  "alsoKnownAs": [
    "Brokenhearted",
    "Breaking Heart",
    "Heart Broken"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A love&nbsp;heart, broken in two. This emoji represents the aching one feels when they are missing the&nbsp;person they love.</p>",
  "apple_vendor_description": "The broken heart emoji on Apple devices is a poignant depiction of heartbreak, rendered with a deep, bruised-purple hue and a soft, textured surface. Its jagged edges and subtle shading, characteristic of Apple's 3D design, convey a profound sense of sadness and emotional pain. This emoji is powerfully used to express sorrow, disappointment, or the end of a relationship, resonating with vulnerability and loss."
}