{
  "code": "🌸",
  "Unicode": [
    "U+1F338"
  ],
  "slug": "cherry-blossom",
  "shortcodes": {
    "github": ":cherry_blossom:",
    "slack": ":cherry_blossom:",
    "discord": ":cherry_blossom:"
  },
  "title": "Cherry Blossom",
  "keywords": [
    "blossom",
    "cherry",
    "flower"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [],
    "nouns": [
      "  Traditionally the first of the four seasons of the year in temperate regions, in which plants spring from the ground and trees come into blossom, following winter and preceding summer.",
      "The season of growth",
      "The season of spring.",
      "Season, between winter and summer",
      "One of the four temperate seasons",
      "The season of spring, between winter and summer.",
      "Traditionally the first of the four seasons, the season of growth with an ever increasing amount of daytime.",
      "Spring is one of the four conventional temperate seasons, following winter and preceding summer.",
      "Spring is one of the four seasons of temperate zones, the transition from winter into summer.",
      "The reproductive structure of angiosperm plants, consisting of stamens and carpels surrounded by petals and sepals all borne on the receptacle.",
      "A flower lacking sepals, petals, stamens, or carpels.",
      "Flowers, sometimes known as blooms or blossoms, are the reproductive structures found in flowering plants.",
      "A flower, sometimes known as a bloom or blossom, is the reproductive structure found in flowering plants.",
      "Structure found in some plants (division Magnoliophyta / angiosperms) to support reproduction",
      "A plant cultivated for its blooms or blossoms",
      "Cherry blossom (Japanese cherry tree)",
      "Blossom of the cherry tree.",
      "A cherry blossom is the flower of any of several trees of genus Prunus, particularly the Japanese Cherry, Prunus serrulata, which is sometimes called sakura after the Japanese.",
      "Any of several shrubs or trees of the genus Prunus cultivated for their showy white or pink single or double blossoms",
      "The blossom of the cherry tree.",
      "Plants, taken collectively.",
      "An organism that is not an animal, especially an organism capable of photosynthesis. Typically a small or herbaceous organism of this kind, rather than a tree.",
      "(botany) a living organism lacking the power of locomotion",
      "Plants considered as a group, especially those of a particular country, region, time, etc.",
      "The plants that inhabit a certain region or environment.",
      "Collectively, the set of all plants.",
      "Organism capable of photosynthesis.",
      "Inventory of plant species in a given region",
      "Flora is the plant life occurring in a particular region or time, generally the naturally occurring or indigenous -- native plant life.",
      "Any living organism that synthesizes its food from inorganic substances, possesses cellulose cell walls, responds slowly and often permanently to a stimulus, lacks specialized sense organs and nervous system, and has no powers of locomotion.",
      "Species belonging to the plant kingdom.",
      "The plant life characterizing a specific geographic region or environment.",
      "Plants, also called green plants, are multicellular eukaryotes of the kingdom Plantae.",
      "Plants are living organisms belonging to the kingdom Plantae."
    ]
  },
  "category": "Animals & Nature",
  "alsoKnownAs": [
    "Pink Flower",
    "Sakura"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>The pink flower of a cherry blossom tree. Depicted as a single, light-pink cherry blossom with five, notched petals and red-tipped stamens in&nbsp;a yellow or white center.</p>\r\n\r\n<p>A traditional symbol <a href=\"https://en.wikipedia.org/wiki/Cherry_blossom\">in Japan</a>, where the flower is called <em>sakura&nbsp;</em>and celebrated in&nbsp;annual viewings.</p>\r\n\r\n<p>Commonly used for <a href=\"/valentines-day/\">Valentine&rsquo;s Day</a>, <a href=\"/mothers-day/\">Mother&rsquo;s Day</a>, and other special occasions. May be more generally used to express such ideas as love and beauty.&nbsp;Also used as a pink accent color.</p>\r\n\r\n<p>Not to be confused with <a href=\"/white-flower/\">💮 White Flower</a>&nbsp;and <a href=\"/hibiscus/\">🌺 Hibiscus</a>, though their applications may overlap.</p>",
  "apple_vendor_description": "The cherry blossom emoji on Apple devices blooms with delicate petals in soft shades of pink, evoking the beauty of spring and new beginnings. Apple's characteristic glossy finish and realistic lighting give each flower a luminous, almost ethereal glow, while the smooth gradients of the petals add a gentle, natural texture. This exquisite rendering, with its soft rounded edges, symbolizes renewal, beauty, and fleeting moments, making it a popular choice for expressing joy, hope, and appreciation for nature's transient wonders."
}