{
  "code": "🇸🇮",
  "Unicode": [
    "U+1F1F8",
    "U+1F1EE"
  ],
  "slug": "flag-slovenia",
  "shortcodes": {
    "github": ":slovenia:",
    "slack": ":flag-si:",
    "discord": ":flag_si:"
  },
  "title": "Flag: Slovenia",
  "keywords": [
    "flag"
  ],
  "senses": {
    "adjectives": [
      "From or in the countryside or connected with it.",
      "Of, from or pertaining to the countryside (adjective)."
    ],
    "verbs": [],
    "nouns": [
      "Emblem usually consisting of a rectangular piece of cloth of distinctive design",
      "Piece of cloth.",
      "A flag is a piece of fabric with a distinctive design that is used as a symbol, as a signaling device, or as decoration.",
      "A piece of cloth, often decorated with an emblem, used as a visual signal or symbol.",
      "Piece of fabric with a distinctive design",
      "A mountainous republic in central Europe; formerly part of the Habsburg monarchy and Yugoslavia; achieved independence in 1991",
      "Slovenia, officially the Republic of Slovenia, is a nation state on the Adriatic Sea, bordering Italy to the west, Austria to the north, Croatia to the south and southeast, and Hungary to the northeast.",
      "ISO 3166-1 alpha-3 country code SVN",
      "Country in Europe",
      "A country in Central Europe. Official name: Republic of Slovenia, \"Republika Slovenija\"",
      "Country in Europe.",
      "A coastal Alpine country in southern Central Europe bordering Italy on the west, the Adriatic Sea on the southwest, Croatia on the south and east, Hungary on the northeast, and Austria on the north.",
      "The opposite of secession",
      "As its original Latin term",
      "Government",
      "The collective body of a nation or state as politically organized, or as exercising political functions.",
      "The territory of a nation, especially an independent nation state or formerly independent nation; a political entity asserting ultimate authority over a geographical area.",
      "Nations is often used synonymously with ethnic group, but although ethnicity is now one of the most important aspects of cultural or social identity for the members of most nations, people with the same ethnic origin may live in different nation-states and be treated as members of separate nations for that reason.",
      "Political organisation with a centralized independent government",
      "The government.",
      "An organized political community, living under a government",
      "Nation has various meanings, and the meaning has changed over time.",
      "A state is an organized community living under one government.",
      "A political entity asserting ultimate authority over a geographical area.",
      "A people permanently occupying a fixed territory bound together by common law, habits and custom into one body politic exercising, through the medium of an organized government, independent sovereignty and control over all persons and things within its boundaries, unless or until authority is ceded to a federation or union of other states.",
      "The people who live in a nation or country",
      "A politically organized body of people under a single government",
      "A sovereign state.",
      "A state is a nonphysical juridical entity of the international legal system that is represented by one centralized government that has supreme independent authority over a geographic area.",
      "The geographic area under the control of a political state."
    ]
  },
  "alsoKnownAs": [
    "Slovenian Flag"
  ],
  "version": {
    "unicode-version": null,
    "emoji-version": "1.0"
  },
  "description": "<p>The flag for <a href=\"https://en.wikipedia.org/wiki/Slovenia\">Slovenia</a>, which may show as the letters&nbsp;<em>SI</em>&nbsp;on some platforms.</p>",
  "apple_vendor_description": "The flag of Slovenia, as rendered on Apple devices, presents a crisp and vibrant representation of national pride. Its iconic tricolor of white, blue, and red is depicted with subtle 3D shading that gives the fabric a gentle ripple, catching the light with Apple's signature realistic lighting effects. The coat of arms, featuring Mount Triglav and the waves of the Adriatic Sea, is intricately detailed with soft rounded edges, embodying the spirit and geography of Slovenia with a polished, tactile feel unique to Apple's design."
}