{
  "code": "🚶‍♂️",
  "Unicode": [
    "U+1F6B6",
    "U+200D",
    "U+2642",
    "U+FE0F"
  ],
  "slug": "man-walking",
  "shortcodes": {
    "github": ":walking_man:",
    "slack": ":man-walking:",
    "discord": ":man_walking:"
  },
  "title": "Man Walking",
  "keywords": [
    "hike",
    "man",
    "man walking",
    "walk"
  ],
  "senses": {
    "adjectives": [
      "Close enough to be walked to"
    ],
    "verbs": [
      "To walk a long way, as for pleasure or physical exercise.",
      "To take a long walk for pleasure or exercise.",
      "Walk a long way, as for pleasure or physical exercise",
      "To move from one place to another by moving legs alternately, so that at least one foot is in contact with the floor or surface at any one time.",
      "Use one's feet to advance; advance by steps"
    ],
    "nouns": [
      "Sexual maturity is the age or stage when an organism can reproduce.",
      "The age or stage when an organism can reproduce",
      "An adult male human.",
      "A man is a male human.",
      "An adult male human",
      "An adult human member of the sex that begets young by fertilizing ova.",
      "A human member of the masculine sex or gender.",
      "An adult person who is male (as opposed to a woman)",
      "Walking in the countryside for pleasure or sport",
      "A long walk usually for exercise or pleasure",
      "A long walk.",
      "Walking as a form of exercise or recreation, especially in a nature setting",
      "Hiking in Canada and the USA is the preferred term for a long, vigorous walk, usually on trails, in the countryside, while the word walking is used for shorter, particularly urban walks.",
      "Walking is one of the main gaits of locomotion among legged animals, and is typically slower than running and other gaits.",
      "One of the main gaits of locomotion among legged animals",
      "One of the main gaits of locomotion among legged animals, typically slower than running and other gaits",
      "The act of traveling by foot"
    ]
  },
  "category": "People & Body",
  "alsoKnownAs": [
    "Walker",
    "Walking",
    "Man Symbol",
    "Mars Symbol"
  ],
  "version": {
    "unicode-version": null,
    "emoji-version": "4.0"
  },
  "description": "<p>The male version of the <a href=\"/person-walking/\">🚶&nbsp;Person Walking</a>&nbsp;emoji.</p>",
  "apple_vendor_description": "The man walking emoji on Apple devices depicts a figure in motion with a sense of purposeful stride, enhanced by Apple's smooth gradients and realistic shading. His posture is natural and dynamic, with subtle highlights suggesting movement and energy, all crafted with Apple's characteristic soft rounded edges. This emoji on Apple devices often signifies progress, activity, travel, or simply the act of going somewhere important, adding a touch of active narrative to your messages."
}