{
  "code": "🈷️",
  "Unicode": [
    "U+1F237",
    "U+FE0F"
  ],
  "slug": "japanese-monthly-amount-button",
  "shortcodes": {
    "github": ":u6708:",
    "slack": ":u6708:",
    "discord": ":u6708:"
  },
  "title": "Squared CJK Unified Ideograph-6708",
  "keywords": [
    "“monthly amount”",
    "ideograph",
    "Japanese",
    "Japanese “monthly amount” button",
    "月"
  ],
  "senses": {
    "adjectives": [
      "Of or relating to or characteristic of Japan or its people or their culture or language",
      "Japanese",
      "Of or relating to Japan.",
      "Of, relating to, or derived from Japan, its language, or culture.",
      "Of or occurring or payable every month",
      "Occurring or appearing once a month.",
      "Occurring every month."
    ],
    "verbs": [],
    "nouns": [
      "A graphic character that indicates the meaning of a thing without indicating the sounds used to say it",
      "A character in an Asian writing system that represents a concept or an idea, but not a particular word or pronunciation.",
      "A symbol which represents the idea of something without indicating the sequence of sounds used to pronounce it. Examples include numerals, many Chinese characters, traffic signs, and graphic symbols such as & and @.",
      "An ideogram.",
      "An ideogram or ideograph is a graphic symbol that represents an idea or concept.",
      "Graphic symbol that represents an idea or concept",
      "The Chinese characters that are used in the Japanese writing system along with kana.",
      "Chinese characters as used in the Japanese language.",
      "Adopted logographic Chinese characters (hanzi) used in the modern Japanese writing system",
      "(Japanese language) kanji characters invented in Japan",
      "Kanji characters invented in Japan.",
      "Kanji are the adopted logographic Chinese characters that are used in the modern Japanese writing system along with hiragana and katakana.",
      "Used in Japanese",
      "An agent in a work of art, including literature, drama, cinema, opera, etc",
      "A fictional character in a cartoon.",
      "A character is a person in a narrative work of arts.",
      "An imaginary person represented in a work of fiction (play or film or story)",
      "Fictional person in a narrative work of arts (for human fictional character use Q15632617)",
      "Any substantially sized natural satellite of a planet.",
      "The name of Earth's moon.",
      "Only natural satellite of Earth",
      "The largest satellite of Earth.",
      "The sole natural satellite of the Earth.",
      "The natural satellite of the Earth",
      "The first planet from Earth in the Ptolemaic geocentric model",
      "The Moon is Earth's only natural satellite.",
      "A period of 30 days, 31 days, or some alternation thereof.",
      "A time unit of approximately 30 days",
      "A period of time lasting approximately thirty days.",
      "A symbol is an object that represents, stands for, or suggests an idea, visual image, belief, action, or material entity.",
      "Symbols are things such as particular forms or marks which represent some sort of information, an idea, a physical entity or a process but is distinct from it.",
      "In programming, a name that represents a register, an absolute value, or a memory address (relative or absolute).",
      "A character or glyph representing an idea, concept or object.",
      "One or a few characters, a picture or an other concrete representation of an idea, a concept and the like.",
      "An object that represents, stands for, or suggests an idea, belief, action, or material entity",
      "Character or glyph.",
      "An arbitrary sign (written or printed) that has acquired a conventional significance",
      "Something that represents an idea, a process, or a physical entity"
    ]
  },
  "category": "Symbols",
  "alsoKnownAs": [
    "Radical 74",
    "月"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>CJK Ideographs are characters used in Chinese, Japanese and Korean languages. Their writing systems all completely or partly use&nbsp;<a href=\"https://en.wikipedia.org/wiki/Chinese_character\">Chinese characters</a>.</p>\r\n\r\n<p>Means &ldquo;moon&rdquo; or &ldquo;month&rdquo; in Chinese.</p>\r\n",
  "apple_vendor_description": "The Japanese 'monthly amount' button emoji on Apple devices is rendered as a crisp, circular button with a clean, minimalist aesthetic. Its surface features a subtle, glossy sheen and realistic lighting, characteristic of Apple's design language, giving it a tactile feel. On Apple devices, this emoji is instantly recognizable for its clear, impactful visual, commonly used to signify recurring costs, subscriptions, or financial planning in digital contexts."
}