{
  "code": "🏞️",
  "Unicode": [
    "U+1F3DE",
    "U+FE0F"
  ],
  "slug": "national-park",
  "shortcodes": {
    "github": ":national_park:",
    "slack": ":national_park:",
    "discord": ":national_park:"
  },
  "title": "National Park",
  "keywords": [
    "national park",
    "park"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [
      "To take a photograph."
    ],
    "nouns": [
      "An image created by light falling on a light-sensitive surface or an electronic imager",
      "Image created by light falling on a light-sensitive surface",
      "An image captured by a camera or some other device and reproduced as a picture, usually on a sensitized surface and formed by the chemical action of light or of radiant energy.",
      "A photograph.",
      "A Surface application from Microsoft where users can browse and interact with photos and videos.",
      "A representation of a person or scene in the form of a print or transparent slide; recorded by a camera on light-sensitive material",
      "An image that has been captured electronically with a digital camera or scanner.",
      "A photograph, photo or a picture is an image created by light falling on a light-sensitive surface, usually photographic film or an electronic medium such as a CCD or a CMOS chip.",
      "Photograph.",
      "A picture created by projecting an image onto a photosensitive surface such as a chemically treated plate or film, CCD receptor, etc.",
      "The phenomena of the physical world, and also to life in general",
      "Nature, in the broadest sense, is equivalent to the natural, physical, or material world or universe.",
      "Nature, derived from the Latin word natura, for \"essential qualities, innate disposition\", and in ancient times, this literally referred to \"birth\"; in a broader sense, it has been applied to the entire physical or material world, and in some mystical or metaphysical uses to realms of relationships beyond these.",
      "The set of all natural systems, including the air, land, water, and living things other than humans.",
      "The summary of everything that has to do with biological, chemical and physical states and events in the physical universe.",
      "Natural world or ecosystem.",
      "The natural physical world including plants and animals and landscapes etc.",
      "The natural world or ecosystem.",
      "Phenomena of the physical world, and also to life in general",
      "An area of land set aside for environment preservation and/or informal recreation.",
      "The commons is the cultural and natural resources accessible to all members of a society, including natural materials such as air, water, and a habitable earth.",
      "A piece of open land for recreational use in an urban area",
      "A public place or area set aside for recreation or preservation of a cultural or natural resource.",
      "Publicly owned areas, especially those for meeting",
      "Ground for preservation of game, etc.",
      "A reserve of land protected from most human development and pollution",
      "Park used for conservation purposes",
      "An area of land reserved by the national government for recreational use.",
      "Areas of outstanding natural beauty, set aside for the conservation of flora, fauna and scenery, and for recreation, if this does not conflict with the conservation objectives of the parks and their landscapes. Hunting, logging, mining, commercial fishing, agriculture and livestock grazing are all controlled within national parks, as is industrial activity.",
      "A tract of land declared by the national government to be public property",
      "A national park is a park in use for conservation purposes."
    ]
  },
  "category": "Travel & Places",
  "alsoKnownAs": [],
  "version": {
    "unicode-version": "7.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A national park, generally displayed with <a href=\"/mountain/\" title=\"⛰ Mountain\">mountains</a>, a river or stream, and <a href=\"/evergreen-tree/\" title=\"🌲 Evergreen Tree\">trees</a>.</p>",
  "apple_vendor_description": "The national park emoji on Apple devices depicts a majestic mountain range bathed in soft, natural light, with a lush green valley and a winding river in the foreground. Apple’s signature smooth gradients and subtle shading create a sense of depth and serenity, evoking the grandeur of nature. Its rounded edges and realistic textures invite users to express a love for the outdoors, adventure, or a peaceful escape."
}