{
  "code": "😟",
  "Unicode": [
    "U+1F61F"
  ],
  "slug": "worried-face",
  "shortcodes": {
    "github": ":worried:",
    "slack": ":worried:",
    "discord": ":worried:"
  },
  "title": "Worried Face",
  "keywords": [
    "face",
    "worried"
  ],
  "senses": {
    "adjectives": [
      "Anxious or uneasy",
      "Anxious or uneasy.",
      "Afflicted with or marked by anxious uneasiness or trouble or grief.",
      "Afflicted with or marked by anxious uneasiness or trouble or grief",
      "Feeling mentally uncomfortable because something is missing or wrong.",
      "Experiencing or showing sorrow or unhappiness- Christina Rossetti",
      "Feeling sorrow; sorrowful, mournful.",
      "Easily agitated or distressed.",
      "Easily agitated",
      "Easily agitated or alarmed; on edge or edgy."
    ],
    "verbs": [
      "Make sad or unhappy.",
      "Make unhappy",
      "To make sad or unhappy",
      "To become sad or unhappy",
      "Come to feel sad",
      "Become sad or unhappy.",
      "Cause fear in",
      "To disturb with fear.",
      "To disturb with fear; to throw into a state of alarm or fright; to affright; to terrify.",
      "Be worried, concerned, anxious, troubled, or uneasy"
    ],
    "nouns": [
      "Wrinkling of the brows or face.",
      "A frown is a facial expression in which the eyebrows are brought together, and the forehead is wrinkled, usually indicating displeasure, sadness or worry, or less often confusion or concentration.",
      "A facial expression of dislike or displeasure",
      "The wrinkling of the brows or face in frowning; the expression of displeasure, sullenness, or discontent in the countenance; an angry frown.",
      "A facial expression in which the eyebrows are brought together, and the forehead is wrinkled, usually indicating displeasure, sadness or worry, or less often confusion or concentration.",
      "Worry refers to the thoughts, images and emotions of a negative nature in which mental attempts are made to avoid anticipated potential threats.",
      "Thoughts and images of a negative nature related to anticipated potential threats",
      "Something or someone that causes anxiety; a source of unhappiness",
      "Worry is one of two components of anxiety.",
      "The expression of solicitude, anxiety, or compassion toward a thing or person.",
      "Worry refers to the thoughts, images and emotions of a negative nature in which mental attempts are made to avoid anticipated potential threats.",
      "Thoughts and images of a negative nature related to anticipated potential threats",
      "Strong feeling of anxiety.",
      "A strong feeling of anxiety.",
      "A strong feeling of anxiety",
      "Worry is one of two components of anxiety."
    ]
  },
  "category": "Smileys & Emotion",
  "alsoKnownAs": [
    "Sad",
    "Sadface"
  ],
  "version": {
    "unicode-version": "6.1",
    "emoji-version": "1.0"
  },
  "description": "<p>A yellow face with open eyes, raised or furrowed eyebrows, and a broad frown.&nbsp;May convey a variety of moderately sad or tense emotions, including concern, anxiety, alarm, disappointment, and unhappiness.&nbsp;</p>\r\n\r\n<p>Apple&rsquo;s design features the same eye expression as on its <a href=\"/hushed-face/\">😯&nbsp;Hushed Face</a>. Not to be confused with <a href=\"/astonished-face/\">😲 &nbsp;Astonished Face</a> or <a href=\"/dizzy-face/\">😵&nbsp;Dizzy Face</a>.&nbsp;</p>\r\n\r\n<p>Samsung&rsquo;s design <a href=\"/samsung/touchwiz-7.1/worried-face/\">previously included</a> sweat droplets coming from its cheeks, a shorthand for anxiety in manga and anime.</p>",
  "apple_vendor_description": "The worried face emoji on Apple devices features a classic yellow face with wide, downturned eyes and a furrowed brow, conveying a palpable sense of anxiety or concern. Apple’s design employs soft, rounded edges and realistic lighting that subtly highlight the stress lines on its forehead, making the emotion instantly recognizable. This emoji is a direct and effective way to express unease, apprehension, or mild distress in a digital message."
}