{
  "code": "🌟",
  "Unicode": [
    "U+1F31F"
  ],
  "slug": "glowing-star",
  "shortcodes": {
    "github": ":star2:",
    "slack": ":star2:",
    "discord": ":star2:"
  },
  "title": "Glowing Star",
  "keywords": [
    "glittery",
    "glow",
    "glowing star",
    "shining",
    "sparkle",
    "star"
  ],
  "senses": {
    "adjectives": [
      "As if shining with a brilliant light; radiant.",
      "Reflecting light",
      "Reflecting light.",
      "Having brief brilliant points or flashes of light",
      "Indicating the most important performer or role",
      "Most important",
      "Emitting or reflecting light readily or in large amounts"
    ],
    "verbs": [
      "Be bright by reflecting or casting light",
      "To bend back (light, etc.) from a surface.",
      "To reflect light.",
      "To emit light.",
      "To give off light from heat or to emit light as if heated.",
      "Emit light; be bright, as of the sun or a light",
      "To emit beams of light; shine; radiate.",
      "Emit or produce sparks",
      "Be the star in a performance",
      "Reflect brightly"
    ],
    "nouns": [
      "Massive balls of plasma",
      "Sphere of plasma held together by gravity, undergoing fusion",
      "Luminous celestial body.",
      "A luminous celestial body that is made from gases (particularly hydrogen and helium) and forms the shape of a sphere.",
      "This article is for quotes about stars, or which make prominent mention of stars.",
      "(astronomy) a celestial body of hot gases that radiates energy derived from thermonuclear reactions in the interior",
      "A star is a massive, luminous sphere of plasma held together by its own gravity.",
      "A luminous celestial body, made up of plasma (particularly hydrogen and helium) and having a spherical shape. Depending on context the sun may or may not be included.",
      "A sparkle of delight in the eyes.",
      "The brightness of the eye or eyes.",
      "Merriment expressed by a brightness or gleam or animation of countenance",
      "Glitter describes an assortment of very small, flat, reflective particles.",
      "Assortment of very small, flat, reflective particles",
      "Night or nighttime is the period of time between the sunset and the sunrise when the Sun is below the horizon.",
      "The time after sunset and before sunrise while it is dark outside",
      "Hours of darkness.",
      "The period between sunset and sunrise, when a location faces far away from the sun, thus when the sky is dark.",
      "Night is the period of time when the sun is below the horizon.",
      "Part of the day when the Sun is not aloft",
      "The hours of darkness between sunset and sunrise; the night."
    ]
  },
  "category": "Travel & Places",
  "alsoKnownAs": [
    "Shining Star"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A glowing, five-point gold star. Depicted as <a href=\"/star/\">⭐ Star</a> with stylized bursts in between its points, representing glowing or twinkling.</p>\r\n\r\n<p>Commonly used to represent various senses of glowing as well for as for a sense of flourish. Not to be confused with <a href=\"/dizzy/\">💫 Dizzy</a>, <a href=\"/star/\">⭐ Star</a>, <a href=\"/shooting-star/\">🌠 Shooting Star</a>, or <a href=\"/sparkles/\">✨ Sparkles</a>, though their applications may overlap.</p>\r\n\r\n<p>On <a href=\"/snapchat/\">Snapchat</a>, this emoji displays next to a&nbsp;contact who has had their&nbsp;snaps replayed&nbsp;in the past 24 hours.</p>\r\n\r\n<p>Microsoft&rsquo;s bursts were <a href=\"/glowing-star/\">previously</a>&nbsp;blue lines,&nbsp;Apple&rsquo;s star <a href=\"/apple/ios-4.0/glowing-star/\">previously</a> resembled its <a href=\"/star/\">⭐ Star</a>&nbsp;emoji, and&nbsp;Samsung&rsquo;s star <a href=\"/samsung/experience-9.0/glowing-star/\">previously</a> displayed a burst radiating out from its center.</p>",
  "apple_vendor_description": "The glowing star emoji on Apple devices shines with a brilliant yellow luminescence, rendered with Apple's signature glossy 3D shading that makes it appear to hover with an inner light. Its points are sharp yet softened by the smooth gradients and realistic lighting, giving it a celestial feel. This emoji on Apple devices often signifies excellence, achievement, or something particularly special and noteworthy in digital conversations."
}