{
  "code": "📇",
  "Unicode": [
    "U+1F4C7"
  ],
  "slug": "card-index",
  "shortcodes": {
    "github": ":card_index:",
    "slack": ":card_index:",
    "discord": ":card_index:"
  },
  "title": "Card Index",
  "keywords": [
    "card",
    "index",
    "rolodex"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [],
    "nouns": [
      "An index card consists of heavy paper cut to a standard size, used for recording and storing small amounts of discrete data.",
      "Summary of certain data according to a fixed scheme on a card",
      "Early and mid 20th century technologies for maintaining such lists",
      "Piece of heavy paper stock used to record information to be stored in an index.",
      "A piece of heavy paper stock used to record information to be stored in an index.",
      "An alphabetical listing of items (e.g., books in a library) with a separate card for each item",
      "(trademark) a desktop rotary card index with removable cards; usually used for names, addresses, and telephone numbers",
      "A Rolodex is a rotating file device used to store business contact information currently manufactured by Newell Rubbermaid."
    ]
  },
  "category": "Objects",
  "alsoKnownAs": [
    "Index Card",
    "Rolodex",
    "System Card"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A card index, as a <a href=\"https://en.wikipedia.org/wiki/Rolodex\">Rolodex</a>, once used to organize and access cards containing the information of personal or business contacts. Depicted as a black or gray rotating device with a contact card displayed, including a graphic and text.</p>\r\n\r\n<p>Occasionally used to represent contact details/information and&nbsp;business cards. Thanks to its appearance, this emoji&nbsp;is sometimes mistaken for such things as documents or word processing.</p>\r\n\r\n<p>Apple&rsquo;s design features a picture of its <a href=\"/woman/\">👩 Woman</a>, identified as Jane Appleseed (<a href=\"/apple/ios-6.0/card-index/\">previously</a> <a href=\"https://www.mactrast.com/2017/05/who-exactly-is-john-appleseed/\">John Appleseed</a>) with the following contact details as an easter egg:</p>\r\n\r\n<p>appleseed@me.com<br />\r\n125 Main St.<br />\r\nCity Name, CA 95014<br />\r\nWork: (408) 123-4567<br />\r\nHome: (400) 765-4321</p>\r\n\r\n<p>95014 is the zip code (postcode) for <a href=\"https://en.wikipedia.org/wiki/Apple_Park\">Apple&rsquo;s corporate headquarters</a> in Cupertino, California.</p>\r\n\r\n<p>JoyPixels features its <a href=\"/woman-health-worker/\">👩&zwj;⚕️ Woman Health Care Worker</a>.&nbsp;WhatsApp&#39;s design also shows the picture of a woman.</p>",
  "apple_vendor_description": "The card index emoji on Apple devices presents a meticulously organized stack of index cards, rendered with Apple's signature glossy 3D shading and soft rounded edges. Each card appears slightly offset, creating a sense of depth and tactile realism, accented by subtle highlights from realistic lighting. This emoji is commonly used to represent organization, information, records, or the act of filing and referencing data within digital communication."
}