{
  "code": "👓",
  "Unicode": [
    "U+1F453"
  ],
  "slug": "glasses",
  "shortcodes": {
    "github": ":eyeglasses:",
    "slack": ":eyeglasses:",
    "discord": ":eyeglasses:"
  },
  "title": "Eyeglasses",
  "keywords": [
    "clothing",
    "eye",
    "eyeglasses",
    "eyewear",
    "glasses"
  ],
  "senses": {
    "adjectives": [
      "Showing mental alertness and calculation and resourcefulness",
      "Being or like a nerd.",
      "Of or like a nerd."
    ],
    "verbs": [
      "To appear; to look.",
      "Look at",
      "To gauge, estimate or judge by eye; to look or glance at.",
      "Be dressed in",
      "Perceive by sight or have the power to perceive by sight",
      "Perceive with the eyes.",
      "To perceive by the visual faculty.",
      "To perceive or detect with the eyes, or as if by sight.",
      "To see, or to look at."
    ],
    "nouns": [
      "A person who has an unusual, peculiar, or odd personality, or behaviour pattern.",
      "A person with an unusual or odd personality",
      "An eccentric or unusual person.",
      "Normal use of the faculty of vision",
      "Clothing that is worn or carried, but not part of your main clothing.",
      "An article of clothing or equipment, in particular when used as an accessory.",
      "Clothing that is worn or carried, but not part of your main clothing",
      "Eyewear consists of items and accessories worn on or over the eyes, for fashion or adornment, protection against the environment, and to improve or enhance visual acuity.",
      "Glasses, also known as eyeglasses or spectacles, are frames bearing lenses worn in front of the eyes.",
      "Spectacles, glasses.",
      "Accessories that improve vision",
      "Glasses especially suited for reading.",
      "A pair of lenses set in a frame worn on the nose and ears in order to correct deficiencies in eyesight or to ornament the face.",
      "A pair of lenses set in a frame.",
      "Optical instrument consisting of a frame that holds a pair of lenses for correcting defective vision",
      "Spectacles, frames bearing two lenses worn in front of the eyes",
      "A pair of lenses in a frame that are worn in front of the eyes and are used to correct faulty vision or protect the eyes.",
      "Clothing, garments, dress, material.",
      "Clothing is material used to cover parts of the human body for protection against the environment, for comfort and body modesty, and as personal decoration, often reflecting religious, cultural, and social customs.",
      "Clothing is fiber and textile material worn on the body.",
      "Clothes.",
      "Clothes considered as a group.",
      "All coverings designed to be worn on a person's body.",
      "Clothing",
      "Something that can be worn; an item of clothing.",
      "A covering of or like clothing.",
      "A single item of clothing.",
      "An act or instance of putting clothes on.",
      "A covering designed to be worn on a person's body",
      "Clothes, possessions or equipment.",
      "(in combination) clothing",
      "Fiber and textile material worn on the body",
      "An organ of vision that detects light",
      "An eye.",
      "The organ of sight",
      "Organ that detects light and converts it into electro-chemical impulses in neurons",
      "The two eyes of a human being considered as a whole.",
      "A window or other opening that has an oval or circular shape (as of an eye).",
      "An organ through which animals see.",
      "Eyes are sensory organs of the face responsible for sight.",
      "An oculus, plural oculi, from Latin oculus: eye, denotes a circular opening in the center of a dome or in a wall.",
      "Eyes are the organs of vision.",
      "The part of the eye having a spherical shape.",
      "The organ that is sensitive to light, which it converts to electrical signals passed to the brain, by which means animals see.",
      "Descriptive term, often used pejoratively, indicating that a person is overly intellectual, obsessive, or socially impaired",
      "Nerd is a descriptive term, often used pejoratively, indicating that a person is overly intellectual, obsessive, or socially impaired.",
      "A person who is intellectual but generally introverted",
      "Intellectual, skillful person, generally introverted.",
      "An intelligent but single-minded expert in a particular technical field or profession",
      "An intelligent but single-minded expert in a particular technical field or profession.",
      "Popular trends.",
      "Fashion refers to styles of dress that are popular in a culture at any given time.",
      "The latest and most admired style in clothes and cosmetics and behavior",
      "Term for a popular style or practice in clothing, make-up, furniture, etc.",
      "The latest and most admired style in clothes and cosmetics and behavior.",
      "Fashion is a popular style or practice, especially in clothing, footwear, accessories, makeup, body piercing, or furniture.",
      "A prevailing mode of expression, e.g., clothing"
    ]
  },
  "category": "Objects",
  "alsoKnownAs": [
    "Glasses"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>Prescription glasses, shown with a variety of frames, depending on platform.</p>",
  "apple_vendor_description": "On Apple devices, the glasses emoji showcases a pair of classic, black-rimmed spectacles rendered with Apple's signature glossy 3D shading and smooth gradients. The lenses appear clear and reflective, capturing subtle light glints that add to their realism and depth, while the soft rounded edges of the frame lend a friendly, approachable feel. This emoji on Apple devices often signifies intellect, perception, or the act of seeing clearly, commonly used when discussing vision, knowledge, or something that requires close attention."
}