{
  "code": "🚒",
  "Unicode": [
    "U+1F692"
  ],
  "slug": "fire-engine",
  "shortcodes": {
    "github": ":fire_engine:",
    "slack": ":fire_engine:",
    "discord": ":fire_engine:"
  },
  "title": "Fire Engine",
  "keywords": [
    "engine",
    "fire",
    "truck"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [
      "Operate (a wheeled motorized vehicle).",
      "To operate (a wheeled motorized vehicle).",
      "Operate or control a vehicle",
      "To operate a (motorized) vehicle (with wheels)."
    ],
    "nouns": [
      "A facility consisting of the means and equipment necessary for the movement of passengers or goods",
      "A means of conveyance.",
      "Shared passenger transport service which is available for use by the general public",
      "The act or the means of conveying people in mass as opposed to conveyance in private vehicles.",
      "Any form of transport that can be used by a member of public (usually for a fee); as opposed to private ownership of e.g. cars.",
      "Public transport is a shared passenger transport service which is available for use by the general public, as distinct from modes such as taxicab, carpooling or hired buses which are not shared by strangers without private arrangement.",
      "The conveyance of people or goods from one place to another, especially on a public transportation system; the vehicles used for such conveyance.",
      "The conveyance of people or goods from one place to another.",
      "Heavy goods vehicle (a UK lorry - truck - weighing more than 3.5 tons)",
      "Type of large automobile",
      "A truck or lorry is a motor vehicle designed to transport cargo.",
      "A motor vehicle for transporting goods; a truck.",
      "A large motor vehicle of more than 3,500 kilograms designed for carrying cargo.",
      "An automotive vehicle suitable for hauling",
      "A fire engine is a specific vehicle designed primarily for firefighting operations.",
      "Any of various large trucks that carry firemen and equipment to the site of a fire",
      "Any fire apparatus, such as a fire truck or fire engine.",
      "A conveyance; a device for carrying or transporting substances, objects or individuals.",
      "A vehicle that travels primarily on land in contact with the surface.",
      "A vehicle is a mobile machine that transports passengers or cargo.",
      "Any conveyance in or by which people or objects are transported.",
      "A conveyance that transports people or objects",
      "Mobile machine that can transport people and cargo"
    ]
  },
  "category": "Travel & Places",
  "alsoKnownAs": [
    "Fire Department",
    "Fire Truck"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A red fire truck, an essential part of emergency services along with a <a title=\"🚓 Police Car\" href=\"/police-car/\">police car</a> or <a title=\"🚑 Ambulance\" href=\"/ambulance/\">ambulance</a>.</p>\n<p>May be on the way to put out a <a title=\"🔥 Fire\" href=\"/fire/\">fire</a>.</p>\n",
  "apple_vendor_description": "The fire engine emoji on Apple devices is a bold, crimson red, rendered with Apple's signature glossy 3D shading and realistic lighting, making it appear robust and ready for action. Its smooth, rounded edges and subtle highlights emphasize the vehicle's dynamic form, evoking a sense of urgency and heroism. This emoji on Apple devices is commonly used to represent emergency services, bravery, or a fast response to a situation."
}