{
  "code": "🦠",
  "Unicode": [
    "U+1F9A0"
  ],
  "slug": "microbe",
  "shortcodes": {
    "github": ":microbe:",
    "slack": ":microbe:",
    "discord": ":microbe:"
  },
  "title": "Microbe",
  "keywords": [
    "amoeba",
    "bacteria",
    "microbe",
    "virus"
  ],
  "category": "Animals & Nature",
  "alsoKnownAs": [
    "Cell",
    "Coronavirus",
    "COVID-19",
    "Germ",
    "Microorganism",
    "Virus"
  ],
  "version": {
    "unicode-version": "11.0",
    "emoji-version": "11.0"
  },
  "description": "<p>A microbe, as a bacterium grown in a <a href=\"/petri-dish/\">🧫 Petri Dish</a> or observed under a <a href=\"/microscope/\">🔬 Microscope</a>. Generally depicted as a squiggly, single-celled microorganism with prominent <a href=\"https://en.wikipedia.org/wiki/Cilium\">cilia</a>. Color, shape, and position vary across platforms.&nbsp;Commonly used to represent bacteria, viruses, and germs and disease more generally.</p>\r\n\r\n<p>In 2020, this emoji became <a href=\"https://blog.emojipedia.org/spread-of-the-coronavirus-emoji/\">primarily used</a> in reference to <a href=\"/coronavirus/\">Coronavirus / COVID-19</a>.</p>\r\n\r\n<p>Apple&#39;s version of this emoji most closely represents a virus, while others from&nbsp;Samsung, Microsoft and&nbsp;Twitter&nbsp;appear as bright green bacteria. Other versions of this emoji also appear mainly as bacteria:&nbsp;Facebook&#39;s is&nbsp;indigo, and WhatsApp&rsquo;s purple. Google&rsquo;s design <a href=\"/google/android-9.0/microbe/\">previously displayed</a> five microbes in&nbsp;different, bright colors.</p>",
  "apple_vendor_description": "On Apple devices, the microbe emoji is rendered as a small, rounded, and slightly translucent organism with a friendly, almost curious appearance. Its design features soft, rounded edges and subtle internal shading, creating a sense of organic life and microscopic scale, true to Apple's detailed visual style. This emoji is often used to represent germs, illness, or scientific exploration, bringing a unique visual element to discussions about health or biology on Apple devices."
}