{
  "code": "🤐",
  "Unicode": [
    "U+1F910"
  ],
  "slug": "zipper-mouth-face",
  "shortcodes": {
    "github": ":zipper_mouth_face:",
    "slack": ":zipper_mouth_face:",
    "discord": ":zipper_mouth_face:"
  },
  "title": "Zipper-Mouth Face",
  "keywords": [
    "face",
    "mouth",
    "zipper",
    "zipper-mouth face"
  ],
  "senses": {
    "adjectives": [
      "Not open or public; kept private or not revealed",
      "Being or kept hidden from public perception.",
      "Closed or secured with or as if with a seal",
      "Closed by a seal."
    ],
    "verbs": [
      "To make or keep secret.",
      "Close with a zipper"
    ],
    "nouns": [
      "Part of the body at the front of the head",
      "The face is a central organ of sense and is also very central in the expression of emotion among humans and among numerous other species.",
      "Faces are the central sense organ complexes, for those animals that have one, normally on the ventral surface of the head.",
      "The front of the human head from the forehead to the chin and ear to ear",
      "The front part of the head, featuring the eyes, nose, and mouth and the surrounding area.",
      "Mouths are a part of the anatomy constituting the first portion of the alimentary canal that receives food and saliva.",
      "The opening through which food is taken in and vocalizations emerge",
      "A body cavity",
      "First portion of the alimentary canal that receives food",
      "In biological anatomy, commonly referred to as the mouth, under formal names such as the oral cavity, buccal cavity, or in Latin cavum oris, is the opening through which many animals take in food and issue vocal sounds.",
      "Cavity that is limited by the lips in front, the cheeks on the side, the soft and hard palate at the top and the floor of the mouth below.",
      "Mouth",
      "The opening of a creature through which food is ingested.",
      "A zip fastener.",
      "A fastener used in clothing, bags.",
      "A fastener for locking together two toothed edges by means of a sliding tab",
      "A zipper, zip, fly or zip fastener, formerly known as a clasp locker, is a commonly used device for binding the edges of an opening of fabric or other flexible material, as on a garment or a bag.",
      "A device for temporarily joining two edges of fabric together",
      "A fastener used in clothing, bags, etc, made up of two rows of teeth that are made to fit into each other by moving a slider along their length and opened again by moving the slider in the other direction.",
      "Something that should remain hidden from others (especially information that is not to be passed on)",
      "Knowledge that is hidden and intended to be kept hidden.",
      "Knowledge that is hidden."
    ]
  },
  "category": "Smileys & Emotion",
  "alsoKnownAs": [
    "Lips Sealed",
    "Sealed Lips",
    "Zip It"
  ],
  "version": {
    "unicode-version": "8.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A yellow face with simple, open eyes and a closed zipper for a mouth. Meaning widely varies, but commonly conveys a secret or that someone will&nbsp;keep&nbsp;one (e.g., <i>My lips are sealed</i>). May also be used to tell someone to stop talking (e.g., Z<i>ip it! </i>or<i> I&rsquo;ll shut up now</i>).</p>\r\n\r\n<p>Google&#39;s design for <a href=\"/hushed-face/\">😯 Hushed Face</a> <a href=\"/google/android-5.0/hushed-face/\">previously featured</a> a zipper-mouth.</p>",
  "apple_vendor_description": "The zipper-mouth face emoji on Apple devices features a bright yellow, round face with a cleanly rendered zipper across its mouth, giving it a distinct and playful appearance.  Apple’s characteristic glossy 3D shading and smooth gradients give the face a tactile, almost tangible quality.  The closed zipper, illuminated by soft, realistic lighting, conveys a sense of secrecy, silence, or having something important to keep under wraps, making it a fun and versatile way to express keeping quiet or holding back information in messages on Apple devices."
}