{
  "code": "🇸🇷",
  "Unicode": [
    "U+1F1F8",
    "U+1F1F7"
  ],
  "slug": "flag-suriname",
  "shortcodes": {
    "github": ":suriname:",
    "slack": ":flag-sr:",
    "discord": ":flag_sr:"
  },
  "title": "Flag: Suriname",
  "keywords": [
    "flag"
  ],
  "senses": {
    "adjectives": [
      "From or in the countryside or connected with it.",
      "Of, from or pertaining to the countryside (adjective)."
    ],
    "verbs": [],
    "nouns": [
      "The flag of Suriname is formed by five horizontal bands of green, white, red, white, and green.",
      "Emblem usually consisting of a rectangular piece of cloth of distinctive design",
      "Piece of cloth.",
      "A flag is a piece of fabric with a distinctive design that is used as a symbol, as a signaling device, or as decoration.",
      "A piece of cloth, often decorated with an emblem, used as a visual signal or symbol.",
      "Piece of fabric with a distinctive design",
      "A republic in northeastern South America on the Atlantic; achieved independence from the Netherlands in 1975",
      "A country in South America. Official name: Republic of Suriname.",
      "Suriname, officially known as the Republic of Suriname, is a country on the northeastern Atlantic coast of South America.",
      "A country in South America",
      "Country in South America",
      "A country in South America, with capital Paramaribo.",
      "The opposite of secession",
      "As its original Latin term",
      "Government",
      "The collective body of a nation or state as politically organized, or as exercising political functions.",
      "The territory of a nation, especially an independent nation state or formerly independent nation; a political entity asserting ultimate authority over a geographical area.",
      "Nations is often used synonymously with ethnic group, but although ethnicity is now one of the most important aspects of cultural or social identity for the members of most nations, people with the same ethnic origin may live in different nation-states and be treated as members of separate nations for that reason.",
      "Political organisation with a centralized independent government",
      "The government.",
      "An organized political community, living under a government",
      "Nation has various meanings, and the meaning has changed over time.",
      "A state is an organized community living under one government.",
      "A political entity asserting ultimate authority over a geographical area.",
      "A people permanently occupying a fixed territory bound together by common law, habits and custom into one body politic exercising, through the medium of an organized government, independent sovereignty and control over all persons and things within its boundaries, unless or until authority is ceded to a federation or union of other states.",
      "The people who live in a nation or country",
      "A politically organized body of people under a single government",
      "A sovereign state.",
      "A state is a nonphysical juridical entity of the international legal system that is represented by one centralized government that has supreme independent authority over a geographic area.",
      "The geographic area under the control of a political state."
    ]
  },
  "alsoKnownAs": [
    "Surinamer Flag"
  ],
  "version": {
    "unicode-version": null,
    "emoji-version": "1.0"
  },
  "description": "<p>The flag for <a href=\"https://en.wikipedia.org/wiki/Suriname\">Suriname</a>, which may show as the letters <em>SR</em> on some platforms.</p>\n",
  "apple_vendor_description": "On Apple devices, the flag of Suriname emoji unfurls with vibrant colors, showcasing its distinctive green stripes, a white border, a red stripe down the middle, and a prominent yellow star at its center. Apple's design imbues the flag with a sense of depth and gentle movement, its fabric appearing subtly textured and illuminated by realistic lighting. This emoji serves as a proud emblem for individuals connected to Suriname, used to express national pride or mark locations.",
  "category": "Flags"
}