{
  "code": "🤹🏻",
  "Unicode": [
    "U+1F939",
    "U+1F3FB"
  ],
  "slug": "person-juggling-light-skin-tone",
  "shortcodes": null,
  "title": "person juggling: light skin tone",
  "keywords": [
    "skill",
    "multitask",
    "light skin tone",
    "juggle",
    "balance"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [
      "Be in equilibrium",
      "To be in equilibrium.",
      "Be in equilibrium.",
      "To throw, catch, and keep in the air several things simultaneously.",
      "Throw, catch, and keep in the air several things simultaneously",
      "To handle multiple tasks at once."
    ],
    "nouns": [
      "A skill is the learned ability to carry out a task with pre-determined results often within a given amount of time, energy, or both.",
      "Capacity to do something well; technique, ability. Skills are usually acquired or learned, as opposed to abilities, which are often thought of as innate.",
      "Learned ability",
      "Capacity to do something well.",
      "The capacity to do something well. They are usually acquired or learned, as opposed to abilities, which are often thought of as innate.",
      "The learned capacity to carry out pre-determined results often with the minimum outlay of time, energy, or both",
      "An ability that has been acquired by training",
      "A state in which opposing forces harmonise; equilibrium",
      "A state of equilibrium.",
      "A state of equilibrium",
      "The amount of economic resource required to bring opposite economic resource flows to a state of equilibrium.",
      "Juggling is a physical skill, performed by a juggler, involving the manipulation of objects for recreation, entertainment, art, or sport.",
      "Moving of objects in an artful manner.",
      "Throwing and catching several objects simultaneously",
      "The art of moving objects, such as balls, clubs, beanbags, rings, etc. in an artful or artistic manner."
    ]
  },
  "category": "People & Body",
  "alsoKnownAs": null,
  "version": null,
  "description": "This version of the  Person Juggling emoji has the  Light Skin Tone applied, which is displayed as a Pale Skin Tone on supported platfor",
  "apple_vendor_description": "On Apple devices, the light skin tone person juggling emoji depicts a figure in mid-motion, with three brightly colored spheres gracefully suspended in the air. Apple's signature glossy 3D shading gives each ball a distinct shine, and the person's posture conveys a sense of playful dexterity and focus. This emoji, rendered with Apple's characteristic smooth gradients and soft rounded edges, is perfect for symbolizing multitasking, a busy schedule, or handling multiple tasks with ease and skill."
}