{
  "code": "🐪",
  "Unicode": [
    "U+1F42A"
  ],
  "slug": "camel",
  "shortcodes": {
    "github": ":dromedary_camel:",
    "slack": ":dromedary_camel:",
    "discord": ":dromedary_camel:"
  },
  "title": "Dromedary Camel",
  "keywords": [
    "camel",
    "dromedary",
    "hump"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [],
    "nouns": [
      "Extrusion is a process used to create objects of a fixed cross-sectional profile.",
      "Motion, the process of movement, is described using specific anatomical terms.",
      "Something that bulges out or is protuberant or projects from its surroundings",
      "A bulge: something that bulges out or is protuberant or projects from a form",
      "Cud-chewing mammal used as a draft or saddle animal in desert regions",
      "Even-toed ungulate within the genus Camelus",
      "A beast of burden, much used in desert areas, of the genus Camelus.",
      "A camel is a large mammal, used in the Middle East as a beast of burden.",
      "A camel is an even-toed ungulate within the genus Camelus, bearing distinctive fatty deposits known as \"humps\" on its back.",
      "Beast of burden.",
      "A one-humped camel (Camelus dromedarius) of the hot deserts of northern Africa and south western Asia.",
      "The dromedary, also called the Arabian camel or the Indian camel, is a large, even-toed ungulate with one hump on its back.",
      "Camelus dromedarius, the single-humped camel.",
      "One-humped camel of the hot deserts of northern Africa and southwestern Asia",
      "Terrain where little precipitation occurs",
      "A barren area of land or desolate terrain, especially one with little water or vegetation; a wasteland.",
      "A desert is a region of land that is very dry because of low rainfall amounts, often having little coverage by plants, and in which streams dry up unless they are supplied by water from outside areas.",
      "Arid land with little or no vegetation",
      "A desert is a barren area of land where little precipitation occurs and consequently living conditions are hostile for plant and animal life.",
      "A wide, open, comparatively barren tract of land with few forms of life and little rainfall."
    ]
  },
  "category": "Animals & Nature",
  "alsoKnownAs": [
    "Arabian Camel",
    "Dromedary Camel",
    "One-Bump Camel"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A <a href=\"https://en.wikipedia.org/wiki/Dromedary\">dromedary</a> camel, a long-necked mammal with one large hump on its back. Depicted in light&nbsp;or yellowish brown in full profile on all fours facing left.</p>\r\n\r\n<p>Not to be confused with <a href=\"/two-hump-camel/\">🐫&nbsp;Two-Hump Camel</a> (<a href=\"https://en.wikipedia.org/wiki/Bactrian_camel\">Bactrian</a>), though their applications generally overlap.</p>\r\n\r\n<p>May be used in association with deserts, the Middle East, and Wednesday (<em>Hump Day</em>).</p>\r\n\r\n<p>Samsung&rsquo;s design features a camel with a shaggy head of hair and slight smile. Google&rsquo;s design <a href=\"/google/android-7.0/camel/\">previously</a> featured a blanket on its back, as for transport.</p>",
  "apple_vendor_description": "The camel emoji on Apple devices stands proudly, its hump rendered with a soft, rounded contour and subtly shaded to suggest its leathery texture. Apple's realistic lighting brings out a warm, sandy hue, giving the creature a gentle, approachable appearance. This emoji, with its distinctly Apple aesthetic of smooth gradients and clean lines, is perfect for evoking travel, arid landscapes, or a patient, enduring spirit."
}