{
  "code": "🇬🇵",
  "Unicode": [
    "U+1F1EC",
    "U+1F1F5"
  ],
  "slug": "flag-guadeloupe",
  "shortcodes": {
    "github": ":guadeloupe:",
    "slack": ":flag-gp:",
    "discord": ":flag_gp:"
  },
  "title": "Flag: Guadeloupe",
  "keywords": [
    "flag"
  ],
  "senses": {
    "adjectives": [
      "From or in the countryside or connected with it.",
      "Of, from or pertaining to the countryside (adjective)."
    ],
    "verbs": [],
    "nouns": [
      "Emblem usually consisting of a rectangular piece of cloth of distinctive design",
      "Piece of cloth.",
      "A flag is a piece of fabric with a distinctive design that is used as a symbol, as a signaling device, or as decoration.",
      "A piece of cloth, often decorated with an emblem, used as a visual signal or symbol.",
      "Piece of fabric with a distinctive design",
      "An overseas French territory located in the eastern Caribbean Sea.",
      "A French overseas département in the northeastern Caribbean Sea",
      "Guadeloupe is a group of Caribbean islands located in the Leeward Islands, in the Lesser Antilles, with a land area of 1,628 square kilometres and a population of 405,739 inhabitants.",
      "Overseas department of France.",
      "An island territory of France located in the eastern West Indies; tourism is the major industry",
      "An island group, including the island of Guadeloupe, constituting one of the overseas departments of France.",
      "Caribbean department of France",
      "The opposite of secession",
      "As its original Latin term",
      "Government",
      "The collective body of a nation or state as politically organized, or as exercising political functions.",
      "The territory of a nation, especially an independent nation state or formerly independent nation; a political entity asserting ultimate authority over a geographical area.",
      "Nations is often used synonymously with ethnic group, but although ethnicity is now one of the most important aspects of cultural or social identity for the members of most nations, people with the same ethnic origin may live in different nation-states and be treated as members of separate nations for that reason.",
      "Political organisation with a centralized independent government",
      "The government.",
      "An organized political community, living under a government",
      "Nation has various meanings, and the meaning has changed over time.",
      "A state is an organized community living under one government.",
      "A political entity asserting ultimate authority over a geographical area.",
      "A people permanently occupying a fixed territory bound together by common law, habits and custom into one body politic exercising, through the medium of an organized government, independent sovereignty and control over all persons and things within its boundaries, unless or until authority is ceded to a federation or union of other states.",
      "The people who live in a nation or country",
      "A politically organized body of people under a single government",
      "A sovereign state.",
      "A state is a nonphysical juridical entity of the international legal system that is represented by one centralized government that has supreme independent authority over a geographic area.",
      "The geographic area under the control of a political state."
    ]
  },
  "alsoKnownAs": [
    "Guadeloupean Flag"
  ],
  "version": {
    "unicode-version": null,
    "emoji-version": "1.0"
  },
  "description": "<p>The flag for Guadeloupe, which may show as the letters&nbsp;<em>GP</em>&nbsp;on some platforms.</p>\r\n\r\n<p>The latest versions of iOS and OS X use the <a href=\"https://en.wikipedia.org/wiki/Flag_of_Guadeloupe\">local unofficial flag</a>, based&nbsp;on the coat of arms of Guadeloupe&rsquo;s capital&nbsp;Basse-Terre.&nbsp;This is used instead of&nbsp;the&nbsp;<a href=\"/flag-france/\" title=\"🇫🇷 Flag For France\">Flag For France</a>,&nbsp;which is the official flag of Guadeloupe.</p>",
  "apple_vendor_description": "On Apple devices, the flag of Guadeloupe is presented with crisp detail and vibrant colors, its smooth gradients and subtle 3D shading giving it a sense of depth and official representation. The design, rendered with Apple's characteristic soft rounded edges, accurately depicts the national emblem, often featuring a yellow sun over blue water and a green sugarcane stalk. This emoji serves as a direct and proud identifier for the French overseas department, used to express national pride, geographical location, or to connect with discussions related to Guadeloupe on Apple devices."
}