{
  "code": "◼️",
  "Unicode": [
    "U+25FC",
    "U+FE0F"
  ],
  "slug": "black-medium-square",
  "shortcodes": {
    "github": ":black_medium_square:",
    "slack": ":black_medium_square:",
    "discord": ":black_medium_square:"
  },
  "title": "Black Medium Square",
  "keywords": [
    "black medium square",
    "geometric",
    "square"
  ],
  "senses": {
    "adjectives": [
      "Forming a right angle, especially at right angles with the mast or the keel, and parallel to the horizon; said of the yards of a square-rigged vessel when they are so braced.",
      "Having four equal sides and four right angles or forming a right angle"
    ],
    "verbs": [],
    "nouns": [
      "A town square is an open public space commonly found in the heart of a traditional town used for community gatherings.",
      "An open area in a town, sometimes including the surrounding buildings.",
      "An open space in a town, not necessarily square in shape, often containing trees, seating and other features pleasing to the eye.",
      "An open area at the meeting of two or more streets",
      "An open area commonly found in the heart of a traditional town, used for community gatherings.",
      "An open area in a town.",
      "Open public space",
      "An open area commonly found in the heart of a traditional town used for community gatherings"
    ]
  },
  "category": "Symbols",
  "alsoKnownAs": [],
  "version": {
    "unicode-version": "3.2",
    "emoji-version": "1.0"
  },
  "description": "<p>A medium-sized square shaded completely black. Smaller than the&nbsp;<a href=\"/black-large-square\">⬛&nbsp;Black Large Square</a> and larger than the <a href=\"/black-medium-small-square\">◾ Black Medium-Small Square </a>and the&nbsp;<a href=\"/black-small-square\">▪️ Black Small Square.</a></p>",
  "apple_vendor_description": "This medium black square on Apple devices is a perfectly rendered geometric shape with a deep, matte black finish that absorbs light. Its crisp edges and subtle 3D effect, characteristic of Apple's design, create a solid and definitive presence. It’s often used as a bold visual separator, a placeholder, or to denote a dark theme or a strong statement."
}