{
  "code": "🚵🏽‍♂️",
  "Unicode": [
    "U+1F6B5",
    "U+1F3FD",
    "U+200D",
    "U+2642",
    "U+FE0F"
  ],
  "slug": "man-mountain-biking-medium-skin-tone",
  "shortcodes": null,
  "title": "man mountain biking: medium skin tone",
  "keywords": [
    "bicycle",
    "cyclist",
    "bike",
    "mountain",
    "medium skin tone",
    "man"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [
      "To ride a bicycle.",
      "To operate a pedal.",
      "Ride a bicycle",
      "To ride a bicycle or other cycle.",
      "To operate a bicycle.",
      "To ride a bike."
    ],
    "nouns": [
      "Off-road cycling using a mountain bike",
      "Mountain biking is the sport of riding bicycles off-road, often over rough terrain, using specially designed mountain bikes.",
      "Human-powered, pedal-driven two-wheel vehicle",
      "A vehicle that has two wheels, one behind the other, a steering handle, and a saddle seat or seats and is usually propelled by the action of a rider's feet upon pedals.",
      "A pedal-powered vehicle, such as a unicycle, bicycle, or tricycle; or, motorized vehicle that has either two or three wheels, such as a motorbike, motorcycle, motorized tricycle, or motortrike.",
      "A bicycle, often called a bike or cycle, is a human-powered, pedal-driven, single-track vehicle, having two wheels attached to a frame, one behind the other.",
      "A vehicle with two wheels in tandem, pedals connected to the rear wheel by a chain, handlebars for steering, and a saddlelike seat.",
      "A short form of bicycle.",
      "A wheeled vehicle that has two wheels and is moved by foot pedals",
      "Sexual maturity is the age or stage when an organism can reproduce.",
      "The age or stage when an organism can reproduce",
      "An adult male human.",
      "A man is a male human.",
      "An adult male human",
      "An adult human member of the sex that begets young by fertilizing ova.",
      "A human member of the masculine sex or gender.",
      "An adult person who is male (as opposed to a woman)",
      "Person who rides a cycle.",
      "A person who rides a bicycle",
      "A person who rides a cycle, especially a bicycle, or who habitually engages in cycling.",
      "One who rides a bicycle, particularly one who does so regularly, or as an enthusiast."
    ]
  },
  "category": "People & Body",
  "alsoKnownAs": null,
  "version": null,
  "description": "The Man Mountain Biking, Type-4 emoji is a sequence of the  Mountain Bicyclist,  Emoji Modifier Fitzpatrick Type-4, ? Male Sign and ? Va",
  "apple_vendor_description": "On Apple devices, the man mountain biking emoji showcases a dynamic figure with a medium skin tone, captured mid-action on a rugged trail. Apple's signature glossy 3D shading and realistic lighting create a palpable sense of motion and effort, with soft rounded edges enhancing the figure's streamlined form. This emoji vividly conveys adventure, outdoor activity, and a spirit of energetic pursuit, perfect for sharing excitement about a ride or a challenging endeavor."
}