{
  "code": "🔨",
  "Unicode": [
    "U+1F528"
  ],
  "slug": "hammer",
  "shortcodes": {
    "github": ":hammer:",
    "slack": ":hammer:",
    "discord": ":hammer:"
  },
  "title": "Hammer",
  "keywords": [
    "hammer",
    "tool"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [
      "Strike or drive against with a heavy impact",
      "To strike (something) hard, especially with an implement.",
      "To strike against with a heavy impact.",
      "Strike (something) hard.",
      "Beat with or as if with a hammer"
    ],
    "nouns": [
      "A hand tool with a heavy rigid head and a handle; used to deliver an impulsive force by striking",
      "A tool with a heavy head and a handle used for pounding.",
      "A hammer.",
      "Tool meant to deliver an impact to an object",
      "A hammer is a tool that delivers an impact to an object.",
      "Physical item that can be used to achieve a goal",
      "Mechanical device intended to make a task easier.",
      "An implement used in the practice of a vocation",
      "A mechanical device intended to make a task easier.",
      "A tool is any physical item that can be used to achieve a goal, especially if the item is not consumed in the process.",
      "Any physical item that can be used to achieve a goal"
    ]
  },
  "category": "Objects",
  "alsoKnownAs": [
    "Claw Hammer",
    "Handyman",
    "Tool"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A claw hammer, as used for driving or removing nails. Generally depicted with a metal head and wooden&nbsp;handle, positioned at a 45&deg; angle with the head at the upper left.</p>\r\n\r\n<p>Commonly used for content concerning tools, building, and construction as well as various senses of breaking or smashing. May also represent hard work or be applied to hammer-related expressions, e.g., <i>nailed it</i>.</p>\r\n\r\n<p><a href=\"/apple/ios-5.1/hammer/\">Apple</a> and <a href=\"/facebook/1.0/hammer/\">Facebook&rsquo;s</a> designs previously displayed a gavel, <a href=\"/softbank/2006/hammer/\">Softbank&rsquo;s</a> a mallet. Not to be confused with <a href=\"/pick/\">⛏️&nbsp;Pick</a> or <a href=\"/axe/\">🪓&nbsp;Axe</a>.</p>",
  "apple_vendor_description": "On Apple devices, the hammer emoji presents a sturdy, classic tool with a polished metallic head and a smooth wooden handle, both rendered with Apple's signature 3D shading and realistic lighting to convey a tangible, tactile feel. The soft rounded edges of the hammerhead and handle suggest durability and a well-crafted design, embodying strength and the ability to build or repair. This emoji, as seen on Apple devices, is commonly used to represent manual labor, DIY projects, or the concept of 'getting to work' on a task."
}