{
  "code": "🌳",
  "Unicode": [
    "U+1F333"
  ],
  "slug": "deciduous-tree",
  "shortcodes": {
    "github": ":deciduous_tree:",
    "slack": ":deciduous_tree:",
    "discord": ":deciduous_tree:"
  },
  "title": "Deciduous Tree",
  "keywords": [
    "deciduous",
    "shedding",
    "tree"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [],
    "nouns": [
      "A plant, , of the cabbage family, Brassicaceae; especially, the tree-shaped flower and stalk that are eaten as a vegetable.",
      "Plant with dense clusters of tight green flower buds",
      "A vegetable; of this variety of the Brassica oleracea the green flowers and their stalk is eaten.",
      "Broccoli is an edible green plant in the cabbage family, whose large flowering head is used as a vegetable.",
      "Edible green plant in the cabbage family",
      "Plant Brassica oleracea var. italica.",
      "A tall perennial woody plant having a main trunk and branches forming a distinct elevated crown; includes both gymnosperms and angiosperms",
      "Perennial woody plant",
      "Trees are plants with elongated stems, or trunks, supporting leaves or branches.",
      "In botany, a tree is a perennial plant with an elongated stem, or trunk, supporting branches and leaves in most species.",
      "Any large woody perennial plant with a distinct trunk giving rise to branches or leaves at some distance from the ground.",
      "Plants, taken collectively.",
      "An organism that is not an animal, especially an organism capable of photosynthesis. Typically a small or herbaceous organism of this kind, rather than a tree.",
      "(botany) a living organism lacking the power of locomotion",
      "Plants considered as a group, especially those of a particular country, region, time, etc.",
      "The plants that inhabit a certain region or environment.",
      "Collectively, the set of all plants.",
      "Organism capable of photosynthesis.",
      "Inventory of plant species in a given region",
      "Flora is the plant life occurring in a particular region or time, generally the naturally occurring or indigenous -- native plant life.",
      "Any living organism that synthesizes its food from inorganic substances, possesses cellulose cell walls, responds slowly and often permanently to a stimulus, lacks specialized sense organs and nervous system, and has no powers of locomotion.",
      "Species belonging to the plant kingdom.",
      "The plant life characterizing a specific geographic region or environment.",
      "Plants, also called green plants, are multicellular eukaryotes of the kingdom Plantae.",
      "Plants are living organisms belonging to the kingdom Plantae.",
      "Any tree losing its leaves in autumn and growing new ones in the spring.",
      "State or condition of being deciduous.",
      "A plant having foliage that is shed annually at the end of the growing season",
      "Deciduous means \"falling off at maturity\" or \"tending to fall off\", and it is typically used in order to refer to trees or shrubs that lose their leaves seasonally and to the shedding of other plant structures such as petals after flowering or fruit when ripe.",
      "The temperate forests comprised of trees that seasonally shed their leaves, located in the east of the USA, in Western Europe from the Alps to Scandinavia, and in the eastern Asia. The trees of deciduous forests usually produce nuts and winged seeds.",
      "The state or condition of being deciduous; the quality of trees which lose their leaves in winter or the dry season.",
      "Trees or shrubs that lose their leaves seasonally"
    ]
  },
  "category": "Animals & Nature",
  "alsoKnownAs": [
    "Rounded Tree"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A <a href=\"https://en.wikipedia.org/wiki/Deciduous\">deciduous</a> tree, whose leaves change color before shedding, as <a href=\"/fallen-leaf/\">🍂 Fallen Leave</a>, in the <a href=\"/fall-autumn/\">fall/autumn</a>. Depicted as a generic tree with a round, lush, leafy top and brown trunk.</p>\r\n\r\n<p>May be used to represent various types of trees, forests, temperate climates, nature, and the seasons of <a href=\"/spring/\">spring</a> and <a href=\"/summer/\">summer</a>.</p>",
  "apple_vendor_description": "Apple’s deciduous tree emoji features a lush canopy of leaves, rendered with vibrant greens and subtle color shifts that suggest depth and health, all brought to life with Apple’s characteristic smooth gradients and realistic lighting. The trunk is depicted with a textured, earthy tone and soft rounded edges, conveying a sense of natural strength and growth. This emoji is a versatile symbol of nature, seasons, growth, and the environment, appearing beautifully on all Apple devices."
}