{
  "code": "🐽",
  "Unicode": [
    "U+1F43D"
  ],
  "slug": "pig-nose",
  "shortcodes": {
    "github": ":pig_nose:",
    "slack": ":pig_nose:",
    "discord": ":pig_nose:"
  },
  "title": "Pig Nose",
  "keywords": [
    "face",
    "nose",
    "pig"
  ],
  "senses": {
    "adjectives": [
      "Having a bad smell.",
      "Having or relating to the smell of funk.",
      "Having a pungent smell.",
      "Offensively malodorous",
      "Of, relating to, or characteristic of putrefaction, especially having a bad smell, like that of rotting flesh."
    ],
    "verbs": [
      "Inhale through the nose",
      "To inhale (usually a drug) through the nose.",
      "Issue a grunting, low, animal-like noise",
      "Inhale the odor of; perceive by the olfactory sense",
      "To perceive the presence of molecules in the air by inhaling them through the nose.",
      "To breathe during sleep with harsh, snorting noises caused by vibration of the soft palate.",
      "Breathe noisily during one's sleep",
      "Breathe during sleep with harsh noises.",
      "Utter a high-pitched cry, characteristic of pigs"
    ],
    "nouns": [
      "Nose",
      "A large nose.",
      "A person's nose.",
      "Informal terms for the nose",
      "The human nose.",
      "Slang: human nose.",
      "The human nose, especially one that is large.",
      "A nose, especially a large one.",
      "The organ of the face used to breath and smell.",
      "The organ of smell and entrance to the respiratory tract; the prominent part of the face of man or other mammals",
      "Noses are an organ on the face, and in particular a protuberance in vertebrates that houses the nostrils, which admit and expel air for respiration in conjunction with the mouth, and also house receptors for detecting smells.",
      "Anatomically, a nose is a protuberance in vertebrates that houses the nostrils, or nares, which admit and expel air for respiration in conjunction with the mouth.",
      "Protuberance on the face.",
      "Organ that smells and facilitates breathing",
      "A protuberance on the face housing the nostrils, which are used to breathe or smell.",
      "Any of several mammalian species of the genus Sus, having cloven hooves, bristles and a nose adapted for digging; especially the domesticated farm animal Sus scrofa.",
      "Animals in the genus Sus, within the Suidae family of even-toed ungulates",
      "Animal of the family Suidae.",
      "Domestic swine",
      "Pigs are ungulates native to Eurasia collectively grouped under the genus Sus within the Suidae family.",
      "A genus of even-toed ungulates",
      "Sus scrofa domestica or Sus domestica",
      "The domestic pig, often called swine or hog, is a large, even-toed ungulate; it is variously considered a subspecies of the wild boar, or a distinct species.",
      "A common, four-legged animal (Sus scrofa) that has cloven hooves, bristles and a nose adapted for digging and is farmed by humans for its meat.",
      "Any animal belonging to the Suidae family of mammals, especially the pig, the warthog, and the boar.",
      "A pig is any of the animals in the genus Sus, within the Suidae family of even-toed ungulates."
    ]
  },
  "category": "Animals & Nature",
  "alsoKnownAs": [
    "Pig Snout"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>The snout of a pig. Depicted as a pink oval or slightly pear-shaped nose with two black nostrils.</p>\r\n\r\n<p>See also <a href=\"/pig/\">🐖 Pig</a> and <a href=\"/pig-nose/\">🐷 Pig Face</a>.</p>\r\n\r\n<p>Previously displayed as a cute&nbsp;pig character on <a href=\"/pig/\">Google Gmail</a>.</p>",
  "apple_vendor_description": "On Apple devices, the pig nose emoji is rendered with a soft, rosy pink hue and a gentle, rounded shape. Its subtle 3D shading and a hint of specular highlight suggest a smooth, slightly moist surface, conveying a sense of cuteness and playful curiosity. This emoji, as seen on Apple devices, is perfect for expressing lightheartedness or a touch of silliness in digital conversations."
}