{
  "code": "1️⃣",
  "Unicode": [
    "U+31",
    "U+FE0F",
    "U+20E3"
  ],
  "slug": "keycap-digit-one",
  "shortcodes": {
    "github": ":one:",
    "slack": ":one:",
    "discord": ":one:"
  },
  "title": "Keycap Digit One",
  "keywords": [
    "keycap",
    "one"
  ],
  "senses": {
    "adjectives": [
      "Used of a single unit or thing; not two or more",
      "Preceding all others in time or space or degree",
      "Performed by one person, or one on each side.",
      "Being or characteristic of a single thing or person",
      "Relating to a single person or thing as opposed to more than one.",
      "Relating to a single person or thing."
    ],
    "verbs": [
      "To be ahead of others, e.g., in a race.",
      "Intransitive: be ahead of others.",
      "Be ahead of others; be the first",
      "To determine the number (of objects in a group).",
      "Determine the number or amount of",
      "To count",
      "To determine the amount of."
    ],
    "nouns": [
      "Nelly song",
      "'' # 1\" is the title of a song recorded by American rapper Nelly. It was released in August 2001 and taken from the soundtrack to the film Training Day. It was also included on his own album Nellyville.",
      "A concept of quantity involving zero and units",
      "Mathematical object used to count, label, and measure",
      "A number is one of several related types of mathematical objects.",
      "A member of one of several classes: natural numbers, integers, rational numbers, real numbers, complex numbers, quaternions.",
      "Set of numerals.",
      "A set of numerals for representing numbers.",
      "1 is a number, a numeral, and the name of the glyph representing that number.",
      "Any element of a set or field that behaves under a given operation as the number 1 behaves under multiplication.",
      "A tuple is an ordered list of elements.",
      "Natural number",
      "The cardinal number that directly follows zero and precedes two, represented in Roman numerals as I, and in Arabic numerals as 1.",
      "Mathematics: something that behaves like the number 1.",
      "The main goalkeeper of a team, so-called because they wear the number 1 on the back of their kit.",
      "An eightfold amount or number",
      "The smallest whole number or a numeral representing this number"
    ]
  },
  "category": "Symbols",
  "alsoKnownAs": [],
  "version": {
    "unicode-version": "3.0",
    "emoji-version": "3.0"
  },
  "description": "<p>The number 1 on a&nbsp;square with rounded corners, designed to look like a keycap.</p>",
  "apple_vendor_description": "The keycap digit one emoji on Apple devices presents a crisp, white numeral '1' within a vibrant blue square, rendered with Apple's signature glossy 3D shading.  Its soft rounded edges and subtle gradients give it a clean, modern aesthetic, perfectly conveying the concept of being first or representing a singular item.  This emoji is ideal for indicating ranking, a primary choice, or simply the number one in digital conversations on Apple devices."
}