{
  "code": "🦑",
  "Unicode": [
    "U+1F991"
  ],
  "slug": "squid",
  "shortcodes": {
    "github": ":squid:",
    "slack": ":squid:",
    "discord": ":squid:"
  },
  "title": "Squid",
  "keywords": [
    "food",
    "molusc",
    "squid"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [],
    "nouns": [
      "Mediterranean food",
      "A squid.",
      "Squid prepared as food",
      "Squid is a popular food in many parts of the world.",
      "Squid as food, especially cooked in the form of calamari rings",
      "(Italian cuisine) squid prepared as food",
      "Any substance consumed to provide nutritional support for the body. For prepared ready-to-eat food, use dish: Q746549.",
      "Any substance consumed by living organisms to sustain life.",
      "Food.",
      "Any substance that can be consumed by living organisms, especially by eating, in order to sustain life.",
      "Any solid substance (as opposed to liquid) that is used as a source of nourishment",
      "Food is any substance consumed to provide nutritional support for the body."
    ]
  },
  "category": "Food & Drink",
  "alsoKnownAs": [],
  "version": {
    "unicode-version": "9.0",
    "emoji-version": "3.0"
  },
  "description": "<p>A squid, an octopus-like sea animal with ten arms. Generally depicted as a pinkish-orange <a href=\"https://en.wikipedia.org/wiki/Giant_squid\">giant squid</a>, facing forward or angled to the left, with a slender, arrow-like body, small eyes, and two, long arms raised up at its sides. Platforms generally depict six arms.</p>\r\n\r\n<p>Occasionally used to represent squid as a food item. Not to be confused with <a href=\"/octopus/\">🐙 Octopus</a>, though their applications may overlap.</p>\r\n\r\n<p>Microsoft, WhatsApp&nbsp;and Twitter&rsquo;s squid designs&nbsp;are facing forward, as was a previous <a href=\"/google/android-8.0/squid/\">Google</a>&nbsp;design. Samsung&rsquo;s squid was <a href=\"/samsung/experience-9.0/squid/\">previously</a> gray.</p>",
  "apple_vendor_description": "The squid emoji on Apple devices showcases a vibrant, plump body rendered with Apple's signature glossy 3D shading and soft rounded edges. Its deep purple-pink hue, accented by subtle gradients and realistic lighting, gives it a lifelike texture, while its eight tentacles gracefully curve outwards, suggesting movement and playfulness. This emoji is a fun and whimsical way to represent the ocean, sea creatures, or even a sense of being overwhelmed or tangled, all with the distinct visual charm of Apple's emoji design."
}