{
  "code": "🙉",
  "Unicode": [
    "U+1F649"
  ],
  "slug": "hear-no-evil-monkey",
  "shortcodes": {
    "github": ":hear_no_evil:",
    "slack": ":hear_no_evil:",
    "discord": ":hear_no_evil:"
  },
  "title": "Hear-No-Evil Monkey",
  "keywords": [
    "evil",
    "face",
    "forbidden",
    "hear",
    "hear-no-evil monkey",
    "monkey"
  ],
  "senses": {
    "adjectives": [
      "Unable to hear, or only partially able to hear.",
      "Not having the faculty of hearing, or only having a restricted capability to hear.",
      "Lacking or deprived of the sense of hearing wholly or in part",
      "Unable to hear.",
      "Contrary to or forbidden by law, especially criminal law.",
      "Prohibited by law or by official or accepted rules",
      "Not conforming to, permitted by, or recognised by law or rules.",
      "Contrary to or forbidden by law.",
      "Excluded from use or mention",
      "Quantifier; used with either mass nouns or plural count nouns for indicating a complete or almost complete lack or zero quantity of"
    ],
    "verbs": [
      "To express something by a gesture or gestures.",
      "To say or express through gestures.",
      "Show, express or direct through movement",
      "To show, express or direct through movements.",
      "To express through gestures.",
      "To tell not to do something.",
      "Command against",
      "To forbid, disallow, or proscribe; to make illegal or illicit.",
      "Perceive (sound) via the auditory sense",
      "To perceive sounds through the ear.",
      "To perceive with the ear.",
      "To perceive sound with the ear, without necessarily paying attention to it.",
      "Logical operation (not)"
    ],
    "nouns": [
      "Part of the body at the front of the head",
      "The face is a central organ of sense and is also very central in the expression of emotion among humans and among numerous other species.",
      "Faces are the central sense organ complexes, for those animals that have one, normally on the ventral surface of the head.",
      "The front of the human head from the forehead to the chin and ear to ear",
      "The front part of the head, featuring the eyes, nose, and mouth and the surrounding area.",
      "An operation on logical values that changes true to false, and false to true.",
      "In various logical and algebraic structures",
      "In logic, negation, also called logical complement, is an operation that takes a proposition p to another proposition \"not p\", written ¬ p, which is interpreted intuitively as being true when p is false and false when p is true.",
      "A unary operation on logical values that changes true to false, and false to true.",
      "A proposition which is the contradictory of another proposition and which can be obtained from that other proposition by the appropriately placed addition/insertion of the word \"not\". (Or, in symbolic logic, by prepending that proposition with the symbol for the logical operator \"not\".)",
      "(logic) a proposition that is true if and only if another proposition is false",
      "A primate from the group \"New World monkeys\" or \"Old World monkeys\" (Simiiformes, excluding the superfamily Hominoidea or apes) that lives mainly in rainforests and is distinguished from an Ape by its smaller size and its tail.",
      "Any of various long-tailed primates (excluding the prosimians)",
      "A monkey is a primate of the Haplorrhini suborder and simian infraorder, either an Old World monkey or a New World monkey, but excluding apes and humans.",
      "The use of movements, especially of the hands, to communicate familiar or prearranged signals",
      "A gesture is a form of non-verbal communication or non-vocal communication in which visible bodily actions communicate particular messages, either in place of, or in conjunction with, speech.",
      "Form of non-verbal communication or non-vocal communication",
      "A quick movement of a finger or pen on a screen that the computer interprets as a command, rather than as a mouse movement, writing, or drawing.",
      "The use of movements (especially of the hands) to communicate familiar or prearranged signals",
      "The sense of hearing",
      "Hearing is the ability to perceive sound by detecting vibrations through an organ such as the ear.",
      "The general perceptual behaviour and the specific responses made in relation to sound stimuli.",
      "The sense by which sound is perceived",
      "The sense used to perceive sound.",
      "The total of measures and devices implemented to preserve persons from harm to the faculty of perceiving sound.",
      "Sense used to perceive sound.",
      "Sensory perception of sound by living organisms",
      "Hearing, auditory perception, or audition is the ability to perceive sound by detecting vibrations, changes in the pressure of the surrounding medium through time, through an organ such as the ear.",
      "The ability to hear; the auditory faculty"
    ]
  },
  "category": "Smileys & Emotion",
  "alsoKnownAs": [
    "Kikazaru",
    "Monkey Covering Ears"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>The <i>hear no evil</i> <em>monkey</em>, called <i>Kikazaru </i>(Japanese for &ldquo;hear not&rdquo;), one of the <a href=\"https://en.wikipedia.org/wiki/Three_wise_monkeys\">Three Wise Monkeys</a>. Depicted as the brown <a href=\"/monkey-face/\">🐵 Monkey Face</a> with hands covering its ears.</p>\r\n\r\n<p>The Three Wise Monkeys represent the proverb <i>see no evil, hear no evil, speak no evil</i>, frequently&nbsp;interpreted as&nbsp;a call for discretion or willful ignorance.</p>\r\n\r\n<p>Often used as a playful way to convey <i>I can&rsquo;t believe what I&rsquo;m hearing!</i> or, more generally, to express astonishment or disbelief.</p>\r\n\r\n<p>See also <a href=\"/see-no-evil-monkey/\">🙈&nbsp;See-No-Evil Monkey</a> and <a href=\"/speak-no-evil-monkey/\">🙊 Speak-No-Evil Monkey</a>.</p>\r\n\r\n<p>This emoji is considered <a href=\"https://blog.emojipedia.org/how-the-monkey-emoji-is-racist/\">racist in some contexts</a>, particularly when used to disparage, insult, and abuse people with dark skin, especially Black people.</p>",
  "apple_vendor_description": "The hear no evil monkey emoji on Apple devices features a charming primate with its hands delicately covering its ears, rendered with Apple's signature glossy 3D shading and expressive facial features. The rounded edges and subtle highlights give it a soft, approachable appearance, embodying the proverb of not listening to or engaging with negativity. This emoji is often used humorously to indicate a desire to ignore something unpleasant or to playfully feign ignorance on Apple devices."
}