{
  "code": "🥀",
  "Unicode": [
    "U+1F940"
  ],
  "slug": "wilted-flower",
  "shortcodes": {
    "github": ":wilted_flower:",
    "slack": ":wilted_flower:",
    "discord": ":wilted_flower:"
  },
  "title": "Wilted Flower",
  "keywords": [
    "flower",
    "wilted"
  ],
  "senses": {
    "adjectives": [
      "Not firm"
    ],
    "verbs": [],
    "nouns": [
      "The reproductive structure of angiosperm plants, consisting of stamens and carpels surrounded by petals and sepals all borne on the receptacle.",
      "A flower lacking sepals, petals, stamens, or carpels.",
      "Flowers, sometimes known as blooms or blossoms, are the reproductive structures found in flowering plants.",
      "A flower, sometimes known as a bloom or blossom, is the reproductive structure found in flowering plants.",
      "Structure found in some plants (division Magnoliophyta / angiosperms) to support reproduction",
      "A plant cultivated for its blooms or blossoms"
    ]
  },
  "category": "Animals & Nature",
  "alsoKnownAs": [
    "Dead Flower",
    "Drooping Flower"
  ],
  "version": {
    "unicode-version": "9.0",
    "emoji-version": "3.0"
  },
  "description": "<p>A flower that has wilted, or is dying. Generally depicted as a limp, faded red rose drooping over the to the right on a dried-out,&nbsp;green stem, shedding a petal.</p>\r\n\r\n<p>May be used to express such sad sentiments as heartbreak, though sometimes with a sense of irony. Sometimes&nbsp;used to represent a rose or other flower, with positive connotations.</p>\r\n\r\n<p>Not to be confused with <a href=\"/rose/\">🌹 Rose</a>.</p>\r\n\r\n<p>WhatsApp&#39;s flower suggests a wilted <a href=\"/sunflower/\">🌻 Sunflower</a>;&nbsp;Twitter&#39;s a&nbsp;<a href=\"/tulip/\">🌷 Tulip</a>, as <a href=\"/microsoft/windows-10-anniversary-update/wilted-flower/\">Microsoft</a> and <a href=\"/samsung/experience-9.0/wilted-flower/\">Samsung&#39;s</a> previously did. <a href=\"/facebook/2.0/wilted-flower/\">Facebook&#39;s</a> flower was previously orange.</p>",
  "apple_vendor_description": "The wilted flower emoji on Apple devices conveys a poignant sense of fading beauty and gentle melancholy. Its petals, rendered with Apple's characteristic soft gradients, show a subtle droop and a muted color palette, hinting at a loss of vibrancy. Realistic lighting casts faint shadows, emphasizing its delicate, almost fragile state. This emoji on Apple devices is often used to express sadness, disappointment, or the end of a beautiful era in digital communications."
}