{
  "code": "🏳️",
  "Unicode": [
    "U+1F3F3",
    "U+FE0F"
  ],
  "slug": "white-flag",
  "shortcodes": {
    "github": ":white_flag:",
    "slack": ":waving_white_flag:",
    "discord": ":flag_white:"
  },
  "title": "Waving White Flag",
  "keywords": [
    "waving",
    "white flag"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [
      "To signal (someone or something) with a waving movement.",
      "Signal with the hands or nod",
      "To signal with a waving movement.",
      "To signal with the hands or nod.",
      "To give up or agree to forgo to the power or possession of another.",
      "Transitive: to give up into the power, control, or possession of another.",
      "Give up or agree to forgo to the power or possession of another",
      "To give up into the power, control, or possession of another; specifically to yield (a town, a fortification, etc.) to an enemy."
    ],
    "nouns": [
      "Moving disturbance in a field.",
      "(physics) a movement up and down or back and forth",
      "A disturbance that propagates through space and time.",
      "In electronics, the time-amplitude profile of an electrical signal.",
      "A moving disturbance in the energy level of a field.",
      "In physics, a wave is disturbance or oscillation, that travels through matter or space, accompanied by a transfer of energy.",
      "Oscillation that travels through space and matter",
      "The act of surrendering to an enemy upon stipulated terms.",
      "The act of surrendering to the enemy.",
      "The act of capitulating or surrendering to an enemy upon stipulated terms; the act of ceasing to resist an opponent or an unwelcome demand.",
      "An act of surrendering, submission into the possession of another; abandonment, resignation.",
      "Cessation of fighting by the losing party",
      "An act of surrendering.",
      "The act of surrendering (usually under agreed conditions)",
      "Surrender in military terms is the relinquishment of control over territory, combatants, fortifications, ships, or armament to another power.",
      "White flags have had different meanings throughout history and depending on the locale.",
      "Flag consisting of a piece of white cloth that is hoisted to signal surrender or to ask for a truce",
      "A flag with a white color, often used as a symbol of surrender.",
      "A flag used as a symbol of surrender."
    ]
  },
  "category": "Flags",
  "alsoKnownAs": [],
  "version": {
    "unicode-version": "7.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A white flag, most often shown waving on a post. Traditionally used as a sign of surrender, the meaning of this flag as an emoji is less defined.</p>",
  "apple_vendor_description": "Apple’s white flag emoji is presented with a clean, crisp appearance, its fabric rendered with subtle gradients that suggest gentle movement. On Apple devices, the soft rounded edges and realistic lighting give it a simple yet symbolic presence. This emoji unequivocally signifies surrender, truce, or a desire to end conflict, offering a clear visual cue for de-escalation or concession in digital communication."
}