{
  "code": "🦐",
  "Unicode": [
    "U+1F990"
  ],
  "slug": "shrimp",
  "shortcodes": {
    "github": ":shrimp:",
    "slack": ":shrimp:",
    "discord": ":shrimp:"
  },
  "title": "Shrimp",
  "keywords": [
    "food",
    "shellfish",
    "shrimp",
    "small"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [
      "Fish for shrimp"
    ],
    "nouns": [
      "Any of many swimming, often edible crustaceans, chiefly of the infraorder Caridea or the suborder Dendrobranchiata, with slender legs, long whiskers and a long abdomen.",
      "Flesh of the crustacean.",
      "The term shrimp is used to refer to some decapod crustaceans, although the exact animals covered can vary.",
      "Small slender-bodied chiefly marine decapod crustaceans with a long tail and single pair of pincers; many species are edible",
      "A decapod crustacean of the suborder Dendrobranchiata.",
      "An aquatic invertebrate, such as a mollusc or crustacean, that has a shell.",
      "Meat of edible aquatic invertebrate with a shell (especially a mollusk or crustacean)",
      "Shellfish is a culinary and fisheries term for exoskeleton-bearing aquatic invertebrates used as food, including various species of molluscs, crustaceans, and echinoderms.",
      "Aquatic food that has a shell.",
      "An aquatic invertebrate, such as a mollusc or crustacean, that has a shell, especially as food.",
      "A culinary term for aquatic invertebrates used as food: molluscs, crustaceans, and echinoderms.",
      "Any substance consumed to provide nutritional support for the body. For prepared ready-to-eat food, use dish: Q746549.",
      "Any substance consumed by living organisms to sustain life.",
      "Food.",
      "Any substance that can be consumed by living organisms, especially by eating, in order to sustain life.",
      "Any solid substance (as opposed to liquid) that is used as a source of nourishment",
      "Food is any substance consumed to provide nutritional support for the body."
    ]
  },
  "category": "Food & Drink",
  "alsoKnownAs": [
    "Prawn"
  ],
  "version": {
    "unicode-version": "9.0",
    "emoji-version": "3.0"
  },
  "description": "<p>A shrimp (prawn), a small crustacean with a long tail. Generally depicted as a reddish-orange shrimp (as cooked) in full profile facing left, with tiny eyes, many limbs, and its long antennae curling back as its long tail curls in.</p>\r\n\r\n<p>May be consumed in the form of <a href=\"/fried-shrimp/\">🍤 Fried Shrimp</a> or <a href=\"/shallow-pan-of-food/\">🥘 Shallow Pan of Food</a>. Often used to represent seafood.</p>\r\n\r\n<p>The antennae of Apple&rsquo;s shrimp curls under its body. The body of Facebook&rsquo;s shrimp is straight. <a href=\"/google/android-7.0/shrimp/\">Google</a> and <a href=\"/samsung/experience-9.0/shrimp/\">Samsung&rsquo;s</a> shrimp previously faced right.</p>",
  "apple_vendor_description": "On Apple devices, the shrimp emoji is rendered with a vibrant, reddish-pink hue, showcasing Apple's signature glossy 3D shading. Its segmented body and delicate antennae are sculpted with soft rounded edges and realistic lighting, giving it a lifelike and appealing appearance. This emoji is perfect for conveying a love for seafood, a desire for a delicious meal, or simply adding a touch of culinary flair to digital conversations on Apple devices."
}