{
  "code": "🎉",
  "Unicode": [
    "U+1F389"
  ],
  "slug": "party-popper",
  "shortcodes": {
    "github": ":tada:",
    "slack": ":tada:",
    "discord": ":tada:"
  },
  "title": "Party Popper",
  "keywords": [
    "celebration",
    "party",
    "popper",
    "tada"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [],
    "nouns": [
      "Formal performance of a solemn rite.",
      "The public performance of a sacrament or solemn ceremony with all appropriate ritual",
      "Performance of a ceremony (in an appropriate and solemn manner), such as performing a marriage.",
      "The formal performance of a solemn rite, such as Christian sacrament",
      "The date and year something was born.",
      "The year, month, and day of someone's birth; date of birth",
      "Date and year when something was born.",
      "A birthday is a celebration of the anniversary of a person's birth.",
      "The date on which someone is born or something is created, more commonly called birthdate or date of birth.",
      "The date on which a person was born.",
      "Day that comes once a year when a person celebrates the anniversary of his or her birth",
      "Birthday",
      "A birthday is an occasion when a person or institution celebrates the anniversary of their birth.",
      "The date on which a person was born",
      "A party popper is an object commonly used at parties."
    ]
  },
  "category": "Activities",
  "alsoKnownAs": [
    "Celebration",
    "Party Hat"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A party popper, as explodes&nbsp;in a shower of confetti and streamers at a celebration. Generally depicted as a gold party hat, striped on some platforms, at a 45&deg; angle, with multicolored confetti and streamers coming from its opening at the upper right. Twitter&rsquo;s cone is red.</p>\r\n\r\n<p>Like <a href=\"/confetti-ball/\">🎊 Confetti Ball</a>, commonly used to convey congratulations and celebration, as on <a href=\"/new-years-eve/\">New Year&rsquo;s Eve</a>, <a href=\"/birthday/\">birthdays</a>, <a href=\"/wedding-marriage/\">wedding days</a>, <a href=\"/graduation/\">graduations</a>, and other special occasions or good times more generally.</p>\r\n\r\n<div id=\"professor_prebid-root\">&nbsp;</div>\r\n\r\n<div id=\"professor_prebid-root\">&nbsp;</div>\r\n\r\n<div id=\"professor_prebid-root\">&nbsp;</div>\r\n\r\n<div id=\"professor_prebid-root\">&nbsp;</div>",
  "apple_vendor_description": "The party popper emoji on Apple devices bursts with vibrant energy, designed to celebrate joyous occasions. A cascade of confetti and streamers erupts from its classic conical shape, rendered with Apple's characteristic glossy 3D shading that makes the colors pop.  Realistic lighting highlights the dynamic motion, evoking a sense of fun and festivity, perfect for marking achievements or special events."
}