{
  "code": "⚓",
  "Unicode": [
    "U+2693"
  ],
  "slug": "anchor",
  "shortcodes": {
    "github": ":anchor:",
    "slack": ":anchor:",
    "discord": ":anchor:"
  },
  "title": "Anchor",
  "keywords": [
    "anchor",
    "ship",
    "tool"
  ],
  "senses": {
    "adjectives": [
      "Having the extremities turned back, like the flukes of an anchor.",
      "Connected with or belonging to or used in a navy",
      "Of or relating to a navy."
    ],
    "verbs": [
      "To traverse or travel by ship on a body of water.",
      "To travel by boat.",
      "Travel by boat.",
      "Traverse or travel on (a body of water)",
      "To be impelled or driven forward by the action of wind upon sails, as a ship on water; to be impelled on a body of water by steam or other power.",
      "Transport by ferry",
      "To carry; transport; convey."
    ],
    "nouns": [
      "A ship is a large buoyant watercraft.",
      "A larger water vessel",
      "Large buoyant watercraft",
      "Large water vessel.",
      "A vessel that carries passengers or freight",
      "A water-borne vessel generally larger than a boat.",
      "Ships are large buoyant marine vessels.",
      "A boat that by its size, solidity and power is appropriate for long navigations and big marine enterprises.",
      "A ferry is a boat or ship used to carry primarily passengers, and sometimes vehicles and cargo as well, across a body of water.",
      "A place where passengers are transported across water in such a ship.",
      "A boat used to ferry passengers, vehicles, or goods across open water, especially one that runs to a regular schedule",
      "Type of ship",
      "A boat that transports people or vehicles across a body of water and operates on a regular schedule",
      "A boat or a ship carrying passengers, and sometimes their vehicles, on short-distance, scheduled services.",
      "A boat is a watercraft, usually smaller than most ships.",
      "A watercraft designed to float or plane on, and provide transport over water.",
      "A boat is a watercraft of any size designed to float or plane, to work or travel on water.",
      "Watercraft",
      "A small vessel for travel on water"
    ]
  },
  "category": "Travel & Places",
  "alsoKnownAs": [
    "Fisherman",
    "Admiralty Pattern Anchor"
  ],
  "version": {
    "unicode-version": "4.1",
    "emoji-version": "1.0"
  },
  "description": "<p>A metal device, dropped out of a boat to prevent it drifting away from the current location.</p>\n<p>An anchor also refers to a place on a webpage that may be directly <a title=\"🔗 Link Symbol\" href=\"/link/\">linked</a> to, rather than simply loading a page and requiring a user to scroll to the correct location.</p>\n",
  "apple_vendor_description": "The anchor emoji on Apple devices is a robust, classic symbol rendered with a solid, metallic sheen and a deep, dark gray finish, showcasing Apple’s commitment to realistic lighting and 3D depth. Its smooth, rounded edges and substantial form convey a sense of stability and security, embodying steadfastness and reliability. This emoji, as seen on Apple devices, is perfect for communicating a feeling of being grounded, secure, or committed to something important."
}