{
  "code": "👩🏼‍🎓",
  "Unicode": [
    "U+1F469",
    "U+1F3FC",
    "U+200D",
    "U+1F393"
  ],
  "slug": "woman-student-medium-light-skin-tone",
  "shortcodes": null,
  "title": "woman student: medium-light skin tone",
  "keywords": [
    "medium-light skin tone",
    "graduate",
    "student",
    "woman"
  ],
  "senses": {
    "adjectives": [
      "Of or relating to studies beyond a bachelor's degree",
      "Relating to an academic degree",
      "Those studies which take place after having successfully completed a degree course.",
      "Studies taking place after completing a degree."
    ],
    "verbs": [
      "Receive an academic degree upon completion of one's studies",
      "To obtain an academic degree upon completion of one's studies."
    ],
    "nouns": [
      "A woman is a female human.",
      "Female adult human",
      "An animal of the sex that produces eggs.",
      "An adult human member of the sex that produces ova and bears young.",
      "An adult female human.",
      "An adult female person (as opposed to a man)",
      "Adult female human being.",
      "A student under the supervision of a teacher or professor.",
      "Students are people who are engaged in learning, particularly those who attend an educational institution.",
      "A person enrolled at a university.",
      "Person enrolled at a university.",
      "A student is a learner, or someone who attends an educational institution.",
      "Learner, or someone who attends an educational institution",
      "Someone who attends a class.",
      "A learner who is enrolled in an educational institution",
      "A person who is enrolled in a class.",
      "An alumnus or alumna is a former student or pupil of a school, college, or university.",
      "A male pupil or student",
      "A unit of angle equal to 0.9 degrees, so that there are 100 gradians in a right angle.",
      "A graduate of a university or other institution.",
      "A person who is recognized by a high school as having completed the requirements of a course of study at the school",
      "A graduate of a particular institution",
      "An individual alumnus or alumna.",
      "Angle unit",
      "A female pupil or student (especially of a university or college)",
      "A person who has received a degree from a school (high school or college or university)",
      "A female pupil or student.",
      "A unit of angular measurement",
      "The gradian is a unit of plane angle, equivalent to of a turn."
    ]
  },
  "category": "People & Body",
  "alsoKnownAs": null,
  "version": null,
  "description": "The Female Student, Type-3 emoji is a sequence of the  Woman,  Emoji Modifier Fitzpatrick Type-3 and  Graduation Cap emojis. These are",
  "apple_vendor_description": "The woman student emoji on Apple devices showcases a young individual with a medium-light skin tone, depicted with smooth, rounded edges and Apple's signature glossy 3D shading. She wears a thoughtful expression, often with subtle highlights in her hair and clothing, reflecting the realistic lighting that imbues Apple's emoji with a tangible quality. This emoji embodies the pursuit of knowledge, academic achievement, and the journey of learning, frequently used to represent studies, graduation, or a desire for education."
}