{
  "code": "👨🏽‍🎤",
  "Unicode": [
    "U+1F468",
    "U+1F3FD",
    "U+200D",
    "U+1F3A4"
  ],
  "slug": "man-singer-medium-skin-tone",
  "shortcodes": null,
  "title": "man singer: medium skin tone",
  "keywords": [
    "entertainer",
    "singer",
    "actor",
    "star",
    "rock",
    "medium skin tone",
    "man"
  ],
  "senses": {
    "adjectives": [
      "Indicating the most important performer or role",
      "Most important"
    ],
    "verbs": [],
    "nouns": [
      "Person who sings, is able to sing, or earns a living by singing.",
      "A singer; a person who likes to sing.",
      "Person who sings.",
      "A person who sings, is able to sing, or earns a living by singing.",
      "A person who sings",
      "A person who tries or whose job is to please, entertain or amuse.",
      "A person who tries to please or amuse",
      "Sexual maturity is the age or stage when an organism can reproduce.",
      "The age or stage when an organism can reproduce",
      "An adult male human.",
      "A man is a male human.",
      "An adult male human",
      "An adult human member of the sex that begets young by fertilizing ova.",
      "A human member of the masculine sex or gender.",
      "An adult person who is male (as opposed to a woman)"
    ]
  },
  "category": "People & Body",
  "alsoKnownAs": null,
  "version": null,
  "description": "The Male Singer, Type-4 emoji is a sequence of the  Man,  Emoji Modifier Fitzpatrick Type-4 and  Microphone emojis. These are combined",
  "apple_vendor_description": "On Apple devices, the man singer with medium skin tone emoji is depicted with a confident posture, microphone in hand, ready to belt out a tune. Apple's signature glossy 3D shading gives the microphone a metallic sheen, while the singer's face, rendered with soft rounded edges and realistic lighting, conveys a sense of passionate performance. This emoji on Apple devices is a vibrant way to express enthusiasm for music, a great performance, or someone's vocal talent."
}