{
  "code": "🀄",
  "Unicode": [
    "U+1F004"
  ],
  "slug": "mahjong-red-dragon",
  "shortcodes": {
    "github": ":mahjong:",
    "slack": ":mahjong:",
    "discord": ":mahjong:"
  },
  "title": "Mahjong Tile Red Dragon",
  "keywords": [
    "game",
    "mahjong",
    "mahjong red dragon",
    "red"
  ],
  "senses": {
    "adjectives": [
      "Of a color at the end of the color spectrum (next to orange); resembling the color of blood or cherries or tomatoes or rubies",
      "Bright red in color, like the color of fresh blood.",
      "Of a bright red colour.",
      "Having red as its colour.",
      "Somewhat red.",
      "Having a deep red colour.",
      "Of a deep red colour.",
      "Having red as its color.",
      "Of the purplish red colour shade carmine.",
      "Of or pertaining to China or its peoples or cultures",
      "Of China, its languages or people",
      "Of or relating to China, peoples from China or their languages.",
      "Relating to China."
    ],
    "verbs": [
      "To perform in (a sport); to participate in (a game).",
      "To take part in a sport's match.",
      "Participate in games or sport",
      "Participate in (a sport or game)."
    ],
    "nouns": [
      "A legendary serpentine or reptilian creature.",
      "A mythical creature typically depicted as a large horned serpent (Asia) or a winged, fire-breathing reptile (Europe), with magical or spiritual qualities.",
      "A Dragon is a legendary creature, typically with serpentine or reptilian traits, which exist in the myths of many cultures.",
      "A dragon is a legendary creature, typically with serpentine or reptilian traits, that features in the myths of many cultures.",
      "A creature of Teutonic mythology; usually represented as breathing fire and having a reptilian body and sometimes wings",
      "Legendary creature",
      "An activity described by a set of rules, especially for the purpose of entertainment, often competitive or having an explicit goal.",
      "A class of computer program in which one or more users interact with the computer as a form of entertainment. Computer games run the gamut from simple alphabet games for toddlers to chess, treasure hunts, war games, and simulations of world events. The games are controlled from a keyboard or with a joystick or other device and are supplied on disks, on CD-ROMs, as game cartridges, on the Internet, or as arcade devices.",
      "Games are activities involving structured playing, usually undertaken for enjoyment and sometimes used as an educational tool.",
      "Structured information used for playing",
      "A pursuit or activity with rules performed either alone or with others, for the purpose of entertainment.",
      "A contest with rules to determine a winner",
      "A game is structured playing, usually undertaken for enjoyment and sometimes used as an educational tool.",
      "A pictogram, also called a pictogramme, pictograph, or simply picto, and also an `icon', is an ideogram that conveys its meaning through its pictorial resemblance to a physical object.",
      "A picture that represents a word or an idea; a hieroglyph",
      "Conveys its meaning through its pictorial resemblance to a physical object",
      "Picture that represents a word or an idea.",
      "A graphic character used in picture writing",
      "A picture that represents a word or an idea by illustration.",
      "Ideogram that conveys its meaning through its pictorial resemblance to a physical object",
      "Mahjong, also spelled majiang, mah jongg, and numerous other variants, is a game that originated in China.",
      "Chinese game played by 4 people with 144 tiles",
      "A solitaire game using the same tiles.",
      "A game which is popular in east Asia, especially in Mainland China",
      "Game"
    ]
  },
  "category": "Activities",
  "alsoKnownAs": [
    "Mahjong",
    "Mahjong Tile",
    "中"
  ],
  "version": {
    "unicode-version": "5.1",
    "emoji-version": "1.0"
  },
  "description": "<p>The red dragon tile in the game of <a href=\"https://en.wikipedia.org/wiki/Japanese_Mahjong\">Japanese Mahjong</a>. White, with&nbsp;red&nbsp;中 character printed on it.</p>",
  "apple_vendor_description": "Apple's Mahjong red dragon tile emoji is a striking visual, featuring a bold crimson character against a creamy white background, all with a polished, slightly raised appearance. On Apple devices, the tile exhibits subtle glossiness and realistic lighting, giving it a tangible, collectible feel. The iconic dragon motif is rendered with clean lines and a satisfying depth, embodying the strategic and often thrilling nature of the game of Mahjong. This emoji is frequently used to signify luck, victory, or a strong, commanding presence in digital exchanges on Apple devices."
}