{
  "code": "🇮🇹",
  "Unicode": [
    "U+1F1EE",
    "U+1F1F9"
  ],
  "slug": "flag-italy",
  "shortcodes": {
    "github": ":it:",
    "slack": ":flag-it:",
    "discord": ":flag_it:"
  },
  "title": "Flag: Italy",
  "keywords": [
    "flag"
  ],
  "senses": {
    "adjectives": [
      "From or in the countryside or connected with it.",
      "Of, from or pertaining to the countryside (adjective).",
      "Pertaining to Italy, its people or its language.",
      "Of or pertaining to Italy.",
      "Of or pertaining to or characteristic of Italy or its people or culture or language"
    ],
    "verbs": [],
    "nouns": [
      "Emblem usually consisting of a rectangular piece of cloth of distinctive design",
      "Piece of cloth.",
      "A flag is a piece of fabric with a distinctive design that is used as a symbol, as a signaling device, or as decoration.",
      "A piece of cloth, often decorated with an emblem, used as a visual signal or symbol.",
      "Piece of fabric with a distinctive design",
      "National flag",
      "The flag of Italy is a tricolor featuring three equally sized vertical pales of green, white, and red, with the green at the hoist side.",
      "Italy is a unitary parliamentary republic in Southern Europe.",
      "Republic in Southern Europe",
      "A republic in southern Europe on the Italian Peninsula; was the core of the Roman Republic and the Roman Empire between the 4th century BC and the 5th century AD",
      "Referring to the President, President of the Senate, President of the Chamber of Deputies and the Prime Minister.",
      "A country in Southern Europe with capital Rome.",
      "A country in southern Europe, one of the states of the European Union. Official name: The Italian Republic (in Italian, la Repubblica Italiana).",
      "Italy, officially the Italian Republic, is a unitary parliamentary republic in Southern Europe.",
      "The opposite of secession",
      "As its original Latin term",
      "Government",
      "The collective body of a nation or state as politically organized, or as exercising political functions.",
      "The territory of a nation, especially an independent nation state or formerly independent nation; a political entity asserting ultimate authority over a geographical area.",
      "Nations is often used synonymously with ethnic group, but although ethnicity is now one of the most important aspects of cultural or social identity for the members of most nations, people with the same ethnic origin may live in different nation-states and be treated as members of separate nations for that reason.",
      "Political organisation with a centralized independent government",
      "The government.",
      "An organized political community, living under a government",
      "Nation has various meanings, and the meaning has changed over time.",
      "A state is an organized community living under one government.",
      "A political entity asserting ultimate authority over a geographical area.",
      "A people permanently occupying a fixed territory bound together by common law, habits and custom into one body politic exercising, through the medium of an organized government, independent sovereignty and control over all persons and things within its boundaries, unless or until authority is ceded to a federation or union of other states.",
      "The people who live in a nation or country",
      "A politically organized body of people under a single government",
      "A sovereign state.",
      "A state is a nonphysical juridical entity of the international legal system that is represented by one centralized government that has supreme independent authority over a geographic area.",
      "The geographic area under the control of a political state."
    ]
  },
  "alsoKnownAs": [
    "Italian Flag",
    "Regional Indicator Symbol Letters IT"
  ],
  "version": {
    "unicode-version": null,
    "emoji-version": "1.0"
  },
  "description": "<p>The flag for <a href=\"https://en.wikipedia.org/wiki/Italy\">Italy</a>, which may show as the letters&nbsp;<em>IT</em>&nbsp;on some platforms.</p>",
  "apple_vendor_description": "On Apple devices, the Italian flag emoji presents a vibrant tricolor of green, white, and red vertical bands, each rendered with Apple’s signature glossy 3D shading and smooth gradients. The colors are rich and distinct, with soft rounded edges that give the flag a polished and modern appearance. This emoji is a straightforward and proud symbol of Italy, frequently used to express national pride, discuss Italian culture, or indicate a connection to the country on Apple devices.",
  "category": "Flags"
}