{
  "code": "🇸🇸",
  "Unicode": [
    "U+1F1F8",
    "U+1F1F8"
  ],
  "slug": "flag-south-sudan",
  "shortcodes": {
    "github": ":south_sudan:",
    "slack": ":flag-ss:",
    "discord": ":flag_ss:"
  },
  "title": "Flag: South Sudan",
  "keywords": [
    "flag"
  ],
  "senses": {
    "adjectives": [
      "From or in the countryside or connected with it.",
      "Of, from or pertaining to the countryside (adjective)."
    ],
    "verbs": [],
    "nouns": [
      "A republic in northeastern Africa on the Red Sea; achieved independence from Egypt and the United Kingdom in 1956",
      "A country in Northern Africa.",
      "Country in Northeast Africa. Official name: Republic of the Sudan.",
      "Sudan, officially the Republic of the Sudan, is an Arab republic in the Nile Valley of North Africa, bordered by Egypt to the north, the Red Sea, Eritrea and Ethiopia to the east, South Sudan to the south, the Central African Republic to the southwest, Chad to the west and Libya to the northwest.",
      "Sudan is the largest African country by area.",
      "Country in Africa",
      "Republic of Sudan.",
      "A country in northeastern Africa",
      "Emblem usually consisting of a rectangular piece of cloth of distinctive design",
      "Piece of cloth.",
      "A flag is a piece of fabric with a distinctive design that is used as a symbol, as a signaling device, or as decoration.",
      "A piece of cloth, often decorated with an emblem, used as a visual signal or symbol.",
      "Piece of fabric with a distinctive design",
      "The opposite of secession",
      "As its original Latin term",
      "Government",
      "The collective body of a nation or state as politically organized, or as exercising political functions.",
      "The territory of a nation, especially an independent nation state or formerly independent nation; a political entity asserting ultimate authority over a geographical area.",
      "Nations is often used synonymously with ethnic group, but although ethnicity is now one of the most important aspects of cultural or social identity for the members of most nations, people with the same ethnic origin may live in different nation-states and be treated as members of separate nations for that reason.",
      "Political organisation with a centralized independent government",
      "The government.",
      "An organized political community, living under a government",
      "Nation has various meanings, and the meaning has changed over time.",
      "A state is an organized community living under one government.",
      "A political entity asserting ultimate authority over a geographical area.",
      "A people permanently occupying a fixed territory bound together by common law, habits and custom into one body politic exercising, through the medium of an organized government, independent sovereignty and control over all persons and things within its boundaries, unless or until authority is ceded to a federation or union of other states.",
      "The people who live in a nation or country",
      "A politically organized body of people under a single government",
      "A sovereign state.",
      "A state is a nonphysical juridical entity of the international legal system that is represented by one centralized government that has supreme independent authority over a geographic area.",
      "The geographic area under the control of a political state.",
      "South Sudan, officially the Republic of South Sudan, is a landlocked country in northeastern Africa that gained its independence from Sudan in 2011.",
      "Formed on 9 July 2011.",
      "A country in East Africa bordered by Ethiopia to the east, Kenya to the southeast, Uganda to the south, the Democratic Republic of the Congo to the southwest, the Central African Republic to the west, and the Republic of the Sudan to the north.",
      "Country in Africa.",
      "A former name of South Sudan.",
      "Country in Africa",
      "A country in East Africa, formerly the southern part of Sudan."
    ]
  },
  "alsoKnownAs": [
    "South Sudanese Flag"
  ],
  "version": {
    "unicode-version": null,
    "emoji-version": "1.0"
  },
  "description": "<p>The flag for&nbsp;<a href=\"https://en.wikipedia.org/wiki/South_Sudan\">South Sudan</a>, which may show as the letters&nbsp;<em>SS</em>&nbsp;on some platforms.</p>",
  "apple_vendor_description": "On Apple devices, the flag of South Sudan is rendered with crisp detail and vibrant colors, showcasing its bold black, red, and green horizontal stripes separated by thin white lines. The blue triangle at the hoist is prominent, and the golden-yellow star within it shines brightly, a testament to Apple's commitment to accurate and visually appealing flag representations. This emoji on Apple devices serves as a proud national symbol, perfect for expressing patriotism, discussing travel, or showing solidarity with South Sudan."
}