{
  "code": "🍯",
  "Unicode": [
    "U+1F36F"
  ],
  "slug": "honey-pot",
  "shortcodes": {
    "github": ":honey_pot:",
    "slack": ":honey_pot:",
    "discord": ":honey_pot:"
  },
  "title": "Honey Pot",
  "keywords": [
    "honey",
    "honeypot",
    "pot",
    "sweet"
  ],
  "senses": {
    "adjectives": [
      "Having or denoting the characteristic taste of sugar",
      "Having a taste of sugar.",
      "Having the taste characteristic of sugar or honey."
    ],
    "verbs": [],
    "nouns": [
      "Any vessel (such as a saucepan), with or without a lid, used to cook food",
      "A cylindrical receptacle about as tall as it is wide, with one long handle, usually made of metal, used for cooking in the home",
      "Cylindrical receptacle with one long handle.",
      "Cookware and bakeware are types of food preparation containers, commonly found in a kitchen.",
      "Where the name is used.",
      "Metal or earthenware cooking vessel that is usually round and deep; often has a handle and lid",
      "A generic kitchen utensil used for cooking food by boiling, frying or other methods.",
      "A sweet confection served as the last course of a meal",
      "A dish served as the last course of a meal",
      "A usage seen in the United Kingdom and some other Commonwealth countries.",
      "Dessert is a typically sweet course that concludes an evening meal.",
      "A sweet confection served as the last course of a meal.",
      "Sweet confection served as the last course of a meal.",
      "Sweet course that concludes a meal",
      "Honey is a sweet food made by bees using nectar from flowers.",
      "A viscous, sweet substance produced from nectar or honeydew by bees.",
      "Sweet food made by bees using nectar from flowers",
      "A pure form of honey",
      "Sweet substance produced by bees.",
      "A viscous, sweet fluid produced from plant nectar by bees. Often used to sweeten tea or to spread on baked goods.",
      "A sweet yellow liquid produced by bees"
    ]
  },
  "category": "Food & Drink",
  "alsoKnownAs": [
    "Honey",
    "Pot"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A golden-yellow pot&nbsp;of honey, as made by&nbsp;<a href=\"/honeybee/\">bees&nbsp;</a>and desired by&nbsp;<a href=\"/bear/\">bears</a>. Shown with the sweet substance oozing down its sides, often with a honey dipper inside the small vessel.&nbsp;</p>\r\n\r\n<p>May be used figuratively, as the term of endearment &ldquo;honey.&rdquo;</p>",
  "apple_vendor_description": "On Apple devices, the honey pot emoji is a charming, earthenware vessel brimming with golden, viscous honey. Apple’s signature glossy 3D shading and realistic lighting give the honey a delightful, almost edible sheen, with subtle drips cascading down the sides. This emoji evokes sweetness, abundance, and delightful indulgence, often used to express something delightful or a rich reward with the warm, inviting aesthetic characteristic of Apple's emoji library."
}