{
  "code": "🍜",
  "Unicode": [
    "U+1F35C"
  ],
  "slug": "steaming-bowl",
  "shortcodes": {
    "github": ":ramen:",
    "slack": ":ramen:",
    "discord": ":ramen:"
  },
  "title": "Steaming Bowl",
  "keywords": [
    "bowl",
    "noodle",
    "ramen",
    "steaming"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [
      "Take in solid food",
      "To consume something solid or semi-solid (usually food) by putting it into the mouth and eventually swallowing it.",
      "To consume (something solid or semi-solid, usually food) by putting it into the mouth and swallowing it."
    ],
    "nouns": [
      "Soup noodles of wheat, with various ingredients (Japanese style).",
      "An East Asian noodle",
      "Ramen is a Japanese noodle soup dish.",
      "The Japanese noodle food",
      "Soup noodles of wheat, with various ingredients (Japanese style)",
      "A Japanese noodle dish of Chinese origins. It consists of long, originally hand-pulled noodles, a soup based on miso, soy sauce or salt, and toppings like sliced pork (chashu), seaweed (nori), kamaboko or green onions.",
      "The liquid part of such a dish; the broth.",
      "Food",
      "Soup is a primarily liquid food, generally served warm, that is made by combining ingredients such as meat and vegetables with stock, juice, water, or another liquid.",
      "A liquidy food",
      "Liquid food especially of meat or fish or vegetable stock often containing pieces of solid food",
      "A cooked, liquid dish (made from meat or vegetables that are mixed with broth in a pot) that is often sold in tins.",
      "Chopsticks are shaped pairs of equal length sticks that have been used as the traditional utensils of China, Vietnam, Korea and Japan for thousands of years.",
      "Used for both cooking and eating in Asian countries",
      "One of a pair of slender sticks used as oriental tableware to eat food with",
      "A pair of small equal-length tapered sticks, which are generally believed to have originated in ancient China, and are the traditional eating utensils of China, Japan, Korea, Taiwan, and Vietnam. (source: Wikipedia)",
      "A utensil in the form of a narrow stick used in pairs in China, Japan, Korea, and Vietnam to eat food.",
      "A ribbonlike strip of pasta",
      "Type of staple food made from some type of unleavened dough",
      "String or strip of pasta.",
      "The noodle is a type of staple food made from some type of unleavened dough which is rolled flat and cut into one of a variety of shapes.",
      "A string or strip of pasta.",
      "A string or strip of pasta, especially as used in Chinese and Italian cookery.",
      "Any substance consumed to provide nutritional support for the body. For prepared ready-to-eat food, use dish: Q746549.",
      "Any substance consumed by living organisms to sustain life.",
      "Food.",
      "Any substance that can be consumed by living organisms, especially by eating, in order to sustain life.",
      "Any solid substance (as opposed to liquid) that is used as a source of nourishment",
      "Food is any substance consumed to provide nutritional support for the body."
    ]
  },
  "category": "Food & Drink",
  "alsoKnownAs": [
    "Noodles",
    "Noodles With Chopsticks",
    "Ramen"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A bowl of steaming-hot food. Depicted as Japanese&nbsp;<a href=\"https://en.wikipedia.org/wiki/Ramen#Etymology\">ramen</a>&nbsp;(noodles in broth) with&nbsp;<a href=\"/chopsticks/\">chopsticks&nbsp;</a>on most platforms, though it can represent a warm meal more generally.</p>\r\n\r\n<p>Samsung&rsquo;s design <a href=\"/samsung/experience-9.0/steaming-bowl/\">previously resembled</a>&nbsp;<a href=\"/pot-of-food/\">Pot of Food</a>.</p>",
  "apple_vendor_description": "Apple's steaming bowl emoji presents a comforting and inviting depiction of a simple, rounded bowl with wisps of steam gently rising from its contents. The realistic lighting and subtle 3D shading on Apple devices give the bowl a tactile quality, suggesting warmth and deliciousness. This emoji is commonly used to convey feelings of hunger, the enjoyment of a meal, or the coziness associated with hot food and comfort on Apple devices."
}