{
  "code": "🇵🇹",
  "Unicode": [
    "U+1F1F5",
    "U+1F1F9"
  ],
  "slug": "flag-portugal",
  "shortcodes": {
    "github": ":portugal:",
    "slack": ":flag-pt:",
    "discord": ":flag_pt:"
  },
  "title": "Flag: Portugal",
  "keywords": [
    "flag"
  ],
  "senses": {
    "adjectives": [
      "From or in the countryside or connected with it.",
      "Of, from or pertaining to the countryside (adjective)."
    ],
    "verbs": [],
    "nouns": [
      "A country in Europe, on the Iberian Peninsula. Member state of the European Union. Official name: Portuguese Republic (República Portuguesa).",
      "Country in Europe",
      "Country in Europe, with capital Lisbon.",
      "The upper chamber was dubbed Chamber of Corporations.",
      "A republic in southwestern Europe on the Iberian Peninsula; Portuguese explorers and colonists in the 15th and 16th centuries created a vast overseas empire (including Brazil)",
      "Portugal, officially the Portuguese Republic, is a sovereign nation-state in Europe.",
      "Portugal, officially the Portuguese Republic, is a country located in the southwestern tip of Europe, in the Iberian Peninsula.",
      "Emblem usually consisting of a rectangular piece of cloth of distinctive design",
      "Piece of cloth.",
      "A flag is a piece of fabric with a distinctive design that is used as a symbol, as a signaling device, or as decoration.",
      "A piece of cloth, often decorated with an emblem, used as a visual signal or symbol.",
      "Piece of fabric with a distinctive design",
      "The opposite of secession",
      "As its original Latin term",
      "Government",
      "The collective body of a nation or state as politically organized, or as exercising political functions.",
      "The territory of a nation, especially an independent nation state or formerly independent nation; a political entity asserting ultimate authority over a geographical area.",
      "Nations is often used synonymously with ethnic group, but although ethnicity is now one of the most important aspects of cultural or social identity for the members of most nations, people with the same ethnic origin may live in different nation-states and be treated as members of separate nations for that reason.",
      "Political organisation with a centralized independent government",
      "The government.",
      "An organized political community, living under a government",
      "Nation has various meanings, and the meaning has changed over time.",
      "A state is an organized community living under one government.",
      "A political entity asserting ultimate authority over a geographical area.",
      "A people permanently occupying a fixed territory bound together by common law, habits and custom into one body politic exercising, through the medium of an organized government, independent sovereignty and control over all persons and things within its boundaries, unless or until authority is ceded to a federation or union of other states.",
      "The people who live in a nation or country",
      "A politically organized body of people under a single government",
      "A sovereign state.",
      "A state is a nonphysical juridical entity of the international legal system that is represented by one centralized government that has supreme independent authority over a geographic area.",
      "The geographic area under the control of a political state."
    ]
  },
  "alsoKnownAs": [
    "Portugese Flag"
  ],
  "version": {
    "unicode-version": null,
    "emoji-version": "1.0"
  },
  "description": "<p>The flag for <a href=\"https://en.wikipedia.org/wiki/Portugal\">Portugal</a>, which may show as the letters&nbsp;<em>PT</em>&nbsp;on some platforms.</p>",
  "apple_vendor_description": "The Portuguese flag emoji on Apple devices is rendered with crisp detail, featuring its iconic vertical bicolor design of green and red. On Apple devices, the fabric appears to ripple slightly with a subtle sheen, showcasing Apple's signature realistic lighting and soft, rounded edges that give it a distinguished presence. This emoji is a proud declaration of national identity, cultural connection, or support for Portugal in digital conversations.",
  "category": "Flags"
}