{
  "code": "💣",
  "Unicode": [
    "U+1F4A3"
  ],
  "slug": "bomb",
  "shortcodes": {
    "github": ":bomb:",
    "slack": ":bomb:",
    "discord": ":bomb:"
  },
  "title": "Bomb",
  "keywords": [
    "bomb",
    "comic"
  ],
  "senses": {
    "adjectives": [
      "Involving or causing danger or risk; liable to hurt or harm",
      "Dangerous, involving risks.",
      "Dangerous, full of peril.",
      "Risky, dangerous, with the nature of a hazard.",
      "Full of danger."
    ],
    "verbs": [
      "Cause to burst with a violent release of energy",
      "Throw bombs at or attack with bombs",
      "Attack with bombs.",
      "To attack something with bombs, artillery shells or other missiles or projectiles.",
      "To attack by using one or more bombs.",
      "To attack using one or more bombs; to bombard."
    ],
    "nouns": [
      "An explosion is a rapid increase in volume and release of energy in an extreme manner, usually with the generation of high temperatures and the release of gases.",
      "A violent release of energy caused by a chemical or nuclear reaction",
      "A violent, sudden release of energy resulting from powders or gases undergoing instantaneous ignition or from some other means of detonation, often accompanied by a force producing great amounts of heat, major structural damages, shock waves and flying shrapnel.",
      "Violent release of energy.",
      "A rapid increase in volume and release of energy in an extreme manner",
      "Sudden release of energy through high temperatures and gas expansion",
      "A violent release of energy (sometimes mechanical, nuclear, or chemical.)",
      "Bombs are any of a range of explosive weapons that only rely on the exothermic reaction of an explosive material to provide an extremely sudden and violent release of energy.",
      "An explosive device fused to explode under specific conditions",
      "A bomb is any of a range of explosive weapons that only rely on the exothermic reaction of an explosive material to provide an extremely sudden and violent release of energy.",
      "An explosive device used or intended as a weapon.",
      "A device filled with explosives used for destroying things.",
      "An explosive device",
      "Device filled with explosives.",
      "Explosive weapon",
      "The calculated use of violence, or the threat of violence, against civilians or property to coerce or intimidate governments or societies in order to attain goals that are political or religious or ideological in nature.",
      "The calculated use of violence (or the threat of violence) against civilians in order to attain goals that are political or religious or ideological in nature; this is done through intimidation or coercion or instilling fear",
      "The deliberate commission of an act of violence to create an emotional response through the suffering of the victims in the furtherance of a political or social agenda.",
      "See Gwenn ha du (terrorism)",
      "Use of terror as a means of coercion.",
      "This page is for quotes on the subject of Terrorism.",
      "In the international community, terrorism has no legally binding, criminal law definition.",
      "Use of violence as a form of coercion"
    ]
  },
  "category": "Smileys & Emotion",
  "alsoKnownAs": [],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A cartoon-styled bomb, depicted as a black ball with a burning fuse.</p>\r\n\r\n<p>Commonly used for various figurative bombs or explosions, e.g., slang <i>bomb</i>, a &ldquo;home run&rdquo; in <a href=\"/baseball/\">baseball</a> or <a href=\"/softball/\">softball</a>;&nbsp;&quot;excellent&quot; or &quot;attractive.&quot; Sometimes applied&nbsp;in contexts of war, weapons, or violence.</p>\r\n\r\n<p>Earlier&nbsp;designs from <a href=\"/softbank/2006/bomb/\">SoftBank</a> and <a href=\"/au-kddi/type-d-2/bomb/\">au by KDDI</a> animated the bomb as <a href=\"/collision/\">exploding</a>.</p>",
  "apple_vendor_description": "The bomb emoji on Apple devices is depicted as a classic, black-and-white striped sphere with a glowing red wick, rendered with a dynamic sense of impending explosion. Apple's characteristic glossy shading and realistic lighting create a slightly cartoonish yet impactful visual, with soft rounded edges that prevent it from appearing too menacing. It's commonly used to express urgency, excitement, or to signify something that is about to happen, often with a playful or dramatic flair within messages on Apple devices."
}