{
  "code": "🙋🏿‍♀️",
  "Unicode": [
    "U+1F64B",
    "U+1F3FF",
    "U+200D",
    "U+2640",
    "U+FE0F"
  ],
  "slug": "woman-raising-hand-dark-skin-tone",
  "shortcodes": null,
  "title": "woman raising hand: dark skin tone",
  "keywords": [
    "dark skin tone",
    "gesture",
    "woman",
    "raising hand"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [
      "To express something by a gesture or gestures.",
      "To say or express through gestures.",
      "Show, express or direct through movement",
      "To show, express or direct through movements.",
      "To express through gestures."
    ],
    "nouns": [
      "A woman is a female human.",
      "Female adult human",
      "An animal of the sex that produces eggs.",
      "An adult human member of the sex that produces ova and bears young.",
      "An adult female human.",
      "An adult female person (as opposed to a man)",
      "Adult female human being.",
      "The use of movements, especially of the hands, to communicate familiar or prearranged signals",
      "A gesture is a form of non-verbal communication or non-vocal communication in which visible bodily actions communicate particular messages, either in place of, or in conjunction with, speech.",
      "Form of non-verbal communication or non-vocal communication",
      "A quick movement of a finger or pen on a screen that the computer interprets as a command, rather than as a mouse movement, writing, or drawing.",
      "The use of movements (especially of the hands) to communicate familiar or prearranged signals"
    ]
  },
  "category": "People & Body",
  "alsoKnownAs": null,
  "version": null,
  "description": "The Woman Raising Hand, Type-6 emoji is a sequence of the  Happy Person Raising One Hand,  Emoji Modifier Fitzpatrick Type-6, ? Female S",
  "apple_vendor_description": "Rendered with Apple’s signature glossy 3D shading and a deep, inviting skin tone, this woman raising her hand emoji on Apple devices exudes an energetic and helpful presence. Her hand is raised with a clear, open gesture, and her facial expression, often a bright smile, is full of positive engagement, all enhanced by Apple’s realistic lighting. The soft, rounded edges of her form contribute to its approachable feel, making it a perfect way to signal understanding, participation, or a cheerful greeting in digital exchanges on Apple devices."
}