{
  "code": "🎐",
  "Unicode": [
    "U+1F390"
  ],
  "slug": "wind-chime",
  "shortcodes": {
    "github": ":wind_chime:",
    "slack": ":wind_chime:",
    "discord": ":wind_chime:"
  },
  "title": "Wind Chime",
  "keywords": [
    "bell",
    "celebration",
    "chime",
    "wind"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [],
    "nouns": [
      "A type of cymbal, tending to be thick and uniformly so, and small",
      "A percussion instrument consisting of a set of tuned bells that are struck with a hammer; used as an orchestral instrument",
      "The sound of such an instrument or device.",
      "A bell cymbal or bell splash cymbal is a small, very thick cymbal with little if any taper, used as an effects cymbal in a drum kit.",
      "A percussive instrument made of metal or other hard material, typically but not always in the shape of an inverted cup with a flared rim, which resonates when struck.",
      "A hollow device made of metal that makes a ringing sound when struck",
      "An object made of metal or other hard material, typically but not always in the shape of an inverted cup with a flared rim, which resonates when struck.",
      "A signal used for transitions during a school day",
      "The flared end of a brass or woodwind instrument.",
      "A bell is a signal in a school that tells the students when it is time to go to class in the morning and when it is time to change classes during the day as well as when students are dismissed from school.",
      "Sound making device designed to communicate with students",
      "A construction of small pieces of wood, glass, metal or ceramic suspended, outdoors, in such a way that they tinkle pleasantly when moved by the wind.",
      "A chime constructed from suspended tubes, rods, bells, etc., often hung outside a building or residence as a visual and aural ornament to be played by the wind.",
      "A decorative arrangement of pieces of metal or glass or pottery that hang together loosely so the wind can cause them to tinkle",
      "Wind chimes are chimes constructed from suspended tubes, rods, bells or other objects and are often made of metal or wood.",
      "Suspended bells sounded when blown together by the wind"
    ]
  },
  "category": "Activities",
  "alsoKnownAs": [
    "Furin",
    "Jellyfish",
    "Wind Bell"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A Japanese <a href=\"https://en.wikipedia.org/wiki/Wind_chime#Eastern_and_Southern_Asia\">wind chime</a>. Depicted as a glass bell with a strip of paper suspended from its clapper, often decorated with <a href=\"/cherry-blossom/\">cherry blossom</a>-like flowers.</p>\r\n\r\n<p>Occasionally used for content concerning various senses of <em>wind</em> and <em>chime</em>. Thanks to its appearance, often used to represent jellyfish.</p>",
  "apple_vendor_description": "Apple's wind chime emoji presents a delicate and serene auditory experience in visual form, adorned with Apple's signature glossy 3D shading. The individual chimes, rendered with smooth gradients and soft rounded edges, hang gracefully, suggesting a gentle breeze and peaceful ambiance. This emoji is ideal for evoking feelings of tranquility, relaxation, or a connection to nature when communicating on your Apple devices."
}