{
  "code": "🤹",
  "Unicode": [
    "U+1F939"
  ],
  "slug": "person-juggling",
  "shortcodes": {
    "github": ":juggling_person:",
    "slack": ":juggling:",
    "discord": ":juggler:"
  },
  "title": "Juggling",
  "keywords": [
    "balance",
    "juggle",
    "multitask",
    "person juggling",
    "skill"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [
      "Be in equilibrium",
      "To be in equilibrium.",
      "Be in equilibrium.",
      "To throw, catch, and keep in the air several things simultaneously.",
      "Throw, catch, and keep in the air several things simultaneously",
      "To handle multiple tasks at once."
    ],
    "nouns": [
      "A skill is the learned ability to carry out a task with pre-determined results often within a given amount of time, energy, or both.",
      "Capacity to do something well; technique, ability. Skills are usually acquired or learned, as opposed to abilities, which are often thought of as innate.",
      "Learned ability",
      "Capacity to do something well.",
      "The capacity to do something well. They are usually acquired or learned, as opposed to abilities, which are often thought of as innate.",
      "The learned capacity to carry out pre-determined results often with the minimum outlay of time, energy, or both",
      "An ability that has been acquired by training",
      "A state in which opposing forces harmonise; equilibrium",
      "A state of equilibrium.",
      "A state of equilibrium",
      "The amount of economic resource required to bring opposite economic resource flows to a state of equilibrium.",
      "Juggling is a physical skill, performed by a juggler, involving the manipulation of objects for recreation, entertainment, art, or sport.",
      "Moving of objects in an artful manner.",
      "Throwing and catching several objects simultaneously",
      "The art of moving objects, such as balls, clubs, beanbags, rings, etc. in an artful or artistic manner."
    ]
  },
  "category": "People & Body",
  "alsoKnownAs": [
    "Juggler"
  ],
  "version": {
    "unicode-version": "9.0",
    "emoji-version": "3.0"
  },
  "description": "<p>A person juggling between three and five colored balls. The person shown in this emoji wears a hat on most major platforms.</p>\r\n\r\n<p>Early <a href=\"/twitter/twemoji-2.1/person-juggling/\">Twitter</a> and <a href=\"/facebook/2.0/person-juggling/\">Facebook</a> designs previously displayed this emoji as a pair of disembodied hands juggling three&nbsp;colored balls.</p>",
  "apple_vendor_description": "On Apple devices, the person juggling emoji showcases dynamic motion captured in a moment of playful dexterity, with three vibrant, orb-like objects suspended in the air. The figure's posture suggests active engagement, and the smooth 3D shading on their limbs and torso, typical of Apple’s design language, gives them a tangible, energetic feel. This emoji beautifully symbolizes managing multiple tasks, multitasking, or enjoying a lighthearted, skillful activity in digital communication on Apple devices."
}