{
  "code": "🔩",
  "Unicode": [
    "U+1F529"
  ],
  "slug": "nut-and-bolt",
  "shortcodes": {
    "github": ":nut_and_bolt:",
    "slack": ":nut_and_bolt:",
    "discord": ":nut_and_bolt:"
  },
  "title": "Nut and Bolt",
  "keywords": [
    "bolt",
    "nut",
    "nut and bolt",
    "tool"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [
      "To bring back to a previous condition or state.",
      "To restore to good working order, fix, or improve damaged condition; to mend; to remedy.",
      "To reinstate an item that was deleted.",
      "Restore by replacing a part or putting together what is torn or broken",
      "To change the state of an item (e.g. which was torn or broken) to a working condition again."
    ],
    "nouns": [
      "Device that can be screwed on a bolt.",
      "Type of fastener with a threaded hole",
      "A small (usually square or hexagonal) metal block with internal screw thread to be fitted onto a bolt",
      "A nut is a type of fastener with a threaded hole.",
      "A metal object used for fastening",
      "A fastener: a piece of metal, usually square or hexagonal in shape, with a hole through it having machined internal threads, intended to be screwed onto a bolt or other threaded shaft."
    ]
  },
  "category": "Objects",
  "alsoKnownAs": [
    "Bolt",
    "Screw"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A metal bolt with a nut threaded around it, as by a <a href=\"/wrench/\">wrench</a>. Often positioned at a 45&deg; angle, the head of the bolt at the upper left. Commonly used for various content concerning tools, building, and construction. May also be used for other hardware, including screws.</p>\r\n\r\n<p>Apple&rsquo;s bolt <a href=\"/apple/ios-9.0/nut-and-bolt/\">previously resembled</a>&nbsp;a screw, <a href=\"/google/android-7.0/nut-and-bolt/\">Google&rsquo;s</a>&nbsp;a dumbbell; Microsoft&rsquo;s design <a href=\"/microsoft/windows-10/nut-and-bolt/\">previously featured</a> the nut and bolt separately.</p>",
  "apple_vendor_description": "The nut and bolt emoji on Apple devices features a precisely rendered pair of mechanical fasteners with a realistic metallic texture and subtle 3D shading. Apple's design language imbues these objects with a sense of sturdy construction and perfect fit, evident in the crisp edges and highlights. This emoji effectively symbolizes repair, construction, assembly, or the idea of making things secure and functional."
}