{
  "code": "🆕",
  "Unicode": [
    "U+1F195"
  ],
  "slug": "new-button",
  "shortcodes": {
    "github": ":new:",
    "slack": ":new:",
    "discord": ":new:"
  },
  "title": "Squared New",
  "keywords": [
    "new",
    "NEW button"
  ],
  "senses": {
    "adjectives": [
      "Most recent.",
      "Up to the immediate present; most recent or most up-to-date",
      "Recently made or created.",
      "Not of long duration; having just (or relatively recently) come into being or been made or acquired or discovered",
      "Recently made, created or begun.",
      "Recently made, or created."
    ],
    "verbs": [
      "To make new; to renew.",
      "Have a beginning characterized in some specified way"
    ],
    "nouns": [
      "Small picture, computer icon.",
      "A computer icon is a pictogram displayed on a computer screen in order to help the user navigate a computer system or mobile device.",
      "A small picture which represents something (such as an icon on a computer screen which when clicked performs some function.)",
      "(computer science) a graphic symbol (usually a simple picture) that denotes a program or a command or a data file or a concept in a graphical user interface",
      "A pictogram used in a graphical user interface",
      "A small picture that represents a file, folder, program, or other object or function.",
      "The beginning of anything",
      "A visible indication.",
      "A perceptible indication of something not immediately apparent (as a visible clue that something has happened)",
      "A perceptible indication of something not immediately apparent, as a visible clue that something has happened."
    ]
  },
  "category": "Symbols",
  "alsoKnownAs": [
    "New"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>The word&nbsp;<em>new</em>, shown enclosed&nbsp;in a square.</p>",
  "apple_vendor_description": "The new button emoji on Apple devices is designed with a clean, modern aesthetic, featuring a vibrant accent color and a subtle 3D bevel that makes it pop. Its smooth, rounded edges and clear, legible text or icon (if applicable) are rendered with Apple's signature attention to detail, ensuring high visibility. This emoji on Apple devices is universally understood to signify something fresh, recently added, or a call to action for something novel."
}