{
  "code": "🥄",
  "Unicode": [
    "U+1F944"
  ],
  "slug": "spoon",
  "shortcodes": {
    "github": ":spoon:",
    "slack": ":spoon:",
    "discord": ":spoon:"
  },
  "title": "Spoon",
  "keywords": [
    "spoon",
    "tableware"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [
      "Snuggle and lie in a position where one person faces the back of the others",
      "Scoop up or take up with a spoon"
    ],
    "nouns": [
      "Scooped utensil for eating (or serving).",
      "An implement for eating or serving; a scooped utensil whose long handle is straight, in contrast to a ladle.",
      "An implement for eating or serving, a small bowl with a long straight handle.",
      "Piece of cutlery",
      "A piece of cutlery with a shallow bowl-shaped container and a handle; used to stir or serve or take up food",
      "Spoon, a term for an eating utensil that is considered an inherently funny word, has been featured in many quotations.",
      "A spoon is a utensil consisting of a small shallow bowl, oval or round, at the end of a handle.",
      "Plates, dishes and other eating and serving tableware, usually made of some ceramic material.",
      "Tableware is the dishes or dishware used for setting a table, serving food and dining.",
      "The eating and serving utensils such as knives, forks and spoons.",
      "Articles for use at the table (dishes and silverware and glassware)",
      "Plates used for setting a table and serving food",
      "Crockery used for serving or cooking food",
      "Sometimes referred to as \"china\"",
      "The cutlery, crockery and glassware used in setting a table for a meal."
    ]
  },
  "category": "Food & Drink",
  "alsoKnownAs": [],
  "version": {
    "unicode-version": "9.0",
    "emoji-version": "3.0"
  },
  "description": "<p>A silver spoon, as used to eat soup, cereal, or&nbsp;<a href=\"/ice-cream/\">ice cream</a>&nbsp;as well as serve food&nbsp;or stir drinks. Positioned at various angles across platforms. May be paired with&nbsp;<a href=\"/fork-and-knife/\">Fork and Knife</a>,&nbsp;<a href=\"/fork-and-knife-with-plate/\">Fork and&nbsp;Knife With Plate</a>, and&nbsp;<a href=\"/bowl-with-spoon/\">Bowl With Spoon</a>.</p>",
  "apple_vendor_description": "On Apple devices, the spoon emoji is rendered with a smooth, polished metallic sheen and a gently curved bowl, reflecting Apple's commitment to realistic lighting and tactile detail. Its soft, rounded edges contribute to its simple yet elegant design, making it instantly recognizable as a culinary essential. This emoji on Apple devices is frequently used in contexts related to food, eating, cooking, or even metaphorically for 'spooning' affection."
}