{
  "code": "📐",
  "Unicode": [
    "U+1F4D0"
  ],
  "slug": "triangular-ruler",
  "shortcodes": {
    "github": ":triangular_ruler:",
    "slack": ":triangular_ruler:",
    "discord": ":triangular_ruler:"
  },
  "title": "Triangular Ruler",
  "keywords": [
    "ruler",
    "set",
    "triangle",
    "triangular ruler"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [
      "Have certain dimensions",
      "Allow a draft"
    ],
    "nouns": [
      "Many paper size standards conventions have existed at different times and in different countries.",
      "Writing materials, envelopes, office materials",
      "The articles typically sold by stationers, comprising paper, pens, ink, quills, blank books, etc.",
      "Stationery has historically pertained to a wide gamut of materials: paper and office supplies, writing implements, greeting cards, glue, pencil cases and other similar items.",
      "Paper cut to an appropriate size for writing letters; usually with matching envelopes",
      "The size of a page.",
      "The size of the sheet of paper on which you print the publication, before trimming.",
      "A document that, when opened by the user, is duplicated by the system; the copy is opened for the user's modification while the original document remains intact. Stationery documents can be used as document templates or boilerplates.",
      "Standard sizes of the paper",
      "A triangle is a polygon with three edges and three vertices.",
      "One of the basic shapes in geometry",
      "A geometric figure that consists of three straight limiting lines (sides) and three corners that are the intersection points of two sides",
      "Basic three-sided shape of geometry",
      "A triangle having each of its three sides of different lengths.",
      "A polygon with three sides and three angles.",
      "A triangle with no two sides of equal length",
      "Mathematics is the study of topics such as quantity, structure, space, and change.",
      "The application of principles associated with Cavalieri's principle.",
      "The science that deals with concepts such as quantity, structure, space and change.",
      "An abstract representational system used in the study of numbers, shapes, structure, change and the relationships between these concepts.",
      "A science (or group of related sciences) dealing with the logic of quantity and shape and arrangement",
      "Mathematics is the body of knowledge centered on concepts such as quantity, structure, space, and change, and the academic discipline which studies them.",
      "Abstract study of numbers, quantity, structure, relationships, etc."
    ]
  },
  "category": "Objects",
  "alsoKnownAs": [
    "Triangle Ruler"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A triangle or set square, as used by engineers or architects to draw <a href=\"/straight-ruler/\">straight lines</a> at angles. Variously depicted as a metal, wood, or plastic right triangle with length markings, its hypotenuse to the right.</p>\r\n\r\n<p>Commonly applied to a range of disciplines, including art, design, building, architecture, and STEM (science, technology, engineering, and mathematics). May also represent various concepts of angles and measurement.</p>",
  "apple_vendor_description": "The triangular ruler emoji on Apple devices is rendered with a smooth, translucent plastic material, showcasing Apple's signature soft rounded edges and subtle 3D shading.  Its sharp, precise angles are highlighted by realistic lighting, emphasizing its function for measurement and geometry.  This emoji is often used in contexts related to education, design, or technical discussions on Apple products."
}