{
  "code": "🐸",
  "Unicode": [
    "U+1F438"
  ],
  "slug": "frog",
  "shortcodes": {
    "github": ":frog:",
    "slack": ":frog:",
    "discord": ":frog:"
  },
  "title": "Frog Face",
  "keywords": [
    "face",
    "frog"
  ],
  "senses": {
    "adjectives": [
      "Froglike."
    ],
    "verbs": [
      "To jump on one foot.",
      "Jump lightly",
      "To jump lightly.",
      "To leap about lightly."
    ],
    "nouns": [
      "A harsh hoarse utterance (as of a frog)",
      "Any anuran amphibian of the family Bufonidae, such as Bufo bufo of Europe. They are similar to frogs but are more terrestrial, having a drier warty skin.",
      "The frog is a small hopping amphibian in the order Anura.",
      "Amphibian similar to a frog.",
      "Especially a diminutive version",
      "Any of various tailless stout-bodied amphibians with long hind limbs for leaping; semiaquatic and terrestrial species",
      "Any insectivorous anuran amphibian of the family Ranidae, such as Rana temporaria of Europe, having a short squat tailless body with a moist smooth skin and very long hind legs specialized for hopping.",
      "A small tailless amphibian of the order Anura that typically hops",
      "A toad is any of a number of species of amphibians in the order Anura that are characterized by dry, leathery skin, short legs, and snout-like parotoid glands.",
      "An amphibian similar to a frog with bigger back legs and more ragged skin.",
      "Amphibian",
      "Frogs are a diverse and largely carnivorous group of short-bodied, tailless amphibians composing the order Anura."
    ]
  },
  "category": "Animals & Nature",
  "alsoKnownAs": [
    "Frog",
    "Toad"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>The face of a frog, the hopping amphibian. Generally depicted as a friendly, cartoon-styled, light-green frog looking straight ahead, with large&nbsp;eyes, slightly open mouth, and nostrils.</p>\r\n\r\n<p>Popularly paired with <a href=\"/hot-beverage/\">☕️ Hot Beverage</a> to represent the <a href=\"http://knowyourmeme.com/memes/but-thats-none-of-my-business\">But That&rsquo;s None of My Business</a> meme (used for gossip or sarcasm) or <a href=\"https://knowyourmeme.com/memes/pepe-the-frog\">Pepe the Frog</a> (associated with trolling and the alt-right).</p>\r\n\r\n<p>Facebook&rsquo;s design previously resembled <a href=\"https://en.wikipedia.org/wiki/Kermit_the_Frog\">Kermit the Frog</a>.</p>",
  "apple_vendor_description": "On Apple devices, the frog emoji is a charmingly rendered amphibian, depicted with smooth, rounded edges and a vibrant, glossy green skin that catches the light with realistic detail. Its wide, friendly eyes and slightly upturned mouth suggest a cheerful and lively disposition, embodying nature's playful spirit. This emoji, with its distinctive Apple aesthetic, is commonly used to represent nature, growth, or a sense of jumping into new experiences or conversations."
}