{
  "code": "👜",
  "Unicode": [
    "U+1F45C"
  ],
  "slug": "handbag",
  "shortcodes": {
    "github": ":handbag:",
    "slack": ":handbag:",
    "discord": ":handbag:"
  },
  "title": "Handbag",
  "keywords": [
    "bag",
    "clothing",
    "handbag",
    "purse"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [
      "To lift (something) and take it to another place; to transport (something) by lifting.",
      "To transport by lifting.",
      "Move while supporting, either in a vehicle or in one's hands or on one's body",
      "To lift and bring to somewhere else while supporting, either in a vehicle or on one's body; to transport by lifting."
    ],
    "nouns": [
      "Clothing that is worn or carried, but not part of your main clothing.",
      "An article of clothing or equipment, in particular when used as an accessory.",
      "Clothing that is worn or carried, but not part of your main clothing",
      "Clothing, garments, dress, material.",
      "Clothing is material used to cover parts of the human body for protection against the environment, for comfort and body modesty, and as personal decoration, often reflecting religious, cultural, and social customs.",
      "Clothing is fiber and textile material worn on the body.",
      "Clothes.",
      "Clothes considered as a group.",
      "All coverings designed to be worn on a person's body.",
      "Clothing",
      "Something that can be worn; an item of clothing.",
      "A covering of or like clothing.",
      "A single item of clothing.",
      "An act or instance of putting clothes on.",
      "A covering designed to be worn on a person's body",
      "Clothes, possessions or equipment.",
      "(in combination) clothing",
      "Fiber and textile material worn on the body",
      "Recently bought goods.",
      "Buying goods",
      "The commodities purchased from storeswomen carrying home shopping didn't give me a second glance\"",
      "A retailer or shop is a business that presents a selection of goods or services and offers to sell them to customers for money or other goods.",
      "A container used for carrying money and small personal items or accessories (especially by women)",
      "A object used for carrying money and small personal items or accessories (especially by women).",
      "A bag that is used typically by women to hold personal items",
      "A handbag (small bag usually used by women for carrying various small personal items)",
      "A small bag used by women (or sometimes by men) for carrying various small personal items.",
      "A handbag, also purse, pocketbook or pouch in American English, is a handled medium-to-large bag that is often fashionably designed, typically used by women, to hold personal items such as wallet/coins, keys, mobile phone, cosmetics and jewelry, books/e-books, pen and paper, food and beverage such as a water bottle, pepper spray and other items for self-defence, tampons and other feminine hygiene products, contraceptives, tissues and infant care products, or a hairbrush.",
      "Small bag used by women.",
      "Popular trends.",
      "Fashion refers to styles of dress that are popular in a culture at any given time.",
      "The latest and most admired style in clothes and cosmetics and behavior",
      "Term for a popular style or practice in clothing, make-up, furniture, etc.",
      "The latest and most admired style in clothes and cosmetics and behavior.",
      "Fashion is a popular style or practice, especially in clothing, footwear, accessories, makeup, body piercing, or furniture.",
      "A prevailing mode of expression, e.g., clothing",
      "A flexible container made of cloth, paper, plastic, etc.",
      "A flexible container made of cloth, paper, plastic, leather, etc., to put something in or to carry away.",
      "A flexible container with a single opening",
      "A bag is a common tool in the form of a non-rigid container.",
      "Simple tool in the form of a non-rigid container"
    ]
  },
  "category": "Objects",
  "alsoKnownAs": [
    "Women’s Bag"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A bag or purse, used to carry personal items, often doubling as a fashion accessory.</p>\r\n\r\n<p>The design of this emoji varies, with most platforms opting for leather-looking styles in brown or orange. Samsung&rsquo;s design <a href=\"/samsung/experience-9.0/handbag/\">used to be pink</a>, but is now light brown. Twitter&rsquo;s purple design stands out among the other platforms.</p>\r\n\r\n<p>Not to be confused with the smaller and handleless pouch emoji sometimes referred to as <a href=\"/clutch-bag/\">👝 Clutch Bag</a>.</p>",
  "apple_vendor_description": "Apple's handbag emoji is depicted as a stylish and well-crafted accessory, often appearing with a smooth leather-like texture and a polished metallic clasp, showcasing Apple's signature glossy 3D shading and realistic lighting. The soft, rounded edges give it a sophisticated yet approachable look, symbolizing fashion, shopping, or an elegant outing. This emoji is a chic addition to messages about style and personal affairs on Apple devices."
}