[
  {
    "name": "adb-connect",
    "description": "Connect to Android devices wirelessly with ADB Connect. Easily pair and manage device connections via the command line. Free online tool, no registration required.",
    "path": "/freedevtools/tldr/adb/adb-connect/"
  },
  {
    "name": "adb-devices",
    "description": "List connected Android devices with ADB Devices. Identify device IDs, serial numbers, and system information quickly. Free online tool, no registration required.",
    "path": "/freedevtools/tldr/adb/adb-devices/"
  },
  {
    "name": "adb-disconnect",
    "description": "Control ADB device connections with ADB Disconnect. Quickly disconnect Android devices over TCP/IP or USB. Free online tool, no registration required.",
    "path": "/freedevtools/tldr/adb/adb-disconnect/"
  },
  {
    "name": "adb-forward",
    "description": "Connect Android devices wirelessly with ADB Forward. Establish TCP connections and manage port forwardings effortlessly. Free online tool, no registration required.",
    "path": "/freedevtools/tldr/adb/adb-forward/"
  },
  {
    "name": "adb-install",
    "description": "Install Android APK packages with ADB. Quickly deploy and update applications to Android devices and emulators using the command line. Free online tool, no registration required.",
    "path": "/freedevtools/tldr/adb/adb-install/"
  },
  {
    "name": "adb-logcat",
    "description": "Display system logs with ADB Logcat, filter by tag, PID, or priority. Quickly debug Android applications and devices with advanced filtering options. Free online tool, no registration required.",
    "path": "/freedevtools/tldr/adb/adb-logcat/"
  },
  {
    "name": "adb-pair",
    "description": "Pair Android devices with ADB for seamless debugging and file transfer. Quickly establish a secure connection using command line. Free online tool, no registration required.",
    "path": "/freedevtools/tldr/adb/adb-pair/"
  },
  {
    "name": "adb-reboot",
    "description": "Control Android device reboot with ADB Reboot. Reboot into bootloader, recovery, or fastboot modes instantly using this command-line tool. Free online tool, no registration required.",
    "path": "/freedevtools/tldr/adb/adb-reboot/"
  },
  {
    "name": "adb-reverse",
    "description": "Forward ports with ADB Reverse to debug Android applications remotely. Easily create reverse connections and manage sockets on your device. Free online tool, no registration required.",
    "path": "/freedevtools/tldr/adb/adb-reverse/"
  },
  {
    "name": "adb-shell",
    "description": "Control Android devices and emulators easily with ADB Shell. Execute shell commands, manage permissions, and start activities. Free online tool, no registration required.",
    "path": "/freedevtools/tldr/adb/adb-shell/"
  },
  {
    "name": "adb-uninstall",
    "description": "Uninstall Android packages efficiently with ADB Uninstall. Remove applications and their data, or keep user data intact. Free online tool, no registration required.",
    "path": "/freedevtools/tldr/adb/adb-uninstall/"
  },
  {
    "name": "adb",
    "description": "Control Android devices with ADB Debug Bridge. Execute commands, transfer files, and debug apps. Free online tool, no registration required.",
    "path": "/freedevtools/tldr/adb/adb/"
  },
  {
    "name": "aircrack-ng",
    "description": "Crack WEP and WPA keys with Aircrack-ng. Recover wireless passwords from captured network packets effectively. Free online tool, no registration required.",
    "path": "/freedevtools/tldr/aircrack/aircrack-ng/"
  },
  {
    "name": "amass-enum",
    "description": "Enumerate subdomains quickly with Amass Enum. Discover subdomains, verify them actively and perform brute-force searches. Free online tool, no registration required.",
    "path": "/freedevtools/tldr/amass/amass-enum/"
  },
  {
    "name": "amass-intel",
    "description": "Gather open-source intel with Amass Intel. Discover root domains and ASNs related to organizations and IP addresses. Free online tool, no registration required.",
    "path": "/freedevtools/tldr/amass/amass-intel/"
  },
  {
    "name": "amass",
    "description": "Map attack surfaces with Amass Asset Discovery tool. Discover subdomains, enumerate targets, and identify vulnerabilities with ease. Free online tool, no registration required.",
    "path": "/freedevtools/tldr/amass/amass/"
  },
  {
    "name": "am",
    "description": "Control Android activities instantly with ADB Activity Manager. Start components, manage intents and convert to URIs using command line. Free online tool, no registration required.",
    "path": "/freedevtools/tldr/android/am/"
  },
  {
    "name": "bugreport",
    "description": "Generate Android bug reports with bugreport. Analyze system state and collect device logs for effective debugging. Free online tool, no registration required.",
    "path": "/freedevtools/tldr/android/bugreport/"
  },
  {
    "name": "bugreportz",
    "description": "Generate zipped Android bug reports with bugreportz. Collect system logs, identify device problems, and resolve Android errors. Free online tool, no registration required.",
    "path": "/freedevtools/tldr/android/bugreportz/"
  },
  {
    "name": "cmd",
    "description": "Control Android system services easily with CMD service manager. List services, invoke methods, and debug system processes. Free online tool, no registration required.",
    "path": "/freedevtools/tldr/android/cmd/"
  },
  {
    "name": "dalvikvm",
    "description": "Execute Android Java bytecode with Dalvikvm. Easily run JAR files and manage classpaths for application development. Free online tool, no registration required.",
    "path": "/freedevtools/tldr/android/dalvikvm/"
  },
  {
    "name": "dumpsys",
    "description": "Analyze Android system services instantly with Dumpsys. Inspect service states, diagnose issues, and gather diagnostic data. Free online tool, no registration required.",
    "path": "/freedevtools/tldr/android/dumpsys/"
  },
  {
    "name": "getprop",
    "description": "Show Android system properties with Getprop. Access device configuration, retrieve build information, and debug Android devices effortlessly. Free online tool, no registration required.",
    "path": "/freedevtools/tldr/android/getprop/"
  },
  {
    "name": "input",
    "description": "Control Android device input seamlessly with ADB Input command. Simulate taps, swipes, and send key events using adb shell. Free online tool, no registration required.",
    "path": "/freedevtools/tldr/android/input/"
  },
  {
    "name": "logcat",
    "description": "Monitor Android system logs with Logcat. Analyze application errors and system events in real-time for faster debugging. Free online tool, no registration required.",
    "path": "/freedevtools/tldr/android/logcat/"
  },
  {
    "name": "pkg",
    "description": "Manage Termux packages effortlessly with Pkg. Install, uninstall, and upgrade packages on your Android device using this powerful command-line interface. Free online tool, no registration required.",
    "path": "/freedevtools/tldr/android/pkg/"
  },
  {
    "name": "pm",
    "description": "List Android app packages and extract application details with Package Manager. Identify system and third-party apps on Android devices. Free online tool, no registration required.",
    "path": "/freedevtools/tldr/android/pm/"
  },
  {
    "name": "screencap",
    "description": "Capture Android screenshots instantly with Android Screencap. Save screen images remotely with ADB shell command. Free online tool, no registration required.",
    "path": "/freedevtools/tldr/android/screencap/"
  },
  {
    "name": "settings",
    "description": "Control Android settings with the settings command. Modify system configuration, retrieve settings values, and manage Android parameters. Free online tool, no registration required.",
    "path": "/freedevtools/tldr/android/settings/"
  },
  {
    "name": "wm",
    "description": "Control device screen information with Android WM. Manage display settings, determine screen density, and inspect resolutions using adb. Free online tool, no registration required.",
    "path": "/freedevtools/tldr/android/wm/"
  },
  {
    "name": "ansible-doc",
    "description": "Display Ansible module information with ansible-doc. Explore module details, examples, and playbook snippets. Free online tool, no registration required.",
    "path": "/freedevtools/tldr/ansible/ansible-doc/"
  },
  {
    "name": "ansible-galaxy",
    "description": "Manage Ansible roles and collections easily with Ansible Galaxy. Install, remove, search, and initialize roles & collections with this command line tool. Free online tool, no registration required.",
    "path": "/freedevtools/tldr/ansible/ansible-galaxy/"
  },
  {
    "name": "ansible-inventory",
    "description": "Display Ansible inventories easily with Ansible Inventory. Inspect hosts, groups, and variables using the command line. Free online tool, no registration required.",
    "path": "/freedevtools/tldr/ansible/ansible-inventory/"
  },
  {
    "name": "ansible-lint",
    "description": "Validate Ansible playbooks with Ansible Lint. Find errors, enforce best practices, and improve automation workflows. Free online tool, no registration required.",
    "path": "/freedevtools/tldr/ansible/ansible-lint/"
  },
  {
    "name": "ansible-playbook",
    "description": "Execute automation playbooks with Ansible Playbook. Orchestrate configurations, deployments, and tasks across remote systems. Free online tool, no registration required.",
    "path": "/freedevtools/tldr/ansible/ansible-playbook/"
  },
  {
    "name": "ansible-pull",
    "description": "Execute Ansible playbooks locally with Ansible Pull. Automate configuration management and deployment tasks from a VCS repository. Free online tool, no registration required.",
    "path": "/freedevtools/tldr/ansible/ansible-pull/"
  },
  {
    "name": "ansible-vault",
    "description": "Encrypt and decrypt Ansible files easily with Ansible Vault. Secure sensitive data within your automation projects. Free online tool, no registration required.",
    "path": "/freedevtools/tldr/ansible/ansible-vault/"
  },
  {
    "name": "ansible",
    "description": "Manage remote hosts easily with Ansible. Automate tasks and configurations across multiple machines via SSH. Free online tool, no registration required.",
    "path": "/freedevtools/tldr/ansible/ansible/"
  },
  {
    "name": "g++",
    "description": "Compile C++ code efficiently with G++ Compiler. Optimize, debug, and manage dependencies for cross-platform development. Free online tool, no registration required.",
    "path": "/freedevtools/tldr/common/g++/"
  }
]
