{
  "code": "🐘",
  "Unicode": [
    "U+1F418"
  ],
  "slug": "elephant",
  "shortcodes": {
    "github": ":elephant:",
    "slack": ":elephant:",
    "discord": ":elephant:"
  },
  "title": "Elephant",
  "keywords": [
    "elephant"
  ],
  "senses": {
    "adjectives": [
      "Above average in size or number or quantity or magnitude or extent",
      "Of great size, large.",
      "Of considerable or relatively great size or extent.",
      "Of a great size; the weakest sense of great size."
    ],
    "verbs": [],
    "nouns": [
      "A mammal of the order Proboscidea, having a trunk, and two large ivory tusks jutting from the upper jaw. Elephants are the largest land animals now existing.",
      "Large mammal of the family Elephantidae and the order Proboscidea",
      "Elephants are large mammals of the family Elephantidae and the order Proboscidea.",
      "Five-toed pachyderm",
      "A mammal of the order Proboscidea, having a trunk, and two large ivory tusks jutting from the upper jaw.",
      "A traveling company of performers that may include acrobats, clowns, trained animals, and other novelty acts, that gives shows usually in a circular tent.",
      "Commonly a travelling company of performers",
      "A travelling company of entertainers; including trained animals",
      "A circus is a company of performers that may include acrobats, clowns, trained animals, and other novelty acts, that gives shows usually in a circular tent.",
      "A circus is a company of performers that may include clowns, acrobats, trained animals, trapeze acts, musicians, hoopers, tightrope walkers, jugglers, unicyclists and other object manipulation and stunt-oriented artists.",
      "A travelling company of performers that may include acrobats, clowns, trained animals, and other novelty acts, that gives shows usually in a circular tent."
    ]
  },
  "category": "Animals & Nature",
  "alsoKnownAs": [],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>An elephant, the largest land animal on Earth,&nbsp;with a long trunk and, often, tusks. Generally depicted in gray in full profile on all fours facing left, with tusks and prominent ears, as an <a href=\"https://en.wikipedia.org/wiki/African_elephant\">African</a> (vs. <a href=\"https://en.wikipedia.org/wiki/Asian_elephant\">Asian</a>) elephant.</p>\r\n\r\n<p><a href=\"/google/android-7.0/elephant/\">Google</a> and <a href=\"/facebook/2.0/elephant/\">Facebook&rsquo;s</a> elephants were previously blue in color. Samsung&rsquo;s design <a href=\"/samsung/experience-9.0/elephant/\">previously</a> featured a cartoon-styled elephant with a red blanket&nbsp;on its back and blowing a <a href=\"/red-heart/\">red heart</a> from its trunk.</p>\r\n\r\n<p>Because the elephant is a symbol of the Republican Party of the United States, it may be used in political contexts</p>",
  "apple_vendor_description": "On Apple devices, the elephant emoji is depicted with a gentle, wise demeanor, its large, rounded form rendered with Apple’s signature glossy 3D shading. Subtle gradients in its gray hide and soft, rounded edges convey a sense of robustness and calm strength, characteristic of Apple’s detailed design. This emoji on Apple devices often signifies wisdom, strength, memory, or even a significant event, bringing a grounded and thoughtful presence to digital conversations."
}