{
  "code": "😜",
  "Unicode": [
    "U+1F61C"
  ],
  "slug": "winking-face-with-tongue",
  "shortcodes": {
    "github": ":stuck_out_tongue_winking_eye:",
    "slack": ":stuck_out_tongue_winking_eye:",
    "discord": ":stuck_out_tongue_winking_eye:"
  },
  "title": "Face with Stuck-Out Tongue and Winking Eye",
  "keywords": [
    "eye",
    "face",
    "joke",
    "tongue",
    "wink",
    "winking face with tongue"
  ],
  "senses": {
    "adjectives": [
      "Closing the eyes intermittently and rapidly",
      "Indicating a lack of maturity",
      "Enjoying or showing or marked by joy or pleasure",
      "Full of fun and high spirits",
      "Arousing laughter.",
      "Of or pertaining to laughter",
      "Being funny, whimsically amusing.",
      "Arousing or provoking laughter",
      "Full of humor or arousing laughter; funny.",
      "Funny; amusing; comical.",
      "Fitted to excite laughter; humorous.",
      "Amusing; humorous; comical.",
      "Funny, hilarious.",
      "Mentally ill.",
      "Insane, mad",
      "Mentally ill; affected with madness or insanity.",
      "Insane or mentally ill.",
      "Affected with madness or insanity",
      "Causing insanity or madness.",
      "Foolish, silly",
      "Ludicrous, foolish",
      "Full of gambols or tricks.",
      "Naughtily or annoyingly playful"
    ],
    "verbs": [
      "Produce laughter",
      "Show mirth by peculiar movement of the muscles of the face and emission of sounds.",
      "To show mirth, satisfaction, or derision, by peculiar movement of the muscles of the face, particularly of the mouth, causing a lighting up of the face and eyes, and usually accompanied by the emission of explosive or chuckling sounds from the chest and throat; to indulge in laughter.",
      "To express pleasure, mirth or derision by peculiar movement of the muscles of the face, particularly of the mouth, causing a lighting up of the face and eyes, and usually accompanied by the emission of explosive or chuckling sounds from the chest and throat; to produce laughter.",
      "To laugh out loud.",
      "Change one's facial expression by spreading the lips, often to signal pleasure",
      "To tease, kid, poke fun at, make fun of.",
      "To tease, kid, poke fun.",
      "To say or do something for amusement; to speak humorously.",
      "To tell a joke.",
      "Tell a joke; speak humorously",
      "To do or say something for amusement rather than seriously.",
      "To tell a joke; to talk in a playful manner; to make fun of something or someone.",
      "Signal by winking",
      "To blink with only one eye as a message, signal, or suggestion."
    ],
    "nouns": [
      "Relatively permanent disorder of the mind",
      "Insanity, craziness or madness is a spectrum of behaviors characterized by certain abnormal mental or behavioral patterns.",
      "A severe mental disorder",
      "Insanity, craziness, or madness, is a spectrum of behaviors characterized by certain abnormal mental or behavioral patterns.",
      "The state of being mad; insanity; mental disease.",
      "State of being insane.",
      "Abnormal mental or behavioral patterns",
      "The state of being insane; madness.",
      "A great amount of amusement, usually accompanied by laughter.",
      "The trait of appreciating (and being able to express) the humorous",
      "Humour or humor is the tendency of particular cognitive experiences to provoke laughter and provide amusement.",
      "Tendency of particular cognitive experiences to provoke laughter and provide amusement",
      "Blinking is semi-autonomica rapid opening of the eyelid.",
      "A reflex that closes and opens the eyes rapidly",
      "Rapid closing and opening of the eyelid",
      "A wink is a facial expression made by briefly closing one eye.",
      "A joke is something spoken, written, or done with humorous intention.",
      "A humorous anecdote or remark intended to provoke laughter",
      "Something spoken, written, or done with humorous intention",
      "Jesting or joking is engaging in humorous behavior, typically involving joking, bantering, and even ridicule or mockery.",
      "A joke or other mischievous prank.",
      "A joke or quip.",
      "Internet slang",
      "Rolling on the floor laughing out loud.",
      "LOL, an acronym for laughing out loud or laugh out loud, is a common element of Internet slang.",
      "Rolling on the floor laughing out loud",
      "A happy face expression using mouth, but without producing voice.",
      "A smile is a facial expression formed by flexing the muscles near both ends of the mouth and by flexing muscles throughout the mouth.",
      "A facial expression comprised by flexing the muscles of both ends of one's mouth, often showing the front teeth, without vocalisation, and in humans is a common involuntary or voluntary expression of happiness, pleasure, amusement or anxiety.",
      "A facial expression characterized by turning up the corners of the mouth; usually shows pleasure or amusement",
      "Conscious or subconscious facial muscular movement conveying mirth or pleasure",
      "An upwards movement of the sides of the mouth that indicates happiness or satisfaction.",
      "Something said or done for amusement, not in seriousness.",
      "Something said or done for amusement.",
      "A ludicrous or grotesque act done for fun and amusement",
      "Ludicrous act or behaviour.",
      "A ludicrous gesture or act; ridiculous behaviour.",
      "Malicious or reckless behaviour.",
      "A deceitful confidence trick, or mischief causing discomfort or annoyance.",
      "Malicious or reckless behaviour",
      "Mischief.",
      "Devilish action or conduct; mischief.",
      "Mischief is a vexatious or annoying action, or, conduct or activity that playfully causes petty annoyance.",
      "A vexatious or annoying action, or, conduct or activity that playfully causes petty annoyance",
      "Mischief, or malicious mischief is the specific name for different criminal offenses in a number of different criminal jurisdictions.",
      "Reckless or malicious behavior that causes discomfort or annoyance in others",
      "Vexatious or annoying conduct.",
      "A light and humorous drama with a happy ending.",
      "A dramatic work that is light and humorous or satirical in tone",
      "Dramatic work that is light and humorous or satirical in tone.",
      "Comedy has a popular meaning, which differs from its academic definition, namely the comic theater, whose Western origins are found in Ancient Greece.",
      "Light and humorous drama with a happy ending",
      "A type of theatrical drama",
      "Genre of work or performance intended to be humorous",
      "Comedy, in the contemporary meaning of the term, is any discourse or work generally intended to be humorous or to amuse by inducing laughter, especially in theater, television, film and stand-up comedy.",
      "The tongue is a muscular hydrostat on the floors of the mouths of most vertebrates which manipulates food for mastication.",
      "A muscular hydrostat on the floors of the mouths of most vertebrates which manipulates food for mastication",
      "A mobile mass of muscular tissue covered with mucous membrane and located in the oral cavity",
      "Organ that tastes and facilitates speech",
      "The flexible muscular organ in the mouth that is used to move food around, for tasting and that is moved into various positions to modify the flow of air from the lungs in order to produce different sounds in speech.",
      "The flexible muscular organ in the mouth that is used to move food around, for tasting and that is moved into various positions to modify the flow of air from the lungs in order to produce different sounds.",
      "A person who amuses others by ridiculous behavior",
      "Generically, the word goof is another term for a mistake.",
      "A mistake or error.",
      "A mistake or error,",
      "A comical performer, stereotypically characterized by its grotesque appearance: colored wigs, stylistic makeup, outlandish costumes, unusually large footwear, etc., who entertain spectators by acting in a hilarious fashion.",
      "Null",
      "A clown is a comic performer who employs slapstick or similar types of physical humor, often in a mime style.",
      "An unintentionally ridiculous person.",
      "A performance artist often associated with a circus and typically characterised by bright, oversized clothing, a red nose, face paint, and a brightly colored wig and who performs slapstick."
    ]
  },
  "category": "Smileys & Emotion",
  "alsoKnownAs": [
    "Crazy",
    "Crazy Face"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A yellow face sticking out its <a href=\"/tongue/\">tongue</a> and making a zany wink, usually shown with its right eye closed and left wide open. Often conveys a sense of fun, excitement, wackiness, buffoonery, or joking.</p>\r\n\r\n<p>Generally goofier than <a href=\"/face-with-tongue/\">😛&nbsp;Face With Tongue</a> and <a href=\"/squinting-face-with-tongue/\">😝&nbsp;Squinting Face With Tongue</a> but less &quot;crazy&quot; than <a href=\"/zany-face/\">🤪&nbsp;Zany Face</a>.</p>",
  "apple_vendor_description": "On Apple devices, the winking face with tongue emoji is a vibrant burst of playful mischief, characterized by its bright yellow sphere and bold, cheerful expression. A single eye is playfully winked shut, while the other gazes directly, framed by subtle shading that gives it a lively dimensionality. The tongue, a bright red curve, juts out cheekily, enhanced by Apple's smooth gradients and realistic lighting to appear almost tactile and full of lighthearted fun. This emoji is perfect for conveying a sense of jest, lighthearted teasing, or a shared inside joke among friends on Apple devices."
}