{
  "code": "🗄️",
  "Unicode": [
    "U+1F5C4",
    "U+FE0F"
  ],
  "slug": "file-cabinet",
  "shortcodes": {
    "github": ":file_cabinet:",
    "slack": ":file_cabinet:",
    "discord": ":file_cabinet:"
  },
  "title": "File Cabinet",
  "keywords": [
    "cabinet",
    "file",
    "filing"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [],
    "nouns": [
      "Organizing for structure is the act of rearranging elements following one or more rules.",
      "The act of rearranging elements following one or more rules.",
      "A collection of papers collated and archived together.",
      "A filing cabinet is a piece of office furniture usually used to store paper documents in file folders.",
      "A piece of office furniture",
      "Office furniture consisting of a container for keeping papers in order",
      "A piece of office furniture comprised of drawers or shelves sized to standard file folder widths, traditionally used for storing documents in order.",
      "Collection of papers."
    ]
  },
  "category": "Objects",
  "alsoKnownAs": [
    "Filing Cabinet"
  ],
  "version": {
    "unicode-version": "7.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A metal filing cabinet, as used to organize and store&nbsp;<a href=\"/file-folder/\">file folders</a> at an <a href=\"/office-building/\">office</a>. Depicted in black or gray with two drawers, handles, and label holders.</p>\r\n\r\n<p>Commonly used for various content concerning paper or computer files; filing and organization;&nbsp;various types of data, information, and archives; and&nbsp;office work.</p>\r\n\r\n<p><a href=\"/google/android-7.0/file-cabinet/\">Google&rsquo;s design</a> was previously blue, <a href=\"/facebook/2.0/file-cabinet/\">Facebook&rsquo;s</a> had its bottom drawer open.</p>",
  "apple_vendor_description": "The file cabinet emoji on Apple devices presents a sturdy, upright cabinet with a classic, slightly industrial design, rendered in a cool, metallic gray with subtle reflections. Apple’s characteristic soft rounded edges prevent it from appearing too harsh, while realistic lighting gives it a tangible sense of depth and volume. This emoji is commonly used to represent organization, data storage, important documents, or the process of retrieving information, evoking a feeling of order and accessibility."
}