{
  "code": "🗃️",
  "Unicode": [
    "U+1F5C3",
    "U+FE0F"
  ],
  "slug": "card-file-box",
  "shortcodes": {
    "github": ":card_file_box:",
    "slack": ":card_file_box:",
    "discord": ":card_file_box:"
  },
  "title": "Card File Box",
  "keywords": [
    "box",
    "card",
    "file"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [],
    "nouns": [
      "Many paper size standards conventions have existed at different times and in different countries.",
      "Writing materials, envelopes, office materials",
      "The articles typically sold by stationers, comprising paper, pens, ink, quills, blank books, etc.",
      "Stationery has historically pertained to a wide gamut of materials: paper and office supplies, writing implements, greeting cards, glue, pencil cases and other similar items.",
      "Paper cut to an appropriate size for writing letters; usually with matching envelopes",
      "The size of a page.",
      "The size of the sheet of paper on which you print the publication, before trimming.",
      "A document that, when opened by the user, is duplicated by the system; the copy is opened for the user's modification while the original document remains intact. Stationery documents can be used as document templates or boilerplates.",
      "Standard sizes of the paper",
      "Plural form of box.",
      "A (usually rectangular) container; may have a lid",
      "A cuboid space; a container, usually with a hinged lid.",
      "Box describes a variety of containers and receptacles for permanent use as storage, or for temporary use often for transporting contents.",
      "Or any of a variety of containers or receptacles"
    ]
  },
  "category": "Objects",
  "alsoKnownAs": [],
  "version": {
    "unicode-version": "7.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A black or gray box with a label holder, containing <a href=\"/card-index/\">card index dividers</a> with multicolored tabs, as used to organize and store files.&nbsp;Apple and Facebook&rsquo;s designs include a lid.</p>\r\n\r\n<p>Commonly used for various content concerning paper or computer files, organization, and various types of data, information, and professional or academic work.</p>\r\n\r\n<p>Microsoft&rsquo;s design <a href=\"/microsoft/windows-10/card-file-box/\">previously resembled</a> a shoebox.</p>",
  "apple_vendor_description": "The card file box emoji on Apple devices presents a sturdy, upright cardboard box filled with meticulously organized index cards, all rendered with Apple's characteristic 3D shading and subtle highlights. Its clean lines and realistic texture suggest efficiency and order, making it ideal for referencing documents, archives, or a well-managed system. On Apple devices, this emoji evokes a feeling of preparedness and the systematic handling of information."
}