{
  "code": "🖖🏿",
  "Unicode": [
    "U+1F596",
    "U+1F3FF"
  ],
  "slug": "vulcan-salute-dark-skin-tone",
  "shortcodes": null,
  "title": "vulcan salute: dark skin tone",
  "keywords": [
    "spock",
    "dark skin tone",
    "hand",
    "vulcan",
    "finger"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [],
    "nouns": [
      "Used in the Star Trek series",
      "The Vulcan salute is a hand gesture consisting of a raised hand, palm forward with the fingers parted between the middle and ring finger, and the thumb extended.",
      "One of the long extremities of the hand, sometimes excluding the thumb.",
      "A part of the hand",
      "One of the long extremities of the hand that is used for gripping objects.",
      "Extremity of the hand.",
      "Any of the terminal members of the hand (sometimes excepting the thumb)",
      "Organ of manipulation and sensation found in the hands of humans and other primates",
      "A finger is a limb of the human body and a type of digit, an organ of manipulation and sensation found in the hands of humans and other primates.",
      "That part of the fore limb below the forearm or wrist in primates (including humans).",
      "The part of the fore limb below the forearm or wrist in a human, and the corresponding part in many other animals.",
      "The zoological term for the distal portion of the forelimb of an animal (including the human hand)",
      "Part of the fore limb.",
      "The (prehensile) extremity of the superior limb",
      "The manus is the zoological term for the distal portion of the fore limb of an animal.",
      "A hand, as the part of the fore limb below the forearm in a man, or the corresponding part in other vertebrates.",
      "A hand is a prehensile, multi-fingered extremity located at the end of an arm or forelimb of primates such as humans, chimpanzees, monkeys, and lemurs."
    ]
  },
  "category": "People & Body",
  "alsoKnownAs": null,
  "version": null,
  "description": "This version of the  Vulcan Salute emoji has the  Dark Skin Tone applied, which is displayed as a Black Skin Tone on supported platforms",
  "apple_vendor_description": "The Vulcan salute emoji on Apple devices is rendered with a deep, rich ebony skin tone, featuring the signature Apple touch of subtle, realistic lighting that accentuates the raised fingers.  Its distinct V-shape, formed by the parted middle and ring fingers, is presented with the smooth, rounded edges characteristic of Apple’s 3D design, conveying a sense of peaceful greeting and thoughtful farewell.  This emoji, seen on Apple devices, is a powerful symbol of logic, peace, and the iconic Star Trek greeting, often used to wish well or acknowledge intellectual agreement."
}