{
  "code": "🇺🇳",
  "Unicode": [
    "U+1F1FA",
    "U+1F1F3"
  ],
  "slug": "flag-united-nations",
  "shortcodes": {
    "github": ":united_nations:",
    "slack": ":flag-un:",
    "discord": ":united_nations:"
  },
  "title": "Flag: United Nations",
  "keywords": [
    "flag"
  ],
  "senses": {
    "adjectives": [
      "Relating to the United Nations."
    ],
    "verbs": [],
    "nouns": [
      "Emblem usually consisting of a rectangular piece of cloth of distinctive design",
      "Piece of cloth.",
      "A flag is a piece of fabric with a distinctive design that is used as a symbol, as a signaling device, or as decoration.",
      "A piece of cloth, often decorated with an emblem, used as a visual signal or symbol.",
      "Piece of fabric with a distinctive design",
      "Intergovernmental organisation",
      "An organization of independent states formed in 1945 to promote international peace and security",
      "The United Nations is an international organization whose stated aims are facilitating cooperation in international law, international security, economic development, social progress, human rights, and achievement of world peace. Nations",
      "E.g. French Organisation des Nations unies and Arabic: ????? ????? ???????",
      "The United Nations is an intergovernmental organization established on 24 October 1945 to promote international co-operation.",
      "A voluntary association of around 180 state signatory to the UN charter (1945), whose primary aim is to maintain international peace and security, solve economic, social, and political problems through international co-operation, and promote respect for human rights."
    ]
  },
  "alsoKnownAs": [
    "United Nations Flag"
  ],
  "version": {
    "unicode-version": null,
    "emoji-version": "4.0"
  },
  "description": "<p>The flag for United Nations.&nbsp;May&nbsp;show as the letters <em>UN</em>. This two letter regional indicator pair is an exceptional reservation&nbsp;as part of <a href=\"https://en.wikipedia.org/wiki/ISO_3166-1_alpha-2\">ISO 3166</a>.</p>",
  "apple_vendor_description": "The United Nations flag emoji on Apple devices features the iconic blue field emblazoned with the white emblem of a world map embraced by olive branches, rendered with Apple's characteristic depth and subtle gloss. Realistic lighting catches the edges of the flag, giving it a tangible, almost flowing quality, while the colors are rich and vibrant. This emoji, as seen on Apple devices, represents international cooperation, peace, global unity, and the work of the United Nations.",
  "category": "Flags"
}