{
  "code": "👨🏿‍🎨",
  "Unicode": [
    "U+1F468",
    "U+1F3FF",
    "U+200D",
    "U+1F3A8"
  ],
  "slug": "man-artist-dark-skin-tone",
  "shortcodes": null,
  "title": "man artist: dark skin tone",
  "keywords": [
    "dark skin tone",
    "artist",
    "palette",
    "man"
  ],
  "senses": {
    "adjectives": [
      "Artistic."
    ],
    "verbs": [],
    "nouns": [
      "A person whose creative work shows sensitivity and imagination",
      "An artist is a person engaged in one or more of any of a broad spectrum of activities related to creating art, practicing the arts, and/or demonstrating an art.",
      "Person who creates art.",
      "A person with creative talent who produces artworks.",
      "Person who practises in the arts",
      "A person who creates art.",
      "Sexual maturity is the age or stage when an organism can reproduce.",
      "The age or stage when an organism can reproduce",
      "An adult male human.",
      "A man is a male human.",
      "An adult male human",
      "An adult human member of the sex that begets young by fertilizing ova.",
      "A human member of the masculine sex or gender.",
      "An adult person who is male (as opposed to a woman)",
      "A color reproduction",
      "All the colours available to a device such as a monitor or printer.",
      "All the colours available to a device.",
      "The particular range of colors that a device or color model is able to produce.",
      "A certain complete subset of colors",
      "An array that contains color values identifying the colors that can currently be displayed or drawn on the output device.",
      "In color reproduction, including computer graphics and photography, the gamut, or color gamut, is a certain complete subset of colors.",
      "The subset of colors which can be accurately represented in a given circumstance, such as within a given color space or by a certain output device."
    ]
  },
  "category": "People & Body",
  "alsoKnownAs": null,
  "version": null,
  "description": "The Male Artist, Type-6 emoji is a sequence of the  Man,  Emoji Modifier Fitzpatrick Type-6 and  Artist Palette emojis. These are comb",
  "apple_vendor_description": "This Apple rendition of a man artist with a dark skin tone features him with a determined yet inspired expression, his form detailed with Apple's signature smooth gradients and subtle, realistic lighting. He's often depicted holding a paintbrush or palette, embodying creativity and passion with soft, rounded edges that convey approachability. As seen on Apple devices, this emoji represents artistic pursuits, creative endeavors, or anyone dedicated to their craft, reflecting Apple's commitment to diverse and empowering representations."
}