{
  "code": "🏀",
  "Unicode": [
    "U+1F3C0"
  ],
  "slug": "basketball",
  "shortcodes": {
    "github": ":basketball:",
    "slack": ":basketball:",
    "discord": ":basketball:"
  },
  "title": "Basketball and Hoop",
  "keywords": [
    "ball",
    "basketball",
    "hoop"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [
      "To perform in (a sport); to participate in (a game).",
      "To take part in a sport's match.",
      "Participate in games or sport",
      "Participate in (a sport or game)."
    ],
    "nouns": [
      "The National Basketball Association is the pre-eminent men's professional basketball league in North America, and is widely considered to be the premier men's professional basketball league in the world.",
      "North American professional sports league",
      "A circular hoop, from which a net is suspended, which is the goal through which the players try to throw the ball.",
      "Horizontal circular metal hoop supporting a net through which players try to throw the basketball",
      "A hoop use in basketball.",
      "A backboard is a piece of basketball equipment.",
      "The game of basketball.",
      "The hoop, holding a string net, through which the basketball must be placed to score",
      "Equipment used in basketball",
      "Round object",
      "Object, generally spherical, used for playing games.",
      "A ball is a round, usually spherical but sometimes ovoid, object with various uses.",
      "Round object that is hit or thrown or kicked in games",
      "An object, generally spherical, used for playing games.",
      "A person who plays basketball, especially professionally.",
      "A basketball player; a person who plays basketball.",
      "Basketball is a sport played by two teams of five players on a rectangular court.",
      "A sport in which two opposing teams of five players strive to put a ball through a hoop.",
      "A sport in which two opposing teams of five players strive to throw a ball through a hoop.",
      "Also referred to as Hoops",
      "Basketball",
      "Sport in which teams compete to put a ball through an elevated goal (hoop)",
      "A game played on a court by two opposing teams of 5 players; points are scored by throwing the ball through an elevated horizontal hoop"
    ]
  },
  "category": "Activities",
  "alsoKnownAs": [
    "Basketball",
    "Orange Ball"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>An orange-colored basketball. Originally intended to display as a basketball and a hoop, as per previous designs by <a href=\"/google/android-7.0/basketball/\">Google</a>, <a href=\"/samsung/touchwiz-7.1/basketball/\">Samsung</a>, and <a href=\"/microsoft/windows-10/basketball/\">Microsoft</a>.</p>\r\n\r\n<p>This emoji can be sent on Facebook Messenger to unlock a <a href=\"http://thenextweb.com/facebook/2016/03/17/messenger-basketball/\">hidden&nbsp;basketball game</a>.</p>",
  "apple_vendor_description": "The basketball emoji on Apple devices is a perfectly rendered sphere, boasting a vibrant orange hue and deeply etched black lines that emphasize its texture and depth. Apple’s signature glossy 3D shading gives it a luminous quality, as if caught in a spotlight, making it appear almost tangible. This emoji is the quintessential symbol for the sport itself, used to represent athletic pursuits, teamwork, or simply a love for the game with the vibrant and dynamic style Apple is known for."
}