{
  "code": "💕",
  "Unicode": [
    "U+1F495"
  ],
  "slug": "two-hearts",
  "shortcodes": {
    "github": ":two_hearts:",
    "slack": ":two_hearts:",
    "discord": ":two_hearts:"
  },
  "title": "Two Hearts",
  "keywords": [
    "love",
    "two hearts"
  ],
  "senses": {
    "adjectives": [
      "Held dear",
      "Feeling or showing love and affection"
    ],
    "verbs": [
      "To feel an affection, emotion or love for."
    ],
    "nouns": [
      "Love is a variety of different feelings, states, and attitudes that ranges from interpersonal affection to pleasure.",
      "An intense feeling of affection and care towards another person.",
      "Emotion based on affection",
      "A strong positive emotion of regard and affection",
      "In the Italian or Latin languages",
      "The form of romantic affection that is considered pure and wholly positive, not just based on feelings of lust.",
      "Love is a word which refers to a variety of different emotional states, feelings or attitudes which range from those of simple personal pleasures or desires to those characterizing interpersonal affection and many forms of profound kindness, compassion, and benevolent concern for the good of others.",
      "?, representing love, the organ, or a card suit",
      "A feeling of love or strong attachment.",
      "Affection is a \"disposition or rare state of mind or body\" that is often associated with a feeling or type of love.",
      "The heart symbol or \"heart shape\" is an ideograph used to express the idea of the \"heart\" in its metaphorical or symbolic sense as the center of emotion, including affection and love, especially romantic love.",
      "Philia, often translated \"brotherly love\", is one of the four ancient Greek words for love: philia, storge, agape and eros.",
      "A conventional shape or symbol used to represent the heart, love, or emotion: ? or sometimes <3.",
      "Affection, attraction, infatuation, or fondness is a \"disposition or rare state of mind or body\" that is often associated with a feeling or type of love.",
      "As used by Aristotle in his Nichomachean Ethics",
      "A stylized representation of the muscular organ, used as a symbol for affection, in the shape of two top lobes and a tapering bottom.",
      "A positive feeling of liking",
      "Feeling of love or strong attachment."
    ]
  },
  "category": "Smileys & Emotion",
  "alsoKnownAs": [
    "Small Hearts",
    "Two Pink Hearts"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>Two pink love hearts. One larger than the other. Can be used to display that &ldquo;love is in the air&rdquo;.</p>\r\n\r\n<p>This emoji tends to spike in popularity on <a href=\"/valentines-day\">Valentine&#39;s Day</a>.</p>\r\n\r\n<p>On <a href=\"/snapchat/\" title=\"👻 Snapchat Emoji Meanings\">Snapchat</a>, this emoji next to a contact denotes that you have been #1 BFs with each other for two consecutive months.&nbsp;<em>A bug in October 2019 has a <a href=\"https://trophylist.com/2019/10/07/snapchat-bug-shows-yellow-heart-💛-instead-of-pink-hearts-💕/\">yellow heart emoji showing instead of&nbsp;💕 for some Snapchat users</a>.</em></p>",
  "apple_vendor_description": "This pair of hearts on Apple devices is a vibrant visual symphony of love and affection, with one heart a bright, cheerful pink and the other a deep, passionate red, both gleaming with Apple’s signature glossy 3D shading. Their soft, rounded forms and the interplay of realistic lighting create a sense of dynamic energy and overflowing emotion. This emoji is a powerful symbol of shared love, deep friendship, or a flourishing relationship, conveying a sense of mutual adoration and emotional resonance."
}