{
  "code": "🚰",
  "Unicode": [
    "U+1F6B0"
  ],
  "slug": "potable-water",
  "shortcodes": {
    "github": ":potable_water:",
    "slack": ":potable_water:",
    "discord": ":potable_water:"
  },
  "title": "Potable Water Symbol",
  "keywords": [
    "drinking",
    "potable",
    "water"
  ],
  "senses": {
    "adjectives": [
      "Suitable for drinking",
      "Existing as or having characteristics of a liquid.",
      "Existing as or having characteristics of a liquid; especially tending to flow",
      "In a free manner."
    ],
    "verbs": [
      "Make full, also in a metaphorical sense",
      "To make a container full.",
      "To become full.",
      "Become full of contents.",
      "To drink or imbibe with vigour or relish; to drink copiously; to swallow in large draughts.",
      "Take in liquids",
      "To consume a liquid through the mouth.",
      "To consume (a liquid) through the mouth.",
      "To drink or imbibe."
    ],
    "nouns": [
      "Water suitable for drinking",
      "Water that is intended to be ingested by humans.",
      "The utilization patterns and quantities entailed in a community or human group's use of water for survival, comfort and enjoyment.",
      "Water that is suitable to drink, does not present health hazards and whose quality is regulated by legislation.",
      "Water safe for consumption",
      "Water for humans.",
      "Drinking water or potable water is water safe enough to be consumed by humans or used with low risk of immediate or long term harm.",
      "Any drinkable liquid; a beverage.",
      "Any liquid suitable for drinking",
      "Kind of liquid which is specifically prepared for human consumption",
      "A beverage.",
      "Any one of various liquids for drinking.",
      "Drinks, or beverages, are liquids specifically prepared for human consumption.",
      "A visible indication.",
      "A perceptible indication of something not immediately apparent (as a visible clue that something has happened)",
      "A perceptible indication of something not immediately apparent, as a visible clue that something has happened.",
      "A tap is a valve controlling release of liquids or gas.",
      "A valve or tap for controlling flow in plumbing.",
      "Device to dispense liquid.",
      "Regulated inflow of water, for example for drinking water",
      "A faucet for drawing water from a pipe or cask",
      "A device for controlling the release of a liquid or gas",
      "A valve for controlling the release of water from the supply.",
      "A spout connected to a socket to provide water from the main water supply.",
      "A device used to dispense liquids.",
      "A device applied to the end of a pipe in order to interrupt and regulate the flow of a liquid or gas.",
      "Liquid is one of the four fundamental states of matter, and is the only state with a definite volume but no fixed shape.",
      "The state in which a substance exhibits a characteristic readiness to flow with little or no tendency to disperse and relatively high incompressibility",
      "A state of matter intermediate between that of crystalline substances and gases in which a substance has the capacity to flow under extremely small shear stresses and conforms to the shape of a confining vessel, but is relatively incompressible, lacks the capacity to expand without limit, and can posses a free surface.",
      "The quality of being liquid (flowing state of matter).",
      "Classical state of matter with a definite volume but no fixed shape",
      "A fundamental state of matter. Liquid is a state between solid and gaseous. A liquid can usually be contained within a glass or a similar container without allowing escape. A liquid can freeze to become a solid or evaporate into a gas.",
      "Chemical compound formed of molecules composed of two atoms of hydrogen and one of oxygen",
      "Binary compound that occurs at room temperature as a clear colorless odorless tasteless liquid; freezes into ice below 0 degrees centigrade and boils above 100 degrees centigrade; widely used as a solvent",
      "The liquid form of this chemical; liquid H?O.",
      "Common liquid (H?O) which forms rain, rivers, the sea, etc., and which makes up a large part of the bodies of organisms.",
      "Water is a common chemical substance, that is essential to all known forms of life.",
      "Water is a transparent fluid which forms the world's streams, lakes, oceans and rain, and is the major constituent of the fluids of living things.",
      "Clear liquid H?O."
    ]
  },
  "category": "Symbols",
  "alsoKnownAs": [
    "Thirst",
    "Thirsty",
    "Water Tap"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A symbol for potable (drinkable) water, usually shown with a faucet filling a drinking glass. Commonly used for various content concerning water, drinking, thirst, and dripping.</p>\r\n\r\n<p>Some platforms, including Apple and WhatsApp, depict the emoji as an object while others feature a stylized, white faucet on a blue square, as a sign or icon of water that is safe to drink. Compare&nbsp;<a href=\"/non-potable-water/\">🚱 Non-Potable Water</a>, which indicates water that is not safe to drink.</p>\r\n\r\n<p>Apple&#39;s design&nbsp;<a href=\"/apple/ios-9.1/potable-water/\">previously featured</a> a blue symbol design, <a href=\"/microsoft/windows-10/potable-water/\">Microsoft&#39;s</a> a cup filled with water.</p>",
  "apple_vendor_description": "The potable water emoji on Apple devices is depicted as a clear, crystalline droplet with a refreshing blue tint. Apple’s signature glossy 3D shading gives it a plump, rounded appearance, as if freshly formed, with soft highlights catching the light. This emoji, with its smooth gradients and clean lines, symbolizes hydration, purity, and the essential nature of water, perfect for conveying a need for a drink or discussing health and well-being."
}