{
  "code": "🙍‍♂️",
  "Unicode": [
    "U+1F64D",
    "U+200D",
    "U+2642",
    "U+FE0F"
  ],
  "slug": "man-frowning",
  "shortcodes": {
    "github": ":frowning_man:",
    "slack": ":man-frowning:",
    "discord": ":man_frowning:"
  },
  "title": "Man Frowning",
  "keywords": [
    "frowning",
    "gesture",
    "man"
  ],
  "senses": {
    "adjectives": [
      "Showing displeasure or anger"
    ],
    "verbs": [
      "To express something by a gesture or gestures.",
      "To say or express through gestures.",
      "Show, express or direct through movement",
      "To show, express or direct through movements.",
      "To express through gestures."
    ],
    "nouns": [
      "Wrinkling of the brows or face.",
      "A frown is a facial expression in which the eyebrows are brought together, and the forehead is wrinkled, usually indicating displeasure, sadness or worry, or less often confusion or concentration.",
      "A facial expression of dislike or displeasure",
      "The wrinkling of the brows or face in frowning; the expression of displeasure, sullenness, or discontent in the countenance; an angry frown.",
      "A facial expression in which the eyebrows are brought together, and the forehead is wrinkled, usually indicating displeasure, sadness or worry, or less often confusion or concentration.",
      "Sexual maturity is the age or stage when an organism can reproduce.",
      "The age or stage when an organism can reproduce",
      "An adult male human.",
      "A man is a male human.",
      "An adult male human",
      "An adult human member of the sex that begets young by fertilizing ova.",
      "A human member of the masculine sex or gender.",
      "An adult person who is male (as opposed to a woman)",
      "The use of movements, especially of the hands, to communicate familiar or prearranged signals",
      "A gesture is a form of non-verbal communication or non-vocal communication in which visible bodily actions communicate particular messages, either in place of, or in conjunction with, speech.",
      "Form of non-verbal communication or non-vocal communication",
      "A quick movement of a finger or pen on a screen that the computer interprets as a command, rather than as a mouse movement, writing, or drawing.",
      "The use of movements (especially of the hands) to communicate familiar or prearranged signals"
    ]
  },
  "category": "People & Body",
  "alsoKnownAs": [
    "Sad Person",
    "Woman Frowning",
    "Man Symbol",
    "Mars Symbol"
  ],
  "version": {
    "unicode-version": null,
    "emoji-version": "4.0"
  },
  "description": "<p>The male version of the <a href=\"/person-frowning/\">🙍&nbsp;Person Frowning</a> emoji.</p>",
  "apple_vendor_description": "The man frowning emoji on Apple devices presents a subtly discouraged expression, with downturned lips and a slightly furrowed brow rendered in a warm, natural skin tone. Apple's iconic glossy 3D shading adds a touch of realism, making the subtle signs of unhappiness feel particularly relatable. This emoji is ideal for conveying mild disappointment, sadness, or a general feeling of being displeased in a gentle, approachable manner."
}