{
  "code": "5️⃣",
  "Unicode": [
    "U+35",
    "U+FE0F",
    "U+20E3"
  ],
  "slug": "keycap-digit-five",
  "shortcodes": {
    "github": ":five:",
    "slack": ":five:",
    "discord": ":five:"
  },
  "title": "Keycap Digit Five",
  "keywords": [
    "keycap",
    "five"
  ],
  "senses": {
    "adjectives": [
      "Being one more than four",
      "Of or relating to or denoting numbers",
      "Of or pertaining to numbers",
      "Of or pertaining to numbers.",
      "Of, or relating to numbers, especially the characters 0 to 9.",
      "Of, or relating to numbers.",
      "Of or relating to numbers; numerical."
    ],
    "verbs": [
      "To determine the number (of objects in a group).",
      "Determine the number or amount of",
      "To count",
      "To determine the amount of."
    ],
    "nouns": [
      "A concept of quantity involving zero and units",
      "Mathematical object used to count, label, and measure",
      "A number is one of several related types of mathematical objects.",
      "A member of one of several classes: natural numbers, integers, rational numbers, real numbers, complex numbers, quaternions.",
      "Set of numerals.",
      "A set of numerals for representing numbers.",
      "5 is a number, numeral, and glyph.",
      "A number, numeral, and glyph",
      "Natural number",
      "The cardinal number occurring after four and before six, represented in Roman numerals as V, in Arabic numerals as 5.",
      "The cardinal number that is the sum of four and one",
      "A numerical value equal to 5; the number following four and preceding six. This many dots (•••••)"
    ]
  },
  "category": "Symbols",
  "alsoKnownAs": [],
  "version": {
    "unicode-version": "3.0",
    "emoji-version": "3.0"
  },
  "description": "<p>The number 5 on a&nbsp;square with rounded corners, designed to look like a keycap.</p>",
  "apple_vendor_description": "On Apple devices, the '5' keycap emoji presents a crisp, white digit centered within a vibrant blue square, rendered with Apple's signature glossy 3D shading.  The soft, rounded edges of the keycap and the subtle gradient within the blue background give it a polished, tactile feel, evoking the familiar interface of Apple's keyboards.  This emoji is commonly used to represent the number five, numerical lists, or to signify a fifth item or option in digital communication."
}