{
  "code": "🈳",
  "Unicode": [
    "U+1F233"
  ],
  "slug": "japanese-vacancy-button",
  "shortcodes": {
    "github": ":u7a7a:",
    "slack": ":u7a7a:",
    "discord": ":u7a7a:"
  },
  "title": "Squared CJK Unified Ideograph-7a7a",
  "keywords": [
    "“vacancy”",
    "ideograph",
    "Japanese",
    "Japanese “vacancy” button",
    "空"
  ],
  "senses": {
    "adjectives": [
      "Of or relating to or characteristic of Japan or its people or their culture or language",
      "Japanese",
      "Of or relating to Japan.",
      "Of, relating to, or derived from Japan, its language, or culture.",
      "Of or pertaining to China or its peoples or cultures",
      "Of China, its languages or people",
      "Of or relating to China, peoples from China or their languages.",
      "Relating to China."
    ],
    "verbs": [],
    "nouns": [
      "Logograms used in the writing of Chinese and Japanese",
      "Chinese characters are logograms used in the writing of Chinese and some other Asian languages.",
      "A language of China, Laos and Viet Nam.",
      "Any character used in Chinese writing.",
      "Used in classical Chinese (Mandarin) and several related languages in the past imperial China.",
      "Language",
      "A Sino-Tibetan language spoken mainly in China and the surrounding regions and countries.",
      "P t?s?), tribal leaders recognized or appointed by the Chinese over nearby peoples",
      "Writing system of Chinese.",
      "The logographic writing system shared by this language family.",
      "Any of the Sino-Tibetan languages spoken in China; regarded as dialects of a single language (even though they are mutually unintelligible) because they share an ideographic writing system",
      "Chinese is a group of related but in many cases mutually unintelligible language varieties, forming a branch of the Sino-Tibetan language family.",
      "The modern stage of the Japanese language, usually dated from around 1600.",
      "Japanese language is an East Asian language spoken by about 125 million speakers, primarily in Japan, where it is the national language.",
      "A native or inhabitant of Japan",
      "A fictional creature in the Pokémon franchise",
      "The main language spoken in Japan.",
      "A language spoken mainly in Japan.",
      "The Japanese language",
      "East Asian language"
    ]
  },
  "category": "Symbols",
  "alsoKnownAs": [
    "Empty and Available",
    "空"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>This 空&nbsp;character&nbsp;means <em>empty and available</em> in Japanese. This is used&nbsp;in the context of&nbsp;an empty parking space or a vacant <a title=\"🏨 Hotel\" href=\"/hotel/\">hotel</a> room.</p>\r\n<p>CJK Ideographs are characters used in Chinese, Japanese and Korean languages. Their writing systems all completely or partly use&nbsp;<a href=\"https://en.wikipedia.org/wiki/Chinese_character\">Chinese characters</a>.</p>",
  "apple_vendor_description": "On Apple devices, the Japanese Vacancy button emoji presents a crisp, rectangular button with a stylized, bold character representing 'Vacancy' (空き) in a deep, rich blue hue.  Apple's design gives it a subtle 3D effect with a slight bevel and glossy highlight, making it appear tactile and officially sanctioned, like a sign you might see in a shop.  This emoji is commonly used to indicate that something is available, open, or unoccupied, often in contexts related to real estate or services."
}