{
  "code": "🍞",
  "Unicode": [
    "U+1F35E"
  ],
  "slug": "bread",
  "shortcodes": {
    "github": ":bread:",
    "slack": ":bread:",
    "discord": ":bread:"
  },
  "title": "Bread",
  "keywords": [
    "bread",
    "loaf"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [
      "Eat an early morning meal",
      "To eat the morning meal.",
      "To cut something into slices.",
      "To cut into slices.",
      "Cut into slices"
    ],
    "nouns": [
      "Breakfast is the first meal taken after rising from a night's sleep, most often eaten in the early morning before undertaking the day's work.",
      "First meal of the day.",
      "The first meal of the day (usually in the morning)",
      "The first meal of the day, usually eaten in the morning.",
      "First meal eaten in the early morning",
      "Grains of common wheat; sometimes cooked whole or cracked as cereal; usually ground into flour",
      "Any of several cereal grains, of the genus Triticum, that yields flour as used in bakery.",
      "The entire wheat kernel (except for the hull), comprising the bran, germ, and endosperm, sometimes used in food.",
      "A wheatberry or wheat berry is an entire wheat kernel, composed of the bran, germ, and endosperm.",
      "A raising and touching of glasses (usually at a celebration meal, etc. and usually with the word, \"cheers\").",
      "A drink in honor of or to the health of a person or event",
      "A toast is a ritual in which a drink is taken as an expression of honor or goodwill.",
      "Portugal, and the United Kingdom. Also, cin cin in Italy.",
      "Ritual in which a drink is taken",
      "A staple food prepared by cooking a dough of flour and water and possibly more ingredients",
      "A common food made mainly from flour, water and yeast and produced by kneading and baking a dough.",
      "Food made from dough of flour or meal and usually raised with yeast or baking powder and then baked",
      "Bread is a staple food prepared by baking a dough of flour and water.",
      "Bread is a staple food prepared from a dough of flour and water, usually by baking.",
      "A foodstuff made by baking dough made from cereals.",
      "Baked dough made from cereals.",
      "Staple food",
      "A shaped mass of baked bread that is usually sliced before eating",
      "A loaf is a shape, usually rounded or oblong, mass of food.",
      "A loaf of bread",
      "(also loaf of bread) A block of bread after baking.",
      "Block of bread.",
      "Any substance consumed to provide nutritional support for the body. For prepared ready-to-eat food, use dish: Q746549.",
      "Any substance consumed by living organisms to sustain life.",
      "Food.",
      "Any substance that can be consumed by living organisms, especially by eating, in order to sustain life.",
      "Any solid substance (as opposed to liquid) that is used as a source of nourishment",
      "Food is any substance consumed to provide nutritional support for the body."
    ]
  },
  "category": "Food & Drink",
  "alsoKnownAs": [
    "Loaf Of Bread"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A loaf of white or wheat bread, as before it is sliced for toast or sandwiches. May also be used to denote financial success, as per the slang term &quot;<a href=\"https://dictionary.cambridge.org/dictionary/english/let-s-get-this-bread\">let&#39;s get this bread</a>&quot;.</p>\r\n\r\n<p>Microsoft&#39;s design <a href=\"/microsoft/windows-10/bread/\">previously</a> resembled a&nbsp;<a href=\"/baguette-bread/\">🥖 Baguette</a>.</p>",
  "apple_vendor_description": "On Apple devices, the bread emoji showcases a perfectly baked loaf with a golden-brown crust, rendered with Apple's characteristic glossy 3D shading and soft, rounded edges.  The texture of the bread is subtly implied through realistic lighting and delicate highlights, making it look warm and inviting.  This delicious emoji is often used to represent food, meals, baking, or a simple, comforting sustenance in digital conversations on Apple devices."
}