{
  "code": "📌",
  "Unicode": [
    "U+1F4CC"
  ],
  "slug": "pushpin",
  "shortcodes": {
    "github": ":pushpin:",
    "slack": ":pushpin:",
    "discord": ":pushpin:"
  },
  "title": "Pushpin",
  "keywords": [
    "pin",
    "pushpin"
  ],
  "senses": {
    "adjectives": [
      "Belonging to, or sold by, a stationer."
    ],
    "verbs": [
      "Move with force, \"He pushed the table into a corner\"",
      "To apply a force to (an object) such that it moves away from the person or thing applying the force.",
      "Transitive: apply a force to (an object) so that it moves away."
    ],
    "nouns": [
      "Many paper size standards conventions have existed at different times and in different countries.",
      "Writing materials, envelopes, office materials",
      "The articles typically sold by stationers, comprising paper, pens, ink, quills, blank books, etc.",
      "Stationery has historically pertained to a wide gamut of materials: paper and office supplies, writing implements, greeting cards, glue, pencil cases and other similar items.",
      "Paper cut to an appropriate size for writing letters; usually with matching envelopes",
      "The size of a page.",
      "The size of the sheet of paper on which you print the publication, before trimming.",
      "A document that, when opened by the user, is duplicated by the system; the copy is opened for the user's modification while the original document remains intact. Stationery documents can be used as document templates or boilerplates.",
      "Standard sizes of the paper",
      "A small nail-like tack with a slightly rounded head that can be pressed into place with light pressure from the thumb; used for hanging light articles on a wall or noticeboard",
      "A nail with a large head.",
      "A thumb tack or push pin is a short nail or pin used to fasten items to a wall or board for display and intended to be inserted by hand, generally without the assistance of tools.",
      "A tack for attaching papers to a bulletin board or drawing board",
      "A small nail with a flat head.",
      "Tack for attaching paper to a drawing board etc"
    ]
  },
  "category": "Objects",
  "alsoKnownAs": [
    "Thumb Tack"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A thumbtack (drawing pin), as used to pin documents on a bulletin (notice) board. Depicted at a 45&deg; angle with its red, flat head to the upper right.</p>\r\n\r\n<p>Often used as an icon for Pinterest or metaphorically pinning content online. Not to be confused with <a href=\"/round-pushpin/\">📍 Round Pushpin</a>, though their applications may overlap.</p>",
  "apple_vendor_description": "The pushpin emoji, as seen on Apple devices, is depicted with a vibrant, glossy red head and a sharp, metallic silver pin. Its polished surface catches the light with realistic reflections, highlighting Apple's commitment to tactile and detailed design.  The smooth, rounded dome of the pin head and the slender, pointed shaft convey a sense of precision and security, making it ideal for marking locations, pinning ideas, or indicating important notes in your Apple ecosystem."
}