{
  "code": "🎁",
  "Unicode": [
    "U+1F381"
  ],
  "slug": "wrapped-gift",
  "shortcodes": {
    "github": ":gift:",
    "slack": ":gift:",
    "discord": ":gift:"
  },
  "title": "Wrapped Present",
  "keywords": [
    "box",
    "celebration",
    "gift",
    "present",
    "wrapped"
  ],
  "senses": {
    "adjectives": [
      "Given or giving freely"
    ],
    "verbs": [
      "To behave as expected during holidays or rites.",
      "Honour by rites, ceremonies, etc.",
      "Behave as expected during of holidays or rites",
      "To honour by rites, by ceremonies of joy and respect, or by refraining from ordinary business; to observe duly; to keep.",
      "Give (someone) as gift or award.",
      "To give a gift or presentation to (someone).",
      "To give as a present; make a gift of.",
      "To make a present or gift of.",
      "Give as a present; make a gift of",
      "To surround on all sides by creating a cover or protection.",
      "Arrange or fold as a cover or protection"
    ],
    "nouns": [
      "Christmas is an annual commemoration of the birth of Jesus Christ and a widely observed cultural holiday, celebrated generally on December 25 by billions of people around the world.",
      "Date",
      "Annual celebration commemorating the birth of Jesus.",
      "Xmas is a common abbreviation of the word Christmas.",
      "December 25 Quotes of the day from previous years:; 2004; 2005; 2006; 2007; 2008; 2009; 2010; 2011; 2012; 2013; 2014: Rank or add further suggestions. Ranking system: Christmas is an awfulness that compares favorably with the great London plague and fire of 1665-66. 25",
      "A Christian holiday celebrating the birth of Christ; a quarter day in England, Wales, and Ireland",
      "A widely celebrated festival commemorating the birth of Jesus Christ, incorporating various Christian, pre-Christian and secular customs.",
      "The date and year something was born.",
      "The year, month, and day of someone's birth; date of birth",
      "Date and year when something was born.",
      "A birthday is a celebration of the anniversary of a person's birth.",
      "The date on which someone is born or something is created, more commonly called birthdate or date of birth.",
      "The date on which a person was born.",
      "Day that comes once a year when a person celebrates the anniversary of his or her birth",
      "Birthday",
      "A birthday is an occasion when a person or institution celebrates the anniversary of their birth.",
      "The date on which a person was born",
      "Plural form of box.",
      "A (usually rectangular) container; may have a lid",
      "A cuboid space; a container, usually with a hinged lid.",
      "Box describes a variety of containers and receptacles for permanent use as storage, or for temporary use often for transporting contents.",
      "Or any of a variety of containers or receptacles",
      "The act, right, or power of giving or bestowing.",
      "The act of giving",
      "The act of softening, breaking, or yielding."
    ]
  },
  "category": "Activities",
  "alsoKnownAs": [
    "Birthday Present",
    "Christmas Present",
    "Gift",
    "Gift Box"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A present or gift in a box tied with a bow, as given on a <a href=\"/birthday/\">birthday</a> or <a href=\"/christmas/\">Christmas</a>. Box and ribbon color vary across platforms, but commonly depicted as a gold box with a lid wrapped with a red ribbon.</p>\r\n\r\n<p>Commonly used to represent gifts and presents on various holidays, celebrations, and special occasions.</p>\r\n\r\n<p>Samsung&rsquo;s design features a red ribbon tied around a blue box with white dots. WhatsApp&rsquo;s present is wrapped with blue paper and red ribbon.</p>",
  "apple_vendor_description": "The wrapped gift emoji on Apple devices is a vibrant symbol of celebration and generosity, presented with a delightful sense of playful festivity. It's depicted as a perfectly squared box, adorned with a bright, patterned paper featuring a classic polka dot or stripe design, all rendered with Apple's signature glossy 3D shading that makes it pop. A neatly tied satin ribbon, often in a contrasting bold color, cascades over the top, catching the light to highlight its smooth texture and add a touch of sophisticated charm.  This emoji is an ideal way to convey excitement for birthdays, holidays, or any occasion deserving of a special present when communicating on Apple devices."
}