{
  "code": "😞",
  "Unicode": [
    "U+1F61E"
  ],
  "slug": "disappointed-face",
  "shortcodes": {
    "github": ":disappointed:",
    "slack": ":disappointed:",
    "discord": ":disappointed:"
  },
  "title": "Disappointed Face",
  "keywords": [
    "disappointed",
    "face"
  ],
  "senses": {
    "adjectives": [
      "Troubled persistently especially with petty annoyances",
      "Troubled persistently especially with petty annoyances.",
      "Subjugated, beaten, overcome.",
      "Beaten or overcome; not victorious.",
      "Beaten or overcome; not victorious",
      "Not happy; sad.",
      "Experiencing or marked by or causing sadness or sorrow or discontent",
      "Aroused to impatience or anger",
      "Aroused to impatience or anger.",
      "Disappointingly unsuccessful",
      "Disappointingly unsuccessful; suffering from frustration.",
      "Disappointingly unsuccessful.",
      "Depressed, feeling low.",
      "Low in spirits.",
      "Marked by low spirits; showing no enthusiasm",
      "Depleted of strength or energy",
      "Frowning",
      "Anxious or uneasy",
      "Anxious or uneasy.",
      "Afflicted with or marked by anxious uneasiness or trouble or grief.",
      "Afflicted with or marked by anxious uneasiness or trouble or grief",
      "Having a stress or accent",
      "Bearing a stress or accent",
      "Having a stress or accent.",
      "Feeling mentally uncomfortable because something is missing or wrong.",
      "Experiencing or showing sorrow or unhappiness- Christina Rossetti",
      "Feeling sorrow; sorrowful, mournful."
    ],
    "verbs": [
      "Fail to meet the hopes or expectations of",
      "To cry out with a shrill voice; to utter a sudden, sharp outcry, or shrill, loud cry, as in fright or extreme pain; to shriek; to screech.",
      "To utter a sudden and loud outcry, as in joy, triumph, or exultation, or to attract attention, to animate soldiers, etc.",
      "To utter a sudden and loud outcry.",
      "To speak with a loud, excited voice.",
      "Utter a sudden loud cry",
      "To utter in a loud or distinct voice.",
      "Disturb the balance or stability of",
      "To physically feel a damage, a pain, a disease or a punishment.",
      "Feel pain or be in pain",
      "To feel pain.",
      "To cause (somebody) emotional pain.",
      "To look angry or sullen, wrinkle one's forehead, as if to signal disapproval.",
      "Look angry or sullen, wrinkle one's forehead, as if to signal disapproval",
      "To frown; to look sullen."
    ],
    "nouns": [
      "Unexpected result in competition",
      "An improbable and unexpected victory",
      "Sports: unexpected victory of a competitor.",
      "An upset occurs in a competition, frequently in electoral politics or sports, when the party popularly expected to win, is defeated by an underdog whom the majority expects to lose, defying the conventional wisdom.",
      "In a contest, especially in sport, when an underdog beats the strong favourite",
      "An unexpected victory of a competitor that was not favored.",
      "State of physical and/or psychological dejectedness, which can lead to unhappiness, pessimism and mistrust.",
      "A mental state characterized by a pessimistic sense of inadequacy and a despondent lack of activity",
      "Depression is a state of low mood and aversion to activity that can affect a person's thoughts, behavior, feelings and sense of well-being.",
      "A state of low mood, also known as melancholy",
      "State of low mood and aversion to activity",
      "Basic emotion",
      "Sadness is emotional pain associated with, or characterized by feelings of disadvantage, loss, despair, helplessness, sorrow, and rage.",
      "Emotions experienced when not in a state of well-being",
      "Sadness is emotional pain associated with, or characterized by feelings of disadvantage, loss, despair, helplessness and sorrow.",
      "The state of being plangent",
      "Disappointment is the feeling of dissatisfaction that follows the failure of expectations to manifest.",
      "A feeling of dissatisfaction that results when your expectations are not realized",
      "Referring to the quote \"Aww...\"",
      "The emotion felt when a strongly held expectation is not met.",
      "Disappointment is the feeling of dissatisfaction that follows the failure of expectations or hopes to manifest.",
      "In psychology, frustration is a common emotional response to opposition.",
      "The feeling that accompanies an experience of being thwarted in attaining your goals",
      "An emotional response to circumstances where one is obstructed from arriving at a goal."
    ]
  },
  "category": "Smileys & Emotion",
  "alsoKnownAs": [
    "Sad",
    "Sadface",
    ":("
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A yellow face with a frown and closed, downcast eyes, as if aching with sorrow or pain. May convey a variety of unhappy emotions, including disappointment, grief, stress, regret, and remorse.</p>\r\n\r\n<p>Similar to <a href=\"/pensive-face/\">😔&nbsp;Pensive Face</a>, but with a sadder, more hurt expression. Samsung&rsquo;s design <a href=\"/samsung/touchwiz-7.1/disappointed-face/\">previously featured</a> an expression closer to <a href=\"/confused-face/\">😕&nbsp;Confused Face</a>.</p>",
  "apple_vendor_description": "The disappointed face emoji on Apple devices presents a subtly downturned mouth and slightly furrowed brows, conveying a gentle sense of dissatisfaction or mild unhappiness. Its characteristic Apple shading gives it a soft, almost velvety texture, with a hint of glossy sheen that highlights the roundness of its form. This emoji is perfect for expressing a touch of letdown or a nuanced lack of enthusiasm in conversations on Apple devices."
}