{
  "code": "🐻",
  "Unicode": [
    "U+1F43B"
  ],
  "slug": "bear",
  "shortcodes": {
    "github": ":bear:",
    "slack": ":bear:",
    "discord": ":bear:"
  },
  "title": "Bear Face",
  "keywords": [
    "bear",
    "face"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [],
    "nouns": [
      "A large beast of prey of the family Ursidae, related to the dog and raccoon, having shaggy hair, a very small tail, and flat feet.",
      "Large mammal of family Ursidae.",
      "Massive plantigrade carnivorous or omnivorous mammals with long shaggy coats and strong claws",
      "Any mammal of the family Ursidae; the bears",
      "In Latin ursus",
      "Family of mammals",
      "A large omnivorous mammal, related to the dog and raccoon, having shaggy hair, a very small tail, and flat feet; a member of family Ursidae, particularly of subfamily .",
      "Bears are mammals of the family Ursidae."
    ]
  },
  "category": "Animals & Nature",
  "alsoKnownAs": [
    "Teddy Bear"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A friendly, cartoon-styled face of bear, looking straight ahead. Depicted as a brown bear with round ears and a tan muzzle.&nbsp;Resembles a <a href=\"/teddy-bear/\">teddy bear</a>.</p>\r\n\r\n<p>Often used with an affectionate tone. Does not have a full-bodied bear emoji counterpart.</p>\r\n\r\n<p>May be used to refer to certain members of the <a href=\"/pride\">LGBTQ</a> community, a la the slang term &quot;bear&quot;.</p>\r\n\r\n<p>Available as an Apple <a href=\"/animoji/\">Animoji</a>.</p>\r\n\r\n<p>Samsung&rsquo;s bear was <a href=\"/samsung/experience-9.0/bear/\">previously</a> golden brown.</p>",
  "apple_vendor_description": "Apple’s bear emoji is a charming, stylized rendering of a friendly bear, likely a brown or grizzly type, with a rounded muzzle and small, perky ears. Its fur is depicted with subtle shading and soft textures, giving it a cuddly and approachable appearance characteristic of Apple’s playful object designs. This emoji is commonly used to represent the animal itself, or metaphorically for strength, comfort, or even a hug, exuding a warm and reassuring presence on Apple devices."
}