{
  "code": "👌",
  "Unicode": [
    "U+1F44C"
  ],
  "slug": "ok-hand",
  "shortcodes": {
    "github": ":ok_hand:",
    "slack": ":ok_hand:",
    "discord": ":ok_hand:"
  },
  "title": "OK Hand Sign",
  "keywords": [
    "hand",
    "OK"
  ],
  "senses": {
    "adjectives": [
      "Being satisfactory or in satisfactory condition",
      "Inspiring awe or admiration or wonder- Melville",
      "Causing astonishment in; causing to be astonished.",
      "Causing wonder, admiration or astonishment."
    ],
    "verbs": [
      "Give sanction to",
      "To take part in a sexual act.",
      "To take part in sexual activity (most commonly sexual intercourse) with another person for the purposes of sexual pleasure.",
      "To engage in sexual intercourse.",
      "To have sexual relations with.",
      "Have sexual intercourse with",
      "To have sexual intercourse, to copulate.",
      "To engage in sexual intercourse",
      "To take part in sexual intercourse.",
      "To have sexual intercourse with.",
      "To have sexual intercourse.",
      "To have sex, sexual relations with someone"
    ],
    "nouns": [
      "A circular hand sign",
      "An A-ok is both a saying, derived from okay, and a hand-gesture done by connecting the thumb and index finger into a circle, and holding the other fingers straight or relaxed in the air.",
      "That part of the fore limb below the forearm or wrist in primates (including humans).",
      "The part of the fore limb below the forearm or wrist in a human, and the corresponding part in many other animals.",
      "The zoological term for the distal portion of the forelimb of an animal (including the human hand)",
      "Part of the fore limb.",
      "The (prehensile) extremity of the superior limb",
      "The manus is the zoological term for the distal portion of the fore limb of an animal.",
      "A hand, as the part of the fore limb below the forearm in a man, or the corresponding part in other vertebrates.",
      "A hand is a prehensile, multi-fingered extremity located at the end of an arm or forelimb of primates such as humans, chimpanzees, monkeys, and lemurs.",
      "The Bloods are a primarily, though not exclusively, African American street gang founded in Los Angeles, California.",
      "Street gang founded in Los Angeles, California",
      "A street gang founded in Los Angeles, California",
      "An endorsement",
      "Word from the English language",
      "Colloquial expression of acceptance.",
      "\"OK\" is a word denoting approval, acceptance, agreement, assent, or acknowledgment.",
      "Endorsement; approval",
      "Vulgar English word",
      "Sexual intercourse",
      "Fuck is an English-language word, a profane word which refers to the act of sexual intercourse and is also commonly used to denote disdain or as an intensifier.",
      "Slang for sexual intercourse",
      "An act of sexual intercourse, especially one lacking passion or a feeling of sincere love.",
      "A euphemism for the word",
      "Sexual intercourse; the act of screwing.",
      "An act of sexual intercourse.",
      "Opening in a solid.",
      "An opening into or through something",
      "An opening in a solid."
    ]
  },
  "category": "People & Body",
  "alsoKnownAs": [
    "Okay",
    "Perfect"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A gesture showing the index finger and&nbsp;thumb touching&nbsp;to make an open circle. Represents &ldquo;I&rsquo;m okay&rdquo; or &ldquo;yes, that&rsquo;s correct / good&rdquo;.</p>\r\n\r\n<p>In American Sign Language (ASL), the number nine is represented with this gesture. The same hand sign can be seen as offensive in some cultures, including in parts of Europe, the Middle East, and South America.</p>\r\n\r\n<p>This can also be used as&nbsp;<a href=\"https://blog.emojipedia.org/no-the-ok-hand-is-not-a-symbol-of-white-power/\">a&nbsp;symbol of White Supremacy</a>, depending on context.</p>",
  "apple_vendor_description": "The OK Hand emoji on Apple devices is rendered with a clean, crisp white palm and a perfectly formed thumb and index finger meeting to create a precise circle. Its smooth, 3D shading gives it a polished, almost tangible feel, embodying a sense of approval, agreement, or well-being. This emoji from Apple's collection is universally understood to signify that everything is alright, good to go, or excellent."
}