{
  "code": "ðŸ—ºï¸",
  "Unicode": [
    "U+1F5FA",
    "U+FE0F"
  ],
  "slug": "world-map",
  "shortcodes": {
    "github": ":world_map:",
    "slack": ":world_map:",
    "discord": ":world_map:"
  },
  "title": "World Map",
  "keywords": [
    "map",
    "world"
  ],
  "senses": {
    "adjectives": [
      "Concerning all parts of the world.",
      "Pertaining to an entire document, file, or program rather than to a restricted segment of it.",
      "Of, or relating to the whole Earth; global.",
      "Involving the entire earth; not limited or provincial in scope.",
      "Involving the entire earth; not limited or provincial in scope"
    ],
    "verbs": [
      "To introduce into the world; to bear (eg a child) -->"
    ],
    "nouns": [
      "Everything that exists anywhere.",
      "Orderly or harmonious system",
      "The sum of everything that exists in the cosmos, including time and space itself.",
      "Macrocosm and microcosm is an ancient Greek Neo-Platonic schema of seeing the same patterns reproduced in all levels of the cosmos, from the largest scale all the way down to the smallest scale.",
      "(used absolutely) The universe.",
      "The universe is often used as a general term for the entirety of existence.",
      "A philosophical idea",
      "The Universe is all of spacetime and everything that exists therein, including all planets, stars, galaxies, the contents of intergalactic space, the smallest subatomic particles, and all matter and energy.",
      "Synonymous with cosmos",
      "The Universe.",
      "Cosmos is a term generally referring to an orderly or harmonious system, often used as a synonym for the physical Universe, especially when emphasizing that it consists of patterns of relationships between discernible forces, energies and matter, and can be said to be governed by an orderly system of laws.",
      "The universe as an orderly system",
      "All which exists.",
      "The cosmos is a complex and orderly system, such as our Universe; the opposite of Chaos.",
      "Everything that exists anywhere",
      "A world map is a map of most or all of the surface of the Earth.",
      "Map of world areas, population, volcanoes, etc",
      "Visual representation of an area.",
      "A map is a symbolic depiction highlighting relationships between elements of some space, such as objects, regions, and themes.",
      "A visual representation of an area, whether real or imaginary.",
      "A diagrammatic representation of the earth's surface (or part of it)",
      "A representation, normally on a flat medium, that displays the physical and political features of a surface area of the earth, showing them in their respective forms, sizes and relationships according to some convention of representation.",
      "A map is a symbolic depiction highlighting relationships between elements of that space such as objects, regions, and themes.",
      "Visual representation of an area",
      "Limitation to a county, district, or place.",
      "A physical address.",
      "Geographical point or area",
      "The terms location and place in geography are used to identify a point or an area on the Earth's surface or elsewhere.",
      "A point or an area on the Earth's surface or elsewhere",
      "A point or extent in space",
      "Place where something happens.",
      "The place where something happens.",
      "A small area of a place.",
      "A specific, delimited physical place, such as a bin, shelf, rack, or aisle.",
      "A particular point or place in physical space."
    ]
  },
  "category": "Travel & Places",
  "alsoKnownAs": [],
  "version": {
    "unicode-version": "7.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A rectangular map of the world. Generally depicted as a paper map creased at its folds, Earth&rsquo;s surface shown in green on blue ocean.</p>\r\n\r\n<p>Commonly represent maps, travel, exploration, and geography. May also represent various content concerning the world as a whole, e.g., global or international issues.</p>\r\n\r\n<p><a href=\"/microsoft/windows-10/world-map/\">Microsoft</a> and <a href=\"/samsung/touchwiz-7.1/world-map/\">Samsung&rsquo;s design</a> previously depicted outlines of the continents.</p>",
  "apple_vendor_description": "On Apple devices, the world map emoji unfolds as a vibrant, detailed depiction of our planet, rendered with a rich blue ocean and continent outlines in a clean, crisp white. Apple's signature glossy 3D shading brings a subtle depth, making the continents appear to subtly rise from the surface, inviting exploration and global connection. This emoji is often used to symbolize travel, international affairs, or a sense of worldwide community."
}