{
  "code": "🎙️",
  "Unicode": [
    "U+1F399",
    "U+FE0F"
  ],
  "slug": "studio-microphone",
  "shortcodes": {
    "github": ":studio_microphone:",
    "slack": ":studio_microphone:",
    "discord": ":studio_microphone:"
  },
  "title": "Studio Microphone",
  "keywords": [
    "mic",
    "microphone",
    "music",
    "studio"
  ],
  "senses": {
    "adjectives": [
      "Artistic."
    ],
    "verbs": [
      "To put one or more microphones on or in.",
      "To put one or more microphones on or in; to use or place a microphone."
    ],
    "nouns": [
      "Person who sings, is able to sing, or earns a living by singing.",
      "A singer; a person who likes to sing.",
      "Person who sings.",
      "A person who sings, is able to sing, or earns a living by singing.",
      "A person who sings",
      "Someone who is passionate about music.",
      "Music is an art form whose medium is sound.",
      "Music is an art form that involves sounds and silence.",
      "A sound, or the study of such sounds, organized in time.",
      "The artistic organization of sounds or tones that expresses ideas and emotions through the elements of rhythm, melody, harmony and tonal color.",
      "Form of art using sound",
      "An app that facilitates the playing of music.",
      "Sound, organized in time in a melodious way.",
      "An artistic form of auditory communication incorporating instrumental or vocal tones in a structured and continuous manner",
      "The title of the hub for music and video.",
      "The act of making a record (especially an audio record)",
      "The act or process of making a record.",
      "The act or process of transcribing.",
      "A stored record of the audio and video components of a meeting.",
      "Transducer of sound waves to electricity.",
      "A device that converts sound waves into analog electrical signals. Additional hardware can convert the microphone's output into digital data that a computer can process; for example, to record multimedia documents or analyze the sound signal.",
      "Device for converting sound waves into electrical energy",
      "Male given name",
      "A device used to convert sound waves into a varying electric current.",
      "A diminutive of the male given name Michael.",
      "A device (transducer) used to convert sound waves into a varying electric current; normally fed into an amplifier and either recorded or broadcast.",
      "An acoustic transducer",
      "A microphone, colloquially mic or mike, is an acoustic-to-electric transducer or sensor that converts sound in air into an electrical signal.",
      "Mike is the most common abbreviation or shorthand for Michael."
    ]
  },
  "category": "Objects",
  "alsoKnownAs": [],
  "version": {
    "unicode-version": "7.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A microphone, as used for <a href=\"/radio/\">radio</a> broadcasting or studio recording. Most platforms depict a vintage, silver microphone, like the <a href=\"https://www.soundonsound.com/reviews/75-years-shure-unidyne-55\">Shure Unidyne 55</a>.</p>\r\n\r\n<p>Commonly used for various content concerning radio, broadcasting, music, recording, and podcasts.</p>\r\n\r\n<p>Not to be confused with the handheld <a href=\"/microphone/\">🎤&nbsp;Microphone</a>, associated with live singing.</p>",
  "apple_vendor_description": "The studio microphone emoji on Apple devices is a beautifully rendered, professional-grade condenser microphone with a striking silver grille and a sleek black body. Its realistic lighting and soft rounded edges emphasize a sense of quality and dedication to sound, as is characteristic of Apple's meticulous design. Used to signify singing, podcasting, recording, or any audio-related activity, this emoji on Apple devices captures the essence of creative expression through voice."
}