{
  "code": "㊗️",
  "Unicode": [
    "U+3297",
    "U+FE0F"
  ],
  "slug": "japanese-congratulations-button",
  "shortcodes": {
    "github": ":congratulations:",
    "slack": ":congratulations:",
    "discord": ":congratulations:"
  },
  "title": "Circled Ideograph Congratulation",
  "keywords": [
    "“congratulations”",
    "ideograph",
    "Japanese",
    "Japanese “congratulations” button",
    "祝"
  ],
  "senses": {
    "adjectives": [
      "Of or relating to or characteristic of Japan or its people or their culture or language",
      "Japanese",
      "Of or relating to Japan.",
      "Of, relating to, or derived from Japan, its language, or culture.",
      "Of or pertaining to China or its peoples or cultures",
      "Of China, its languages or people",
      "Of or relating to China, peoples from China or their languages.",
      "Relating to China."
    ],
    "verbs": [],
    "nouns": [
      "An agent in a work of art, including literature, drama, cinema, opera, etc",
      "A fictional character in a cartoon.",
      "A character is a person in a narrative work of arts.",
      "An imaginary person represented in a work of fiction (play or film or story)",
      "Fictional person in a narrative work of arts (for human fictional character use Q15632617)",
      "Language",
      "A Sino-Tibetan language spoken mainly in China and the surrounding regions and countries.",
      "P t?s?), tribal leaders recognized or appointed by the Chinese over nearby peoples",
      "Writing system of Chinese.",
      "The logographic writing system shared by this language family.",
      "Any of the Sino-Tibetan languages spoken in China; regarded as dialects of a single language (even though they are mutually unintelligible) because they share an ideographic writing system",
      "Chinese is a group of related but in many cases mutually unintelligible language varieties, forming a branch of the Sino-Tibetan language family.",
      "The modern stage of the Japanese language, usually dated from around 1600.",
      "Japanese language is an East Asian language spoken by about 125 million speakers, primarily in Japan, where it is the national language.",
      "A native or inhabitant of Japan",
      "A fictional creature in the Pokémon franchise",
      "The main language spoken in Japan.",
      "A language spoken mainly in Japan.",
      "The Japanese language",
      "East Asian language"
    ]
  },
  "category": "Symbols",
  "alsoKnownAs": [],
  "version": {
    "unicode-version": "1.1",
    "emoji-version": "1.0"
  },
  "description": "<p>Translated from Japanese, this means &quot;congratulations&quot; or &quot;pray for happiness&quot;.</p>",
  "apple_vendor_description": "The Japanese congratulations button emoji on Apple devices is a vibrant crimson circle with a bold, white 'おめでとう' (Omedetou) elegantly scripted in traditional Japanese calligraphy, appearing as if embossed onto a glossy surface. Apple's signature 3D shading gives the button a pronounced, almost tactile depth, with subtle highlights that suggest a smooth, polished finish. This emoji is commonly used on Apple devices to convey sincere congratulations, celebrate achievements, or mark joyous occasions with a touch of cultural flair."
}