{
  "code": "🏚️",
  "Unicode": [
    "U+1F3DA",
    "U+FE0F"
  ],
  "slug": "derelict-house",
  "shortcodes": {
    "github": ":derelict_house:",
    "slack": ":derelict_house_building:",
    "discord": ":derelict_house_building:"
  },
  "title": "Derelict House Building",
  "keywords": [
    "derelict",
    "house"
  ],
  "senses": {
    "adjectives": [
      "Bent to the point of coming apart, but not necessarily in separate pieces.",
      "Fragmented, in separate pieces.",
      "Physically and forcibly separated into pieces or cracked or split"
    ],
    "verbs": [
      "To admit to residence; to harbor/harbour.",
      "Admit to residence.",
      "Provide housing for",
      "To admit to residence; provide housing for.",
      "Forsake, leave behind",
      "To leave behind definitively or with serious consequences or risks.",
      "Make by combining materials and parts",
      "To create something by combining or assembling materials or parts or by changing it.",
      "To form by combining materials or parts.",
      "(transitive) to form by combining materials or parts.",
      "To build or form (something) by assembling parts.",
      "To form or formulate in the mind.",
      "Expel from one's property or force to move out by a legal process",
      "To expel a person, from land, a property, a building, etc., by a legal process.",
      "To expel (one or more people) from their property; to force (one or more people) to move out."
    ],
    "nouns": [
      "A building, esp. one of large size or imposing appearance.",
      "A structure that has a roof and walls and stands more or less permanently in one place",
      "Closed structure with walls and a roof.",
      "Building",
      "A building is a man-made structure with a roof and walls standing more or less permanently in one place.",
      "Structure with a roof and walls, such as a house or factory.",
      "A closed structure with walls and a roof.",
      "A building; a structure; an architectural fabric, especially an imposing one; a large or fine building, public or private.",
      "Man-made structure with a roof and walls standing more or less permanently in one place",
      "A building to which there is free access by the public and which is available for the use of a community.",
      "Eviction is the removal of a tenant from rental property by the landlord.",
      "The expulsion of someone (such as a tenant) from the possession of land by process of law.",
      "The expulsion of someone (such as a tenant) from the possession of land by process of law",
      "A dwelling that serves as living quarters for one or more families",
      "Structure intended for living",
      "A structure serving as an abode of human beings.",
      "A human-built dwelling with enclosing walls, a floor, and a roof",
      "A house is a building that functions as a home for humans or other creatures, including simple dwellings ranging from rudimentary huts of nomadic tribes and complex structures composed of many systems.",
      "The abode of a human being, their place of residence."
    ]
  },
  "category": "Travel & Places",
  "alsoKnownAs": [
    "Abandoned House",
    "Haunted House",
    "Old House"
  ],
  "version": {
    "unicode-version": "7.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A <a href=\"/house/\" title=\" 🏠 House Building\">house</a> which is&nbsp;unoccupied, and has become derelict. In a state of disrepair.</p>",
  "apple_vendor_description": "The derelict house emoji on Apple devices conveys a sense of disrepair and abandonment with a muted, weathered aesthetic. Its walls appear faded, the roof slightly askew, and the windows dark and vacant, all rendered with Apple's signature soft rounded edges and subdued lighting to emphasize its aged condition. This emoji can symbolize neglect, decay, or a place that has seen better days, often used to evoke a feeling of melancholy or nostalgia."
}