{
  "code": "🌍",
  "Unicode": [
    "U+1F30D"
  ],
  "slug": "globe-showing-europe-africa",
  "shortcodes": {
    "github": ":earth_africa:",
    "slack": ":earth_africa:",
    "discord": ":earth_africa:"
  },
  "title": "Earth Globe Europe-Africa",
  "keywords": [
    "Africa",
    "earth",
    "Europe",
    "globe",
    "globe showing Europe-Africa",
    "world"
  ],
  "senses": {
    "adjectives": [
      "Between or among nations; pertaining to the intercourse of nations; participated in by two or more nations; common to, or affecting, two or more nations.",
      "Concerning or belonging to at least two nations.",
      "Concerning or belonging to all or at least two or more nations",
      "Concerning all parts of the world.",
      "Pertaining to an entire document, file, or program rather than to a restricted segment of it.",
      "Of, or relating to the whole Earth; global.",
      "Involving the entire earth; not limited or provincial in scope.",
      "Involving the entire earth; not limited or provincial in scope"
    ],
    "verbs": [
      "Connect electrically to the earth.",
      "To connect electrically to the earth.",
      "Connect to the earth",
      "Change location; move, travel, or proceed, also metaphorically",
      "To change (from one value to another).",
      "To move or travel (from one location to another).",
      "To change the location of an object.",
      "To transfer a file from one location to another. After the file is transferred, there is only one copy of the file, in the new location.",
      "To move an object one pixel at a time.",
      "To introduce into the world; to bear (eg a child) -->"
    ],
    "nouns": [
      "The second largest of the continents, on the Mediterranean in the north, the Atlantic in the west, and the Red Sea, Gulf of Aden, and Indian Ocean in the east.",
      "The continent that is south of Europe, east of the Atlantic Ocean, west of the Indian Ocean and north of Antarctica. It holds the following countries:",
      "The second largest continent; located to the south of Europe and bordered to the west by the South Atlantic and to the east by the Indian Ocean",
      "From a Eurocentric point of view.",
      "Africa is the world's second-largest and second-most-populous continent.",
      "Continent south of Europe.",
      "Continent",
      "International mostly means something involving more than a single country.",
      "The third planet (counted from the center) of our solar system.",
      "Earth is the third planet from the Sun and is the largest of the terrestrial planets in the Solar System, in both diameter and mass.",
      "The planet Earth",
      "The planet Earth.",
      "The 3rd planet from the sun; the planet we live on",
      "The third planet from the Sun",
      "Earth, also known as the world, Terra, or Gaia, is the third planet from the Sun, the densest planet in the Solar System, the largest of the Solar System's four terrestrial planets, and the only celestial body known to accommodate life.",
      "Third planet closest to the Sun in the Solar System",
      "The third planet in order from the Sun, upon which humans live. Represented in astronomy and astrology by ? and ?.",
      "The Eurasian Scops Owl (Otus scops)",
      "Europe is a continent that comprises the westernmost peninsula of Eurasia.",
      "Europe is one of the traditional seven political continents, and a peninsular sub-continent of the geographic continent Eurasia.",
      "The 2nd smallest continent (actually a vast peninsula of Eurasia); the British use `Europe' to refer to all of the continent except the British Isles",
      "Continent",
      "The second smallest continent, forming the Western extension of Eurasia: the border with Asia runs from the Urals to the Caspian and the Black Sea."
    ]
  },
  "category": "Travel & Places",
  "alsoKnownAs": [
    "Globe",
    "Planet",
    "Earth",
    "World"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A globe, showing the continents of Europe and Africa in green against blue ocean.</p>\r\n\r\n<p>May be used to represent various content concerning the European, African, and Atlantic regions. May also be used to represent Earth and international&nbsp;affairs more generally.</p>\r\n\r\n<p>See also <a href=\"/globe-showing-americas/\">🌎 Globe Showing Americas</a> and <a href=\"/globe-showing-asia-australia/\">🌏 Globe Showing Asia-Australia</a>.</p>",
  "apple_vendor_description": "This detailed emoji on Apple devices showcases a beautiful rendering of the Earth, specifically highlighting the continents of Europe and Africa. The globe features a rich blue ocean with subtle swirling cloud patterns and landmasses rendered in shades of green and brown, all brought to life with Apple's signature glossy 3D shading and realistic lighting. Its smooth, rounded form and vibrant depiction evoke a sense of global connection, travel, and awareness of the wider world, making it a powerful visual for discussions about international affairs or distant locations on Apple devices."
}