{
  "code": "🐞",
  "Unicode": [
    "U+1F41E"
  ],
  "slug": "lady-beetle",
  "shortcodes": {
    "github": ":beetle:",
    "slack": ":beetle:",
    "discord": ":lady_beetle:"
  },
  "title": "Lady Beetle",
  "keywords": [
    "beetle",
    "insect",
    "lady beetle",
    "ladybird",
    "ladybug"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [
      "To creep; to move slowly on hands and knees, or by dragging the body along the ground.",
      "Move slowly; in the case of people or animals with the body near the ground",
      "To move along the ground.",
      "To move slowly with the body in a prone position resting on or close to the ground.",
      "To move slowly with the abdomen close to the ground.",
      "Travel through the air; be airborne",
      "To cause to travel through the air.",
      "To cause to fly : to transport via air or the like.",
      "To move autonomously through the air, without any part of the object or object's enclosure touching anything attached to the ground.",
      "To fly."
    ],
    "nouns": [
      "Insects are a class of invertebrates within the arthropod phylum that have a chitinous exoskeleton, a three-part body, three pairs of jointed legs, compound eyes and one pair of antennae.",
      "A class of the Arthropoda typically having a segmented body with an external chitinous covering, a pair of compound eyes, a pair of antennae, three pairs of mouthparts, and two pairs of wings.",
      "An arthropod in the class Insecta, characterized by six legs, up to four wings, and a chitinous exoskeleton.",
      "Arthropod of class insecta.",
      "Small air-breathing arthropod",
      "Class of invertebrates within the arthropod phylum",
      "Any species of the ladybird family Coccinellidae.",
      "Member of Coccinellidae.",
      "Small round bright-colored and spotted beetle that usually feeds on aphids and other insect pests",
      "Any beetle of the Coccinellidae family of beetles, typically having a round shape and a colorful shell.",
      "Any of the Coccinellidae family of beetles, having a round shape and a red or yellow spotted shell.",
      "Family of insects",
      "Any of the Coccinellidae family of beetles, typically having a round shape and red or yellow spotted elytra.",
      "Insect having biting mouthparts and front wings modified to form horny covers overlying the membranous rear wings",
      "Any insect of the order Coleoptera; includes the beetles, weevils and fireflies",
      "The Coleoptera order of insects is commonly called beetles.",
      "Any of numerous species of insect in the order Coleoptera characterized by a pair of hard, shell-like front wings which cover and protect a pair of rear wings when at rest.",
      "Any insect of the order Coleoptera, having biting mouthparts and forewings modified to form shell-like protective elytra.",
      "Beetles are a diverse and wide-ranging class of insects in the order Coleoptera generally characterized by a particularly hard exoskeleton and hard forewings, and often an indistinct separation of body segments.",
      "An order of insects of the superorder Endopterygota, having biting mouthparts and forewings modified to form shell-like protective elytra.",
      "Order of insects, the beetles"
    ]
  },
  "category": "Animals & Nature",
  "alsoKnownAs": [
    "Ladybird",
    "Ladybug",
    "Lady Bug"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A ladybug (ladybird, lady beetle), a <a href=\"/beetle/\">beetle</a> with a round, red shell with black spots. Generally depicted as a <a href=\"https://en.wikipedia.org/wiki/Coccinella_septempunctata\">seven-</a> or <a href=\"https://en.wikipedia.org/wiki/Coccinella_novemnotata\">nine-spotted</a> ladybug shown from above on its six legs, with <a href=\"https://en.wikipedia.org/wiki/Antenna\">antennae</a> and its&nbsp;distinctively red-and-black, halved shell.</p>\r\n\r\n<p>May be used a symbol of good luck.</p>\r\n\r\n<p>Facebook&rsquo;s ladybug is shown on its legs facing forward.</p>",
  "apple_vendor_description": "The lady beetle emoji on Apple devices is a charming and plump depiction of the iconic insect, rendered in a glossy, deep red with distinct black spots and a characteristic round shape. Apple’s signature soft rounded edges and realistic lighting give this emoji a friendly and approachable feel, making it a delightful addition to any message. It's commonly used to symbolize good luck, nature, or a small, positive presence, all with the polished aesthetic Apple is known for."
}