{
  "code": "🥕",
  "Unicode": [
    "U+1F955"
  ],
  "slug": "carrot",
  "shortcodes": {
    "github": ":carrot:",
    "slack": ":carrot:",
    "discord": ":carrot:"
  },
  "title": "Carrot",
  "keywords": [
    "carrot",
    "food",
    "vegetable"
  ],
  "senses": {
    "adjectives": [
      "Of or relating to vegetables."
    ],
    "verbs": [],
    "nouns": [
      "A yellow-orange, longish-rounded root vegetable, which is eaten raw or boiled.",
      "Perennial plant widely cultivated as an annual in many varieties for its long conical orange edible roots; temperate and tropical regions",
      "Root vegetable, usually orange in colour",
      "Orange root vegetable.",
      "The carrot is a root vegetable, usually orange in color, though purple, red, white, and yellow varieties exist.",
      "A vegetable with a nutritious, juicy, orange, sweet root, Daucus carota in the family Apiaceae.",
      "In culinary terms, a vegetable is an edible plant or its part, intended for cooking or eating raw.",
      "A plant raised for some edible part of it.",
      "Edible seeds or roots or stems or leaves or bulbs or tubers or nonsweet fruits of any of numerous herbaceous plant",
      "Edible plant or part of a plant",
      "A nutritional and culinary term that denotes any part of a plant that is commonly consumed by humans as food.",
      "Any of various herbaceous plants having parts that are used as food.",
      "The edible part of such a plant.",
      "Any substance consumed to provide nutritional support for the body. For prepared ready-to-eat food, use dish: Q746549.",
      "Any substance consumed by living organisms to sustain life.",
      "Food.",
      "Any substance that can be consumed by living organisms, especially by eating, in order to sustain life.",
      "Any solid substance (as opposed to liquid) that is used as a source of nourishment",
      "Food is any substance consumed to provide nutritional support for the body."
    ]
  },
  "category": "Food & Drink",
  "alsoKnownAs": [],
  "version": {
    "unicode-version": "9.0",
    "emoji-version": "3.0"
  },
  "description": "<p>A whole, bright orange carrot, topped with long green leaves, as if freshly plucked from the garden.&nbsp;Some platforms feature a longer, thinner carrot, others a shorter, more bulbous one.</p>",
  "apple_vendor_description": "Apple's rendition of the carrot emoji is a vibrant and appetizing sight, featuring a plump, conical root with a rich, earthy orange hue and subtle 3D shading that highlights its smooth, rounded form. A few bright green, finely textured leaves sprout from its top, completing the fresh, wholesome appearance unique to Apple devices. This emoji, full of natural vitality, symbolizes healthy eating, fresh produce, and is often used in culinary contexts or to represent a nutritious lifestyle."
}