{
  "code": "🇲🇱",
  "Unicode": [
    "U+1F1F2",
    "U+1F1F1"
  ],
  "slug": "flag-mali",
  "shortcodes": {
    "github": ":mali:",
    "slack": ":flag-ml:",
    "discord": ":flag_ml:"
  },
  "title": "Flag: Mali",
  "keywords": [
    "flag"
  ],
  "senses": {
    "adjectives": [
      "From or in the countryside or connected with it.",
      "Of, from or pertaining to the countryside (adjective)."
    ],
    "verbs": [],
    "nouns": [
      "Emblem usually consisting of a rectangular piece of cloth of distinctive design",
      "Piece of cloth.",
      "A flag is a piece of fabric with a distinctive design that is used as a symbol, as a signaling device, or as decoration.",
      "A piece of cloth, often decorated with an emblem, used as a visual signal or symbol.",
      "Piece of fabric with a distinctive design",
      "A landlocked republic in northwestern Africa; achieved independence from France in 1960; Mali was a center of West African civilization for more than 4,000 years",
      "A country in Western Africa whose capital is Bamako.",
      "A country in Western Africa.",
      "Mali, officially the Republic of Mali, is a landlocked country in West Africa.",
      "ISO 3166-1 country code",
      "A former French colony, present day Mali",
      "Mali is a landlocked country in West Africa.",
      "Country in Western Africa. Official name: Republic of Mali.",
      "French Sudan was a French colonial territory in the federation of French West Africa from around 1880 until 1960, when it became the independent state of Mali.",
      "A former colony of France in Africa, now called Mali.",
      "The opposite of secession",
      "As its original Latin term",
      "Government",
      "The collective body of a nation or state as politically organized, or as exercising political functions.",
      "The territory of a nation, especially an independent nation state or formerly independent nation; a political entity asserting ultimate authority over a geographical area.",
      "Nations is often used synonymously with ethnic group, but although ethnicity is now one of the most important aspects of cultural or social identity for the members of most nations, people with the same ethnic origin may live in different nation-states and be treated as members of separate nations for that reason.",
      "Political organisation with a centralized independent government",
      "The government.",
      "An organized political community, living under a government",
      "Nation has various meanings, and the meaning has changed over time.",
      "A state is an organized community living under one government.",
      "A political entity asserting ultimate authority over a geographical area.",
      "A people permanently occupying a fixed territory bound together by common law, habits and custom into one body politic exercising, through the medium of an organized government, independent sovereignty and control over all persons and things within its boundaries, unless or until authority is ceded to a federation or union of other states.",
      "The people who live in a nation or country",
      "A politically organized body of people under a single government",
      "A sovereign state.",
      "A state is a nonphysical juridical entity of the international legal system that is represented by one centralized government that has supreme independent authority over a geographic area.",
      "The geographic area under the control of a political state."
    ]
  },
  "alsoKnownAs": [
    "Malian Flag"
  ],
  "version": {
    "unicode-version": null,
    "emoji-version": "1.0"
  },
  "description": "<p>The flag for&nbsp;<a href=\"https://en.wikipedia.org/wiki/Mali\">Mali</a>, which may show as the letters&nbsp;<em>ML</em>&nbsp;on some platforms.</p>",
  "apple_vendor_description": "The flag of Mali emoji, as presented on Apple devices, is a striking tricolor banner with distinct vertical stripes of green, gold, and red. Each stripe exhibits a smooth gradient and a subtle sheen, giving the flag a polished, almost tangible appearance that reflects Apple’s signature 3D design. The crisp lines and realistic lighting make this representation of national pride and identity clear and vibrant on any Apple screen."
}