{
  "code": "ðŸ“›",
  "Unicode": [
    "U+1F4DB"
  ],
  "slug": "name-badge",
  "shortcodes": {
    "github": ":name_badge:",
    "slack": ":name_badge:",
    "discord": ":name_badge:"
  },
  "title": "Name Badge",
  "keywords": [
    "badge",
    "name"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [
      "To be consumed by fire.",
      "Be consumed by fire.",
      "To cause to be consumed by fire.",
      "Destroy by fire"
    ],
    "nouns": [
      "A bright yellow, red or bluish light which emerges during combustion processes.",
      "The visible part of fire; a stream of burning vapour or gas, emitting light and heat.",
      "Something that has produced or is capable of producing this chemical reaction.",
      "Something that has produced or is capable of producing this chemical reaction, such as a campfire.",
      "Fire is a phenomenon of the heat and light energy released during a chemical reaction, in particular a combustion reaction.",
      "Fire is the rapid oxidation of a material in the exothermic chemical process of combustion, releasing heat, light, and various reaction products.",
      "A flame is the visible, gaseous part of a fire.",
      "Visible, gaseous part of a fire",
      "The state of combustion in which inflammable material burns, producing heat, flames and often smoke.",
      "The process of combustion of inflammable materials producing heat and light and (often) smoke",
      "A name tag is a badge or sticker worn on the outermost clothing as a means of displaying the wearer's name for others to view.",
      "Item worn on clothes telling the wearer's name",
      "Tag with one's name on it.",
      "A tag showing the name of the person who wears it",
      "A tag with one's name inscribed on it."
    ]
  },
  "category": "Symbols",
  "alsoKnownAs": [
    "Fire Tag",
    "Name Tag",
    "Tofu On Fire"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A name badge, used to identify oneself in a location that others may not know your name, such as a <a href=\"/school/\" title=\"ðŸ« School\">school</a> trip, or a <a href=\"/briefcase/\" title=\"ðŸ’¼ Briefcase\">work</a> conference.</p>\r\n\r\n<p>This&nbsp;<a href=\"/tulip/\" title=\"ðŸŒ· Tulip\">tulip</a>-shaped&nbsp;name badge is one of many designs commonly found&nbsp;at <a href=\"http://twins.bovaird.us/2015/04/japanese-kindergarten/\">kindergartens</a> in Japan.</p>",
  "apple_vendor_description": "Apple's name badge emoji features a clean, rectangular card with a rounded border, exuding a professional and official feel. Its design on Apple devices benefits from subtle shading and highlights, giving it a slight 3D depth that makes it appear ready to be worn. This emoji is ideal for indicating identity, introducing oneself, or signifying a role or affiliation."
}