{
  "code": "🐑",
  "Unicode": [
    "U+1F411"
  ],
  "slug": "ewe",
  "shortcodes": {
    "github": ":sheep:",
    "slack": ":sheep:",
    "discord": ":sheep:"
  },
  "title": "Sheep",
  "keywords": [
    "ewe",
    "female",
    "sheep"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [
      "Strike or drive against with a heavy impact",
      "To strike (something) hard, especially with an implement.",
      "To strike against with a heavy impact.",
      "Strike (something) hard.",
      "Shear the wool from",
      "To shear the fleece from an animal (such as a sheep)",
      "To remove the fleece from a sheep etc by clipping.",
      "To shear the fleece."
    ],
    "nouns": [
      "The soft, curly hair that forms the fleece of sheep, lamas and other animals and which is used to produce clothing.",
      "The hair of the sheep, llama and some other ruminants.",
      "Soft hair of the fur, especially of the sheep",
      "Hair of sheep, etc.",
      "Wool is the textile fiber obtained from sheep and certain other animals, including cashmere from goats, mohair from goats, qiviut from muskoxen, angora from rabbits, and other types of wool from camelids.",
      "A fabric made from the hair of sheep",
      "Woolen or woollen is a type of yarn made from carded wool.",
      "A goat is a bovine famous for its ability to forage on plants unpalatable, and in habitats inaccessible, to other browsers.",
      "Any of numerous agile ruminants related to sheep but having a beard and straight horns",
      "A common four-legged animal (Capra) that is related to sheep and bred by humans for its coat and milk.",
      "Domesticated mammal raised primarily for its milk",
      "A female goat.",
      "The domestic goat is a subspecies of goat domesticated from the wild goat of southwest Asia and Eastern Europe.",
      "Ovis aries, domesticated sheep kept as livestock",
      "Horned ruminant mammals raised in many breeds for wool, edible flesh, or skin.",
      "Sheep are quadrupedal, ruminant mammals typically kept as livestock.",
      "Woolly usually horned ruminant mammal related to the goat",
      "A common, four-legged animal (Ovis) that is commonly kept by humans for its wool.",
      "Quadrupedal, ruminant mammal",
      "A quadrupedal, ruminant mammal kept as livestock for its meat, milk and wool."
    ]
  },
  "category": "Animals & Nature",
  "alsoKnownAs": [
    "Ewe",
    "Lamb"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A ewe, or female sheep raised for its wool, meat, and milk and without the spiraling horns of a ram. Depicted in full profile on all fours facing left with a thick, white fleece and black, gray, or white skin.</p>\r\n\r\n<p>Not to be confused with <a href=\"/ram/\">🐏 Ram</a>, though their applications may overlap.</p>\r\n\r\n<p>Often considered (in lieu of <a href=\"/goat/\">🐐 Goat</a>) one of the 12 animals of the <a href=\"/chinese-new-year/\">Chinese zodiac</a>.</p>\r\n\r\n<p><a href=\"/apple/ios-10.2/ewe/\">Apple</a> and <a href=\"/google/android-7.0/ewe/\">Google&rsquo;s</a> designs previously depicted a ram. <a href=\"/samsung/experience-9.0/ewe/\">Samsung</a> and <a href=\"/facebook/2.0/ewe/\">Facebook&rsquo;s</a> designs previously featured only a ewe face.</p>",
  "apple_vendor_description": "The ewe emoji on Apple devices is a charming depiction of a gentle female sheep, rendered with soft, woolly texture achieved through Apple’s signature 3D shading and subtle gradients. Its kind eyes and peaceful posture, enhanced by realistic lighting, evoke a sense of innocence, abundance, and pastoral tranquility, frequently used to represent flocks, nature, or a feeling of quiet contentment."
}