{
  "code": "🏋️‍♀️",
  "Unicode": [
    "U+1F3CB",
    "U+FE0F",
    "U+200D",
    "U+2640",
    "U+FE0F"
  ],
  "slug": "woman-lifting-weights",
  "shortcodes": {
    "github": ":weight_lifting_woman:",
    "slack": ":woman-lifting-weights:",
    "discord": ":woman_lifting_weights:"
  },
  "title": "Woman Lifting Weights",
  "keywords": [
    "weight lifter",
    "woman",
    "woman lifting weights"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [],
    "nouns": [
      "A woman is a female human.",
      "Female adult human",
      "An animal of the sex that produces eggs.",
      "An adult human member of the sex that produces ova and bears young.",
      "An adult female human.",
      "An adult female person (as opposed to a man)",
      "Adult female human being.",
      "Olympic weightlifting, also called Olympic-style weightlifting, or weightlifting, is an athletic discipline in the modern Olympic program in which the athlete attempts a maximum-weight single lift of a barbell loaded with weight plates.",
      "Bodybuilding by exercise that involves lifting weights",
      "A form of physical exercise using weights to increase the strength and size of muscles by using exercises specific for each muscle group.",
      "Form of physical exercise.",
      "A form of exercise in which weights are lifted."
    ]
  },
  "category": "People & Body",
  "alsoKnownAs": [
    "Bodybuilder",
    "Venus Symbol",
    "Woman Symbol"
  ],
  "version": {
    "unicode-version": null,
    "emoji-version": "4.0"
  },
  "description": "<p>The female version of the <a href=\"/person-lifting-weights/\">🏋&nbsp;Weight Lifter</a> emoji.</p>",
  "apple_vendor_description": "On Apple devices, the woman lifting weights emoji depicts a strong and determined figure in mid-lift, showcasing Apple's commitment to diverse and empowering representations.  Her form is rendered with smooth gradients and realistic lighting, emphasizing her effort and the dynamic nature of the exercise.  This emoji is perfect for conveying themes of fitness, strength training, and personal achievement with a vibrant, active feel."
}