{
  "code": "☄️",
  "Unicode": [
    "U+2604",
    "U+FE0F"
  ],
  "slug": "comet",
  "shortcodes": {
    "github": ":comet:",
    "slack": ":comet:",
    "discord": ":comet:"
  },
  "title": "Comet",
  "keywords": [
    "comet",
    "space"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [],
    "nouns": [
      "A block of ice and dust that orbits the sun. Seen from the earth, it looks like a bright star with a tail.",
      "A celestial phenomenon with the appearance given by the orbiting celestial body.",
      "(astronomy) a relatively small extraterrestrial body consisting of a frozen mass that travels around the sun in a highly elliptical orbit",
      "Icy small Solar System body",
      "Comets are small astronomical objects similar to asteroids but composed largely of ice.",
      "A celestial body, generally with a tail.",
      "A comet is an icy small Solar System body that, when passing close to the Sun, heats up and begins to outgas, displaying a visible atmosphere or coma, and sometimes also a tail."
    ]
  },
  "category": "Travel & Places",
  "alsoKnownAs": [],
  "version": {
    "unicode-version": "1.1",
    "emoji-version": "1.0"
  },
  "description": "<p>A <a href=\"https://en.wikipedia.org/wiki/Comet\">comet</a>, an icy, rocky space object that can form a tail of gas and dust when near the sun. Generally depicted as an icy-blue comet, as if streaking downwards in a night sky.</p>\r\n\r\n<p>May be used for meteors and other celestial bodies, as well as for content concerning space more generally. Also occasionally used for flair or flourish.</p>\r\n\r\n<p>Not to be confused with <a href=\"/shooting-star/\">🌠 Shooting Star</a>, though their applications may overlap.</p>\r\n\r\n<p>Samsung&rsquo;s comet is fiery-red, as is Apple&rsquo;s, which appears to be ascending. WhatsApp&rsquo;s comet is depicted in a starry, night sky, Apple&rsquo;s comet was <a href=\"/apple/ios-9.1/comet/\">previously</a> descending and blue.</p>",
  "apple_vendor_description": "The comet emoji on Apple devices streaks across the digital cosmos with a luminous, icy tail that glows with an ethereal blue and white light, a testament to Apple's masterful use of gradients and realistic lighting. Its core is a dark, rocky mass, sharply defined with the soft, rounded edges typical of Apple's emoji design. This celestial traveler on Apple devices can represent a fleeting moment, a sudden inspiration, or an extraordinary event."
}