{
  "code": "🆔",
  "Unicode": [
    "U+1F194"
  ],
  "slug": "id-button",
  "shortcodes": {
    "github": ":id:",
    "slack": ":id:",
    "discord": ":id:"
  },
  "title": "Squared ID",
  "keywords": [
    "id",
    "ID button",
    "identity"
  ],
  "senses": {
    "adjectives": [
      "Having the identity known or established"
    ],
    "verbs": [
      "Recognize as being; establish the identity of someone or something",
      "To establish the identity of someone or something.",
      "To examine or inspect something in order to determine its condition; to check out",
      "Examine so as to determine accuracy, quality, or condition",
      "To inspect; to examine.",
      "To inspect, examine.",
      "To identify (an object, etc.).",
      "Give an exhibition of to an interested audience",
      "To display an object.",
      "To have somebody see something.",
      "To display, to have somebody see (something).",
      "To request to see a person's identification for proof of identity or age."
    ],
    "nouns": [
      "The distinct personality of an individual regarded as a persisting entity",
      "In philosophy, the issue of personal identity concerns several loosely related issues, in particular persistence, change, sameness, and time.",
      "The numerical identity (continuity of existence) of persons through time",
      "A person or entity that must be verified by means of authentication, based on criteria such as password or a certificate.",
      "A visible indication.",
      "A perceptible indication of something not immediately apparent (as a visible clue that something has happened)",
      "A perceptible indication of something not immediately apparent, as a visible clue that something has happened.",
      "The 43rd state of the United States of America, located in the northwest.",
      "Idaho",
      "Idaho is a state in the northwestern region of the United States.",
      "Mush Records is an American independent record label.",
      "A Los Angeles-based independent record label",
      "A state in the Rocky Mountains"
    ]
  },
  "category": "Symbols",
  "alsoKnownAs": [
    "ID",
    "Identification"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>The letters ID in a square.</p>\r\n",
  "apple_vendor_description": "The ID button emoji on Apple devices is a sleek, rectangular gray button with a subtle bevel and a soft, rounded edge, mirroring the tactile feel of physical buttons.  Apple's signature realistic lighting casts gentle shadows, highlighting its three-dimensional form.  This emoji typically signifies identification, verification, access, or a digital credential, commonly used in contexts related to security, logins, or personal profiles."
}