{
  "code": "💩",
  "Unicode": [
    "U+1F4A9"
  ],
  "slug": "pile-of-poo",
  "shortcodes": {
    "github": ":shit:",
    "slack": ":shit:",
    "discord": ":poo:"
  },
  "title": "Pile of Poo",
  "keywords": [
    "dung",
    "face",
    "monster",
    "pile of poo",
    "poo",
    "poop"
  ],
  "senses": {
    "adjectives": [
      "Made of chocolate.",
      "Displeasing to the senses",
      "Displeasing to the eye; not aesthetically pleasing.",
      "Having a bad smell.",
      "Having or relating to the smell of funk.",
      "Having a pungent smell.",
      "Offensively malodorous",
      "Of, relating to, or characteristic of putrefaction, especially having a bad smell, like that of rotting flesh.",
      "Having the color of chocolate.",
      "Like poo; crappy, of low quality.",
      "Of poor quality.",
      "Of poor quality; worthless.",
      "Having an unpleasant smell",
      "Having a strong, unpleasant smell.",
      "Having a strong, unpleasant smell; stinking.",
      "Very bad",
      "Very bad and undesirable.",
      "Containing chocolate",
      "Moist and pliant; soggy"
    ],
    "verbs": [
      "To excrete feces from one's body through the anus.",
      "To empty one's bowels of feces.",
      "Have a bowel movement",
      "To empty the bowels of feces.",
      "To excrete (something) through the anus.",
      "Take in solid food",
      "To consume something solid or semi-solid (usually food) by putting it into the mouth and eventually swallowing it.",
      "To consume (something solid or semi-solid, usually food) by putting it into the mouth and swallowing it.",
      "To fertilize with dung.",
      "Fertilize or dress with dung",
      "To defecate.",
      "Childish: to defecate.",
      "To use the toilet, or assist (a child etc) in using the toilet",
      "Smell badly and offensively",
      "To have or give off a strong, unpleasant smell.",
      "Have a strong bad smell.",
      "To have a strong bad smell."
    ],
    "nouns": [
      "Small chunk of chocolate",
      "A small, near-conical piece of chocolate.",
      "Chocolate chips are small chunks of chocolate.",
      "A small, usually near-conical piece of chocolate.",
      "The release of feces, often unintentionally, during flatulation.",
      "Frozen yogurt is a frozen dessert made with yogurt and sometimes other dairy products.",
      "Frozen dessert",
      "A frozen dessert made from yogurt or other dairy products, slightly tarter than ice cream and lower in fat.",
      "A soft frozen dessert of sweetened flavored yogurt",
      "Waste product from an animal's digestive tract",
      "Animal solid waste.",
      "Digested waste material (typically solid or semi-solid) discharged from the bowels; excrement.",
      "The elimination of fecal waste through the anus.",
      "Solid excretory product evacuated from the bowels; feces.",
      "Feces, or faeces, also known as excrement, is waste product from an animal's digestive tract expelled through the anus or cloaca during a process called defecation.",
      "Waste product from an animal's or a human's digestive tract expelled through the anus, including synonyms crap and shit",
      "What a dogs body releases from time to time as a little pile of waste remaining from digestion, after it has been collected in the colon.",
      "Solid excretory product evacuated from the bowels",
      "Animal solid waste excreted from the bowels; feces.",
      "Substance that human and animal bodies release from time to time as a little pile of waste remaining from digestion, after it has been collected in the colon.",
      "Act or process of voiding excrement.",
      "Defecation is the final act of digestion, by which organisms eliminate solid, semisolid, and/or liquid waste material from the digestive tract via the anus.",
      "The elimination of fecal waste through the anus.",
      "Final act of digestion",
      "The elimination of fecal waste through the anus",
      "The act or process by which organisms eliminate feces",
      "Act or process of voiding feces from bowels.",
      "The act of defecating",
      "A type of cake or dessert cooked usually by boiling or steaming.",
      "Pudding is usually a dessert, but it can also be a savory dish.",
      "Boiled or steamed cake or dessert.",
      "Any of various soft sweet desserts thickened usually with flour and baked or boiled or steamed",
      "A dessert or a savory dish.",
      "Desert or a savory dish",
      "A plumbing fixture for defecation and urination",
      "A toilet is a sanitation fixture used primarily for the disposal of human urine and feces.",
      "A sanitation fixture used primarily for the disposal of human excrement and urine",
      "Sanitation fixture",
      "A ceramic device used for depositing and removing human excrement with water through flushing.",
      "A chamber pot is a bowl-shaped container with a handle, and often a lid, kept in the bedroom under a bed or in the cabinet of a nightstand and generally used as a toilet at night.",
      "Frequent and watery bowel movements; can be a symptom of infection or food poisoning or colitis or a gastrointestinal tumor",
      "Loose or liquid bowel movements",
      "An intestinal disease",
      "A condition in which the sufferer has frequent and watery bowel movements.",
      "Diarrhea",
      "Diarrhea or diarrhoea is the condition of having at least three loose or liquid bowel movements each day.",
      "(\"the shits\") diarrhea (diarrhoea).",
      "A kiss that consists of a conical bite-sized piece of chocolate",
      "The feeling of extreme disgust.",
      "A sudden violent feeling of disgust.",
      "Disgust is an emotional response of revulsion to something considered offensive or unpleasant.",
      "A feeling of aversion or antipathy",
      "An attitude or a feeling of distaste or aversion.",
      "Extreme hatred or detestation; the feeling of utter dislike.",
      "A feeling of aversion or antipathy.",
      "The feeling of extreme disgust and hatred; abhorrence; detestation; loathing.",
      "Basic emotion",
      "A cold dessert similar to ice cream, made with eggs in addition to cream and sugar.",
      "A kind of semiliquid ice cream that is squirted out into cones or cups.",
      "Dessert resembling ice cream but with a boiled custard base",
      "A frozen dessert or snack, similar to ice cream but softer, as a result of air being introduced during freezing.",
      "Soft serve is a type of ice cream that is softer than regular ice cream, as a result of air being introduced during freezing.",
      "Frozen custard is a cold dessert similar to ice cream, but made with eggs in addition to cream and sugar.",
      "The sweet glaze used in confectionery",
      "Icing, often called frosting in the United States, is a sweet, often creamy glaze made of sugar with a liquid, such as water or milk, that is often enriched with ingredients like butter, egg whites, cream cheese, or flavorings.",
      "A flavored sugar topping used to coat and decorate cakes",
      "A sugary coating for cakes and other baked goods.",
      "A sweet glaze made primarily of sugar and often flavored, typically used for baked goods; frosting.",
      "Glaze used on cookies or cakes",
      "Obscene terms for feces",
      "An English word usually considered vulgar and profane.",
      "Substance that human and animal bodies release from time to time as a little pile of waste remaining from digestion, after it has been collected in the colon.",
      "Shit is an English word that is usually considered vulgar and profane in Modern English.",
      "The word shit, regarded as a vulgar or taboo word.",
      "Faeces or feces.",
      "Profane word to refer to fæces",
      "Feces, excrement.",
      "Sweet chocolate flavored custard-like pudding usually thickened with flour rather than eggs",
      "Chocolate puddings are a class of desserts with chocolate flavors.",
      "Pudding with chocolate flavour.",
      "Chocolate ice cream is ice cream with natural or artificial chocolate flavoring.",
      "Ice cream flavored with chocolate"
    ]
  },
  "category": "Smileys & Emotion",
  "alsoKnownAs": [
    "Dog Dirt",
    "Smiling Poop"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A swirl of brown poop,&nbsp;shaped like&nbsp;<a href=\"/soft-ice-cream/\">soft-serve ice cream</a> with large, excited eyes and frequently a big, friendly <a href=\"/grinning-face-with-big-eyes/\">smile</a>.</p>\r\n\r\n<p>Widely agreed to have been inspired by the various poop-shaped characters within the <em>Dr. Slump </em>manga series by Akira Toriyama.</p>\r\n\r\n<p>May be used to represent feces and other bathroom topics as well as stand in for their many&nbsp;related slang terms. It also enjoys a wide range of idiosyncratic applications, such as conveying a sense of whimsy or silliness, given its fun, happy expression.</p>\r\n\r\n<p><a href=\"/microsoft/windows-10/pile-of-poo/\">Microsoft</a> and Google previously depicted a literal pile of feces, <a href=\"/google/android-5.0/pile-of-poo/\">Google&rsquo;s design</a> featuring stink lines and flies hovering above it.</p>\r\n\r\n<p>Available as an Apple&nbsp;<a href=\"/animoji/\">Animoji</a>.</p>",
  "apple_vendor_description": "Apple's pile of poo emoji is a playful and iconic representation, rendered with a cheerful, swirling form and a glossy, almost caramel-like texture. Its soft, rounded edges and bright highlights give it a friendly, non-offensive appearance, even on Apple devices. This emoji is commonly used to express lighthearted silliness, a playful warning, or a humorous take on a less-than-ideal situation."
}