{
  "code": "🇦🇨",
  "Unicode": [
    "U+1F1E6",
    "U+1F1E8"
  ],
  "slug": "flag-ascension-island",
  "shortcodes": {
    "github": ":ascension_island:",
    "slack": ":flag-ac:",
    "discord": ":flag_ac:"
  },
  "title": "Flag: Ascension Island",
  "keywords": [
    "flag"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [],
    "nouns": [
      "An island in the South Atlantic that is a British dependency of Saint Helena.",
      "Ascension Island is an isolated volcanic island in the equatorial waters of the South Atlantic Ocean, around from the coast of Africa and from the coast of South America, which is roughly midway between the horn of South America and Africa.",
      "An island in the southern Atlantic Ocean",
      "An island in the South Atlantic.",
      "Island in the South Atlantic Ocean",
      "Emblem usually consisting of a rectangular piece of cloth of distinctive design",
      "Piece of cloth.",
      "A flag is a piece of fabric with a distinctive design that is used as a symbol, as a signaling device, or as decoration.",
      "A piece of cloth, often decorated with an emblem, used as a visual signal or symbol.",
      "Piece of fabric with a distinctive design"
    ]
  },
  "alsoKnownAs": [],
  "version": {
    "unicode-version": null,
    "emoji-version": "1.0"
  },
  "description": "<p>The flag for Ascension Island, which may show as the letters <em>AC</em> on some platforms. Apple devices show the&nbsp;<a href=\"/flag-st-helena/\" title=\"🇸🇭 Flag for St. Helena\">St. Helena</a>&nbsp;flag for both Ascension Island and&nbsp;<a href=\"/flag-tristan-da-cunha/\" title=\"🇹🇦 Flag for Tristan Da Cunha\">Tristan Da Cunha</a>.</p>",
  "apple_vendor_description": "The flag of Ascension Island on Apple devices unfurls with crisp, vibrant colors, rendered with Apple's characteristic glossy 3D shading that gives each stripe and emblem a tangible depth. The emblem is sharply defined against the background, showcasing Apple's commitment to detailed and high-quality visual representation. This emoji on Apple devices serves as a specific geographical marker, representing the island's identity and its connection to global discourse."
}