{
  "code": "⛱️",
  "Unicode": [
    "U+26F1",
    "U+FE0F"
  ],
  "slug": "umbrella-on-ground",
  "shortcodes": {
    "github": ":parasol_on_ground:",
    "slack": ":umbrella_on_ground:",
    "discord": ":umbrella_on_ground:"
  },
  "title": "Umbrella on Ground",
  "keywords": [
    "rain",
    "sun",
    "umbrella",
    "umbrella on ground"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [
      "Expose one's body to the sun",
      "To expose one's body to the sun in order to relax or to obtain a tan",
      "To expose to the warmth and radiation of the sun.",
      "To expose one's body to the sun."
    ],
    "nouns": [
      "The star that is the source of light and heat for the planets in the solar system",
      "The Sun is the star at the center of the Solar System.",
      "The star at the center of the Solar System, represented in astronomy and astrology by ?.",
      "Star at the centre of the Solar System",
      "The particular star at the centre of our solar system, from which the Earth gets light and heat.",
      "An inhabitant of any part of the solar system of the star Sol (i.e. the Sun).",
      "The fourth planet from Earth in the Ptolemaic geocentric cosmology",
      "An umbrella or parasol is a canopy designed to protect against rain or sunlight.",
      "A lightweight handheld collapsible canopy",
      "A portable, foldable, waterproof, bell-shaped device which is held above the head in order to be shielded from the rain.",
      "Cloth-covered frame used for protection against rain or sun.",
      "Canopy designed to protect against rain or sunlight",
      "The atmospheric conditions that comprise the state of the atmosphere in terms of temperature and wind and clouds and precipitation",
      "Sometimes referred to as \"the elements\"",
      "State of the atmosphere",
      "The day-to-day meteorological conditions, especially temperature, cloudiness, and rainfall, affecting a specific place.",
      "Unpleasant or destructive atmospheric conditions, and their effects.",
      "Weather is the state of the atmosphere, to the degree that it is hot or cold, wet or dry, calm or stormy, clear or cloudy.",
      "State of the atmosphere."
    ]
  },
  "category": "Travel & Places",
  "alsoKnownAs": [],
  "version": {
    "unicode-version": "5.2",
    "emoji-version": "1.0"
  },
  "description": "<p>A large, open umbrella, as provides shade at a beach or patio. Generally depicted as a striped umbrella inserted into a patch of sand and tilted to the right.</p>\r\n\r\n<p>Commonly used for various content concerning the beach, summer vacations (holidays), sunny weather, and relaxing outdoors.</p>\r\n\r\n<p>The color of the stripes varies&nbsp;across platforms; Apple (no sand) and Samsung&rsquo;s are red and yellow, while Google,&nbsp;Twitter and Facebook&rsquo;s red and white, and WhatsApp&rsquo;s <a href=\"/rainbow/\">rainbow</a>-colored.&nbsp;Google&rsquo;s was <a href=\"/google/android-8.0/umbrella-on-ground/\">previously</a> blue and white.</p>\r\n\r\n<p>Not to be confused with <a href=\"/search/?q=umbrella\">other umbrella-related emoji</a>, such as <a href=\"/beach-with-umbrella/\">🏖️ Beach With Umbrella</a>, though their applications may overlap.</p>",
  "apple_vendor_description": "The \"Umbrella on Ground\" emoji on Apple devices is depicted as a gracefully fanned-out umbrella lying on its side, its canopy a vibrant, rich color that catches the light with Apple's signature glossy 3D shading. The handle and ribs are rendered with smooth gradients, giving the object a polished and tactile appearance, while soft rounded edges contribute to its friendly and approachable design. This emoji evokes a sense of protection, shelter, or perhaps a moment of unexpected downtime, its detailed rendering making it a visually appealing and symbolically versatile element in digital conversations on Apple devices."
}