{
  "code": "🏊🏼‍♂️",
  "Unicode": [
    "U+1F3CA",
    "U+1F3FC",
    "U+200D",
    "U+2642",
    "U+FE0F"
  ],
  "slug": "man-swimming-medium-light-skin-tone",
  "shortcodes": null,
  "title": "man swimming: medium-light skin tone",
  "keywords": [
    "medium-light skin tone",
    "swim",
    "man"
  ],
  "senses": {
    "adjectives": [
      "Depicted swimming horizontally",
      "Applied to a fish depicted horizontally"
    ],
    "verbs": [
      "To move through the water, without touching the bottom.",
      "To move through the water, without touching the bottom; to propel oneself in water by natural means.",
      "Travel through water",
      "Move through water."
    ],
    "nouns": [
      "Sexual maturity is the age or stage when an organism can reproduce.",
      "The age or stage when an organism can reproduce",
      "An adult male human.",
      "A man is a male human.",
      "An adult male human",
      "An adult human member of the sex that begets young by fertilizing ova.",
      "A human member of the masculine sex or gender.",
      "An adult person who is male (as opposed to a woman)",
      "The activity of moving oneself through water using one's arms and legs while buoyed up by the water, carried out by humans for amusement, exercise, sport or entertainment.",
      "Act or instance of swimming.",
      "A race carried out by swimming through water",
      "An act or instance of swimming.",
      "The act of swimming: \"they took a short swim in the pool\"",
      "Swimming is a water based sport governed by the Fédération Internationale de Natation.",
      "Water based sport"
    ]
  },
  "category": "People & Body",
  "alsoKnownAs": null,
  "version": null,
  "description": "The Man Swimming, Type-3 emoji is a sequence of the  Swimmer,  Emoji Modifier Fitzpatrick Type-3, ? Male Sign and ? Variation Selector-1",
  "apple_vendor_description": "On Apple devices, the man swimming emoji with medium-light skin tone is depicted mid-stroke, his body captured with dynamic realism and vibrant aquatic blues. Apple's masterful use of realistic lighting and glossy 3D shading creates a sense of movement and immersion in water, making him appear to glide effortlessly. This emoji on Apple devices is ideal for conveying a love for swimming, a vacation by the water, or a refreshing, active pursuit."
}