{
  "code": "😫",
  "Unicode": [
    "U+1F62B"
  ],
  "slug": "tired-face",
  "shortcodes": {
    "github": ":tired_face:",
    "slack": ":tired_face:",
    "discord": ":tired_face:"
  },
  "title": "Tired Face",
  "keywords": [
    "face",
    "tired"
  ],
  "senses": {
    "adjectives": [
      "Troubled persistently especially with petty annoyances",
      "Troubled persistently especially with petty annoyances.",
      "Extremely upset and shocked.",
      "Upset and shocked.",
      "Affected by an impairment of normal physical or mental function",
      "Dreadful; causing alarm and fear.",
      "Causing dread; very bad.",
      "Causing fear; of capable of causing fear; scary.",
      "Causing fear, dread or terror",
      "Causing fear or dread or terror",
      "Oppressing with fear or horror; appalling, terrible.",
      "Not good; unfavorable; negative.",
      "Having undesirable or negative qualities",
      "Aroused to impatience or anger",
      "Aroused to impatience or anger.",
      "Having an unpleasant smell",
      "Having a strong, unpleasant smell.",
      "Having a strong, unpleasant smell; stinking.",
      "Disappointingly unsuccessful",
      "Disappointingly unsuccessful; suffering from frustration.",
      "Disappointingly unsuccessful.",
      "Depleted of strength or energy",
      "Anxious or uneasy",
      "Anxious or uneasy.",
      "Afflicted with or marked by anxious uneasiness or trouble or grief.",
      "Afflicted with or marked by anxious uneasiness or trouble or grief"
    ],
    "verbs": [
      "Make sad or unhappy.",
      "Make unhappy",
      "To make sad or unhappy",
      "To become sad or unhappy",
      "Come to feel sad",
      "Become sad or unhappy.",
      "To make angry",
      "To anger, annoy.",
      "Cause annoyance in; disturb, especially by minor irritations",
      "To make someone rather angry or impatient; to cause annoyance.",
      "Abandon hope; give up hope; lose heart",
      "To lose hope.",
      "To be hopeless.",
      "To be hopeless; to have no hope; to give up all hope or expectation.",
      "Complain whiningly",
      "To complain peevishly.",
      "To complain or protest with a whine or as if with a whine."
    ],
    "nouns": [
      "Young child",
      "A very young human being, from birth to somewhere between six months and two years of age, needing almost constant care and/or attention.",
      "A very young human being, from birth to a year old.",
      "Babies are the very young offspring of a human or other mammal.",
      "Baby .",
      "Very young human being.",
      "An infant is the very young offspring of a human or animal.",
      "A young child in the first years of life.",
      "A very young human, particularly from birth to a couple of years old or until walking is fully mastered.",
      "A baby or infant; a very young human or animal.",
      "A very young child (birth to 1 year) who has not yet begun to walk or talk",
      "Part of the body at the front of the head",
      "The face is a central organ of sense and is also very central in the expression of emotion among humans and among numerous other species.",
      "Faces are the central sense organ complexes, for those animals that have one, normally on the ventral surface of the head.",
      "The front of the human head from the forehead to the chin and ear to ear",
      "The front part of the head, featuring the eyes, nose, and mouth and the surrounding area.",
      "A natural and periodic state of rest during which consciousness of the world is suspended",
      "A periodic state of physiological rest during which consciousness is suspended and metabolic rate is decreased.",
      "The state of reduced consciousness during which a human or animal rests in a daily rhythm.",
      "Sleep is a naturally recurring state of bodily rest involving altered consciousness, relatively inhibited sensory activity, and inhibition of nearly all voluntary muscles.",
      "State characterized by reduced or absent consciousness",
      "In animals, sleep is a naturally recurring state characterized by altered consciousness, relatively inhibited sensory activity, and inhibition of nearly all voluntary muscles.",
      "State of reduced consciousness.",
      "Unexpected result in competition",
      "An improbable and unexpected victory",
      "Sports: unexpected victory of a competitor.",
      "An upset occurs in a competition, frequently in electoral politics or sports, when the party popularly expected to win, is defeated by an underdog whom the majority expects to lose, defying the conventional wisdom.",
      "In a contest, especially in sport, when an underdog beats the strong favourite",
      "An unexpected victory of a competitor that was not favored.",
      "A definite pathological process having a characteristic set of signs and symptoms which are detrimental to the well-being of the individual.",
      "Impairment of normal physiological function affecting part or all of an organism",
      "In psychology, frustration is a common emotional response to opposition.",
      "The feeling that accompanies an experience of being thwarted in attaining your goals",
      "An emotional response to circumstances where one is obstructed from arriving at a goal.",
      "A complaint or criticism",
      "A complaint uttered in a plaintive whining way"
    ]
  },
  "category": "Smileys & Emotion",
  "alsoKnownAs": [
    "Exhausted",
    "Fed Up"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A yellow face with scrunched, X-shaped eyes, furrowed eyebrows, and a broad, open frown, as if yawning in exhaustion or groaning in exasperation. Usually shown with upper teeth and sometimes tongue.</p>\r\n\r\n<p>While intended to represent tiredness, it commonly conveys various degrees and tones of frustration and sadness as well excitement and affection, as if it just can&rsquo;t handle how great someone or something is.</p>\r\n\r\n<p>Similar in appearance and meaning to <a href=\"/weary-face/\">😩 Weary Face</a>, but with scrunched eyes. Not to be confused with <a href=\"/sleepy-face/\">😪 Sleepy Face</a> or <a href=\"/sleeping-face/\">😴 Sleeping Face</a>, which often convey actually being asleep.&nbsp;</p>\r\n\r\n<p>Samsung&rsquo;s design <a href=\"/samsung/touchwiz-7.1/tired-face/\">previously featured</a> three, vertical, blue lines over its forehead, which can indicate fatigue in manga and anime. A <a href=\"/microsoft/windows-8.1/tired-face/\">previous</a> Microsoft design was <a href=\"/yawning-face/\">yawning</a>.</p>",
  "apple_vendor_description": "Apple's tired face emoji conveys utter exhaustion with its drooping eyelids and downturned mouth, all rendered with Apple's signature glossy 3D shading and soft curves. The subtle blush on the cheeks and the weary expression are accentuated by realistic lighting, making it feel relatable and genuinely fatigued. This emoji is perfect for communicating a feeling of being drained, overwhelmed, or in need of rest."
}