{
  "code": "👨🏿‍🌾",
  "Unicode": [
    "U+1F468",
    "U+1F3FF",
    "U+200D",
    "U+1F33E"
  ],
  "slug": "man-farmer-dark-skin-tone",
  "shortcodes": null,
  "title": "man farmer: dark skin tone",
  "keywords": [
    "farmer",
    "dark skin tone",
    "gardener",
    "rancher",
    "man"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [],
    "nouns": [
      "Person who grows then harvests food",
      "A farm steward.",
      "A person who operates a farm",
      "A person who works the land or who keeps livestock, especially on a farm.",
      "Person that undertakes agriculture",
      "A farmer is a person engaged in agriculture, raising living organisms for food or raw materials.",
      "Person who works the land or who keeps livestock.",
      "Person who operates a ranch.",
      "A person who owns or operates a ranch.",
      "A person who owns or operates a ranch",
      "Sexual maturity is the age or stage when an organism can reproduce.",
      "The age or stage when an organism can reproduce",
      "An adult male human.",
      "A man is a male human.",
      "An adult male human",
      "An adult human member of the sex that begets young by fertilizing ova.",
      "A human member of the masculine sex or gender.",
      "An adult person who is male (as opposed to a woman)",
      "The art or science of cultivating gardens; gardening.",
      "The process or action of cultivating the soil, particularly in a garden; the care of a garden; horticulture.",
      "The care of a garden.",
      "The cultivation of plants",
      "The act of cultivating or tending a garden.",
      "The art and science of growing plants.",
      "Horticulture is the branch of agriculture that deals with the art, science, technology, and business of plant cultivation.",
      "Gardening is the practice of growing and cultivating plants as part of horticulture."
    ]
  },
  "category": "People & Body",
  "alsoKnownAs": null,
  "version": null,
  "description": "The Male Farmer, Type-6 emoji is a sequence of the  Man,  Emoji Modifier Fitzpatrick Type-6 and  Ear of Rice emojis. These are combine",
  "apple_vendor_description": "The farmer emoji on Apple devices showcases a man with a dark skin tone, exuding an air of grounded resilience and connection to the earth. He's often depicted with practical attire and perhaps a tool, all rendered with Apple's characteristic glossy 3D shading and soft, rounded edges. The realistic lighting highlights the texture and depth of his appearance, symbolizing hard work, growth, and the fruits of labor, making him a fitting representation for agricultural themes or anyone dedicated to nurturing and providing."
}