{
  "code": "🐓",
  "Unicode": [
    "U+1F413"
  ],
  "slug": "rooster",
  "shortcodes": {
    "github": ":rooster:",
    "slack": ":rooster:",
    "discord": ":rooster:"
  },
  "title": "Rooster",
  "keywords": [
    "bird",
    "rooster"
  ],
  "senses": {
    "adjectives": [
      "Easily frightened"
    ],
    "verbs": [
      "To avoid as a result of fear."
    ],
    "nouns": [
      "A male chicken (Gallus gallus domesticus), a domestic bird.",
      "A rooster or cock.",
      "Male domestic fowl.",
      "A male of any species of gallinaceous bird. Typically refers to the domestic chicken, .",
      "Adult male chicken",
      "A young male chicken.",
      "A rooster also known as a cockerel or cock is a male gallinaceous bird, usually a male chicken.",
      "A male chicken or other gallinaceous bird.",
      "Male chicken",
      "Domesticated fowl, primarily a source of food",
      "The flesh of a chicken used for food",
      "The flesh of the domesticated chicken (Gallus gallus domesticus).",
      "The chicken is a domesticated fowl, a subspecies of the Red Junglefowl.",
      "Chickens are a domesticated fowl, a subspecies of the Red Junglefowl.",
      "A hen; a cooked chicken; a chicken dressed for cooking.",
      "A domestic fowl, Gallus gallus, especially when young",
      "The animal, or",
      "Chicken",
      "Fowl are birds belonging to one of two biological orders, namely the gamefowl or landfowl and the waterfowl.",
      "A domesticated gallinaceous bird thought to be descended from the red jungle fowl",
      "A bird.",
      "A bird that is kept for its meat and eggs.",
      "The meat from a domestic fowl",
      "Poultry are domesticated birds kept by humans for the eggs they produce, their meat, their feathers, or sometimes as pets.",
      "Superorder of Neognathae",
      "Domesticated fowl grown for their meat and eggs."
    ]
  },
  "category": "Animals & Nature",
  "alsoKnownAs": [
    "Cock",
    "Cockerel"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A rooster (cock), a male <a href=\"/chicken/\" title=\"🐔 Chicken\">chicken</a> known for its cock-a-doodle-do. Depicted as a white or multicolored rooster standing on its legs in full profile facing left, with a red <a href=\"https://en.wikipedia.org/wiki/Comb_(anatomy)\">comb</a> on its head and red wattle on its neck.</p>\r\n\r\n<p>Not to be confused with <a href=\"/chicken/\">🐔 Chicken</a>, though their applications overlap. See also <a href=\"/hatching-chick/\">🐣 Hatching Chick</a>, <a href=\"/baby-chick/\">🐤 Baby Chick</a>, and <a href=\"/front-facing-baby-chick/\">🐥 Front-Facing Baby Chick</a>. Occasionally used as&nbsp;sexual slang.</p>\r\n\r\n<p>One of the 12 animals of the <a href=\"/chinese-new-year/\">Chinese zodiac</a>.</p>\r\n\r\n<p>Google&rsquo;s rooster is brown with a green tail, Facebook&rsquo;s brown with a blue tail. Google&rsquo;s rooster was <a href=\"/google/android-7.0/rooster/\">previously</a> white, <a href=\"/microsoft/windows-10/rooster/\">Microsoft&rsquo;s</a> yellow, <a href=\"/samsung/experience-9.0/rooster/\">Samsung&rsquo;s</a> looking straight ahead.</p>",
  "apple_vendor_description": "On Apple devices, the rooster emoji stands proudly, its comb and wattles a vibrant red, set against rich, detailed plumage. Apple's design imbues this avian character with a sense of vitality and alertness, thanks to its glossy 3D rendering and lifelike textures. Its spirited pose and alert expression, typical of Apple's emoji style, often convey dawn, new beginnings, or a bold, assertive message."
}