{
  "code": "🔃",
  "Unicode": [
    "U+1F503"
  ],
  "slug": "clockwise-vertical-arrows",
  "shortcodes": {
    "github": ":arrows_clockwise:",
    "slack": ":arrows_clockwise:",
    "discord": ":arrows_clockwise:"
  },
  "title": "Clockwise Downwards and Upwards Open Circle Arrows",
  "keywords": [
    "arrow",
    "clockwise",
    "clockwise vertical arrows",
    "reload"
  ],
  "senses": {
    "adjectives": [
      "In the same direction as the rotating hands of a clock",
      "Of, or pertaining to a circular movement or rotation from left to right in the manner of a clock."
    ],
    "verbs": [
      "Make synchronous and adjust in time or manner",
      "To synchronize.",
      "To say again something that someone else has already said by reproducing the words, inflections, etc.",
      "To say, state, or perform again",
      "To do or say again (and again).",
      "To say or do (something) repeatedly",
      "Do or say again.",
      "Use again after processing"
    ],
    "nouns": [
      "A gradient brush option that makes the gradient repeat.",
      "In music, a repeat sign is a sign that indicates a section should be repeated.",
      "An event that repeats",
      "The occurrence of an event which has occurred before.",
      "An option that allows the user to specify the intervals at which an appointment or task will be repeated.",
      "The process of reconciling the differences between data stored in one location and a copy of the same data stored in another location.",
      "A menu item that initiates the process of synchronization.",
      "In multimedia, precise real-time processing. Audio and video are transmitted over a network in synchronization so that they can be played back together without delayed responses.",
      "The matching of timing between computers on a network, or between components of a computer, so that all are coordinated.",
      "In computer science, synchronization refers to one of two distinct but related concepts: synchronization of processes, and synchronization of data."
    ]
  },
  "category": "Symbols",
  "alsoKnownAs": [],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>Circular arrows pointing in an anticlockwise direction.&nbsp;Similar to symbols sometimes used for&nbsp;<em>refresh</em>&nbsp;or&nbsp;<em>rotate</em>.&nbsp;</p>",
  "apple_vendor_description": "On Apple devices, the clockwise vertical arrows emoji features two sleek, pointed arrows arranged in a circular motion, rendered with Apple's signature smooth gradients and subtle 3D depth. The clean lines and precise angles give them a modern and efficient feel, with realistic lighting highlighting their polished surfaces. This emoji is commonly used to signify refreshing content, restarting a process, or indicating a cyclical action, providing a clear and intuitive visual cue for users on Apple devices."
}