{
  "code": "✂️",
  "Unicode": [
    "U+2702",
    "U+FE0F"
  ],
  "slug": "scissors",
  "shortcodes": {
    "github": ":scissors:",
    "slack": ":scissors:",
    "discord": ":scissors:"
  },
  "title": "Black Scissors",
  "keywords": [
    "cutting",
    "scissors",
    "tool"
  ],
  "senses": {
    "adjectives": [
      "That has been trimmed",
      "Made neat and tidy by trimming",
      "Pointed in shape, having a point or points",
      "Pointed in shape.",
      "Having the hair or wool cut or clipped off as if with shears or clippers",
      "Belonging to, or sold by, a stationer."
    ],
    "verbs": [],
    "nouns": [
      "Many paper size standards conventions have existed at different times and in different countries.",
      "Writing materials, envelopes, office materials",
      "The articles typically sold by stationers, comprising paper, pens, ink, quills, blank books, etc.",
      "Stationery has historically pertained to a wide gamut of materials: paper and office supplies, writing implements, greeting cards, glue, pencil cases and other similar items.",
      "Paper cut to an appropriate size for writing letters; usually with matching envelopes",
      "The size of a page.",
      "The size of the sheet of paper on which you print the publication, before trimming.",
      "A document that, when opened by the user, is duplicated by the system; the copy is opened for the user's modification while the original document remains intact. Stationery documents can be used as document templates or boilerplates.",
      "Standard sizes of the paper",
      "Practice of suppressing speech or other public communication",
      "Censorship is the suppression of speech, public communication or other information which may be considered objectionable, harmful, sensitive, politically incorrect or inconvenient as determined by governments, media outlets, authorities or other such entities.",
      "The control of speech and other forms of human expression.",
      "Deleting parts of publications or correspondence or theatrical performances",
      "The use of state or group power to control freedom of expression or press, such as passing laws to prevent media from being published or propagated.",
      "The control and monitoring of content and suppression of unwanted content exercized by a government or another influential organisation.",
      "Use of state or group power to control freedom of expression.",
      "Censorship is the suppression of speech or other communication which may be considered objectionable, harmful, sensitive, or inconvenient to the general body of people as determined by a government, media outlet, private pressure group, or other controlling body.",
      "Scissors are hand-operated shearing instruments.",
      "Tool used for cutting.",
      "An edge tool having two crossed pivoting blades",
      "A tool used for cutting thin material, consisting of two crossing blades attached at a pivot point in such a way that the blades slide across each other when the handles are closed.",
      "Hand-operated cutting instruments"
    ]
  },
  "category": "Objects",
  "alsoKnownAs": [
    "Cutting"
  ],
  "version": {
    "unicode-version": "1.1",
    "emoji-version": "1.0"
  },
  "description": "<p>A pair of scissors, as used to cut paper or <a href=\"/person-getting-haircut/\">hair</a>. Generally shown open, blades down, with red handles. Commonly used for content concerning haircuts, fashion design, arts and crafts, and various senses of cutting.</p>\r\n\r\n<p>WhatsApp&rsquo;s design features green handles with blades pointed up.</p>\r\n\r\n<p>See the glossary for the term <em><a href=\"/glossary/#black\" title=\"📖 Glossary\">black</a></em><i> </i>in Unicode character names.</p>",
  "apple_vendor_description": "Apple's scissors emoji features a pair of sleek, silver-toned scissors with distinct, rounded handles and precisely rendered blades that gleam with realistic lighting. The 3D shading gives them a polished, tactile feel, and their smooth, soft edges are a signature of Apple's design aesthetic. On Apple devices, this emoji symbolizes cutting, trimming, editing, or the act of ending something, often used in contexts related to fashion, crafting, or making changes."
}