{
  "code": "🇫🇲",
  "Unicode": [
    "U+1F1EB",
    "U+1F1F2"
  ],
  "slug": "flag-micronesia",
  "shortcodes": {
    "github": ":micronesia:",
    "slack": ":flag-fm:",
    "discord": ":flag_fm:"
  },
  "title": "Flag: Micronesia",
  "keywords": [
    "flag"
  ],
  "senses": {
    "adjectives": [
      "From or in the countryside or connected with it.",
      "Of, from or pertaining to the countryside (adjective)."
    ],
    "verbs": [],
    "nouns": [
      "Emblem usually consisting of a rectangular piece of cloth of distinctive design",
      "Piece of cloth.",
      "A flag is a piece of fabric with a distinctive design that is used as a symbol, as a signaling device, or as decoration.",
      "A piece of cloth, often decorated with an emblem, used as a visual signal or symbol.",
      "Piece of fabric with a distinctive design",
      "The opposite of secession",
      "As its original Latin term",
      "Government",
      "The collective body of a nation or state as politically organized, or as exercising political functions.",
      "The territory of a nation, especially an independent nation state or formerly independent nation; a political entity asserting ultimate authority over a geographical area.",
      "Nations is often used synonymously with ethnic group, but although ethnicity is now one of the most important aspects of cultural or social identity for the members of most nations, people with the same ethnic origin may live in different nation-states and be treated as members of separate nations for that reason.",
      "Political organisation with a centralized independent government",
      "The government.",
      "An organized political community, living under a government",
      "Nation has various meanings, and the meaning has changed over time.",
      "A state is an organized community living under one government.",
      "A political entity asserting ultimate authority over a geographical area.",
      "A people permanently occupying a fixed territory bound together by common law, habits and custom into one body politic exercising, through the medium of an organized government, independent sovereignty and control over all persons and things within its boundaries, unless or until authority is ceded to a federation or union of other states.",
      "The people who live in a nation or country",
      "A politically organized body of people under a single government",
      "A sovereign state.",
      "A state is a nonphysical juridical entity of the international legal system that is represented by one centralized government that has supreme independent authority over a geographic area.",
      "The geographic area under the control of a political state.",
      "A country in Oceania. Official name: the Federated States of Micronesia.",
      "A country in Oceania.",
      "Micronesia is a subregion of Oceania, comprising thousands of small islands in the western Pacific Ocean.",
      "An Oceanic island nation",
      "The Federated States of Micronesia is an independent sovereign island nation and a United States Associated State consisting of four states from west to east, Yap, Chuuk, Pohnpei and Kosraethat are spread across the Western Pacific Ocean.",
      "Subregion of Oceania",
      "A country scattered over Micronesia with a constitutional government in free association with the United States; achieved independence in 1986"
    ]
  },
  "alsoKnownAs": [
    "Micronesian Flag"
  ],
  "version": {
    "unicode-version": null,
    "emoji-version": "1.0"
  },
  "description": "<p>The flag for&nbsp;<a href=\"https://en.wikipedia.org/wiki/Micronesia\">Micronesia</a>, which may show as the letters&nbsp;<em>FM</em>&nbsp;on some platforms.</p>",
  "apple_vendor_description": "The flag of Micronesia, as seen on Apple devices, is a vibrant and precisely rendered banner. It features a light blue field, symbolizing the Pacific Ocean, adorned with four bright white stars, each rendered with Apple's signature glossy 3D shading and soft rounded edges. On Apple devices, this emoji offers a clear and dignified representation of the nation, perfect for discussions about travel, geography, or international affairs.",
  "category": "Flags"
}