{
  "code": "🇦🇿",
  "Unicode": [
    "U+1F1E6",
    "U+1F1FF"
  ],
  "slug": "flag-azerbaijan",
  "shortcodes": {
    "github": ":azerbaijan:",
    "slack": ":flag-az:",
    "discord": ":flag_az:"
  },
  "title": "Flag: Azerbaijan",
  "keywords": [
    "flag"
  ],
  "senses": {
    "adjectives": [
      "From or in the countryside or connected with it.",
      "Of, from or pertaining to the countryside (adjective)."
    ],
    "verbs": [],
    "nouns": [
      "The flag of Azerbaijan is a tricolor featuring three equally sized fesses of blue, red, and green, with a white crescent and an eight-pointed star centered in the red.",
      "Emblem usually consisting of a rectangular piece of cloth of distinctive design",
      "Piece of cloth.",
      "A flag is a piece of fabric with a distinctive design that is used as a symbol, as a signaling device, or as decoration.",
      "A piece of cloth, often decorated with an emblem, used as a visual signal or symbol.",
      "Piece of fabric with a distinctive design",
      "The largest country in the Caucasus region",
      "Country in Eastern Europe.",
      "Country in Western Asia and Eastern Europe",
      "A country in the Caucasus region, with capital Baku.",
      "Azerbaijan, officially the Republic of Azerbaijan, is a country in the Caucasus region of Eurasia.",
      "A landlocked republic in southwestern Asia; formerly an Asian soviet",
      "Azerbaijan, officially the Republic of Azerbaijan, is a contiguous transcontinental presidential republic in the Caucasus region, situated at the crossroads of Eastern Europe and Western Asia.",
      "A country in West Asia; official name: Republic of Azerbaijan",
      "The opposite of secession",
      "As its original Latin term",
      "Government",
      "The collective body of a nation or state as politically organized, or as exercising political functions.",
      "The territory of a nation, especially an independent nation state or formerly independent nation; a political entity asserting ultimate authority over a geographical area.",
      "Nations is often used synonymously with ethnic group, but although ethnicity is now one of the most important aspects of cultural or social identity for the members of most nations, people with the same ethnic origin may live in different nation-states and be treated as members of separate nations for that reason.",
      "Political organisation with a centralized independent government",
      "The government.",
      "An organized political community, living under a government",
      "Nation has various meanings, and the meaning has changed over time.",
      "A state is an organized community living under one government.",
      "A political entity asserting ultimate authority over a geographical area.",
      "A people permanently occupying a fixed territory bound together by common law, habits and custom into one body politic exercising, through the medium of an organized government, independent sovereignty and control over all persons and things within its boundaries, unless or until authority is ceded to a federation or union of other states.",
      "The people who live in a nation or country",
      "A politically organized body of people under a single government",
      "A sovereign state.",
      "A state is a nonphysical juridical entity of the international legal system that is represented by one centralized government that has supreme independent authority over a geographic area.",
      "The geographic area under the control of a political state."
    ]
  },
  "alsoKnownAs": [
    "Azerbaijani Flag"
  ],
  "version": {
    "unicode-version": null,
    "emoji-version": "1.0"
  },
  "description": "<p>The flag for Azerbaijan, which may show as the letters&nbsp;<em>AZ</em>&nbsp;on some platforms.</p>",
  "apple_vendor_description": "The flag of Azerbaijan on Apple devices features its iconic tricolor design with bold, vibrant stripes and a prominent white crescent and star. Apple’s meticulous rendering provides a sense of depth and texture, with the flag appearing to wave gently, enhanced by realistic lighting and soft, rounded edges that give it a polished look. This emoji is a clear and proud representation of Azerbaijan, used to express national pride, discuss travel, or indicate a connection to the country.",
  "category": "Flags"
}