{
  "code": "🕵️‍♂️",
  "Unicode": [
    "U+1F575",
    "U+FE0F",
    "U+200D",
    "U+2642",
    "U+FE0F"
  ],
  "slug": "man-detective",
  "shortcodes": {
    "github": ":male_detective:",
    "slack": ":male-detective:",
    "discord": ":man_detective:"
  },
  "title": "Man Detective",
  "keywords": [
    "detective",
    "man",
    "sleuth",
    "spy"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [
      "Watch, observe, or inquire secretly"
    ],
    "nouns": [
      "A detective who follows a trail",
      "The Mickey Mouse universe is a fictional universe in which the Disney cartoon character Mickey Mouse lives.",
      "A detective.",
      "A detective, a sleuth",
      "Sexual maturity is the age or stage when an organism can reproduce.",
      "The age or stage when an organism can reproduce",
      "An adult male human.",
      "A man is a male human.",
      "An adult male human",
      "An adult human member of the sex that begets young by fertilizing ova.",
      "A human member of the masculine sex or gender.",
      "An adult person who is male (as opposed to a woman)",
      "Police officer who looks for evidence.",
      "A police officer who investigates crimes",
      "Skill level in the Purble Place game. Once a Purble Place game is completed, a player gets a skill level rank assigned automatically by the game (based on number of guesses and hints during the game).",
      "A person who investigates crimes, can be a rank and job in a police department, state or federal employee, or a civilian called a private detective",
      "Investigator, either a member of a police agency or a private person",
      "A police officer who looks for evidence as part of solving a crime; an investigator.",
      "A detective is an investigator, usually a member of a law enforcement agency.",
      "Someone who investigates by carefully analyzing each clue."
    ]
  },
  "category": "People & Body",
  "alsoKnownAs": [
    "Detective",
    "Private Eye",
    "Sleuth",
    "Spy",
    "Man Symbol",
    "Mars Symbol"
  ],
  "version": {
    "unicode-version": null,
    "emoji-version": "4.0"
  },
  "description": "<p>The male version of the <a href=\"/detective/\">🕵&nbsp;Sleuth or Spy</a>&nbsp;emoji.&nbsp;Currently identical in appearance to the non-gendered base emoji.</p>",
  "apple_vendor_description": "Apple's man detective emoji features a distinguished figure in a trench coat and fedora, rendered with the company's signature smooth gradients and soft, rounded edges. The keen expression in his eyes, subtly enhanced by realistic lighting, suggests an air of mystery and sharp observation. This emoji, symbolizing investigation, curiosity, or solving a puzzle, adds a touch of intrigue to conversations on Apple devices."
}