{
  "code": "😩",
  "Unicode": [
    "U+1F629"
  ],
  "slug": "weary-face",
  "shortcodes": {
    "github": ":weary:",
    "slack": ":weary:",
    "discord": ":weary:"
  },
  "title": "Weary Face",
  "keywords": [
    "face",
    "tired",
    "weary"
  ],
  "senses": {
    "adjectives": [
      "Anxious or uneasy",
      "Anxious or uneasy.",
      "Afflicted with or marked by anxious uneasiness or trouble or grief.",
      "Afflicted with or marked by anxious uneasiness or trouble or grief",
      "Feeling mentally uncomfortable because something is missing or wrong.",
      "Experiencing or showing sorrow or unhappiness- Christina Rossetti",
      "Feeling sorrow; sorrowful, mournful.",
      "Disappointingly unsuccessful",
      "Disappointingly unsuccessful; suffering from frustration.",
      "Disappointingly unsuccessful.",
      "Physically and mentally fatigued",
      "Depleted of strength or energy",
      "Ready to fall asleep"
    ],
    "verbs": [
      "Exhaust or get tired through overuse or great strain or stress",
      "To become exhausted, tired, fatigued, or weary, as by continued strain or exertion.",
      "To make someone tired; to exhaust.",
      "Make someone tired.",
      "To become tired through overuse or great strain or stress.",
      "To prevent (something) from being successful.",
      "To hinder or prevent (the efforts, plans, or desires) of.",
      "To prevent; to halt; to cause to fail; to foil; to frustrate.",
      "To hinder or thwart.",
      "Hinder or prevent (the efforts, plans, or desires) of",
      "To prevent (something) from being accomplished.",
      "Prevent from being accomplished.",
      "To cry out with a shrill voice; to utter a sudden, sharp outcry, or shrill, loud cry, as in fright or extreme pain; to shriek; to screech.",
      "To utter a sudden and loud outcry, as in joy, triumph, or exultation, or to attract attention, to animate soldiers, etc.",
      "To utter a sudden and loud outcry.",
      "To speak with a loud, excited voice.",
      "Utter a sudden loud cry",
      "To utter in a loud or distinct voice.",
      "Disturb the balance or stability of",
      "To look angry or sullen, wrinkle one's forehead, as if to signal disapproval.",
      "Look angry or sullen, wrinkle one's forehead, as if to signal disapproval",
      "To frown; to look sullen."
    ],
    "nouns": [
      "An involuntary intake of breath through a wide open mouth; usually triggered by fatigue or boredom",
      "A yawn is a reflex consisting of the simultaneous inhalation of air and the stretching of the eardrums, followed by an exhalation of breath.",
      "The action of yawning; opening the mouth widely and taking a long, rather deep breath, often because one is tired.",
      "The action of yawning.",
      "Unexpected result in competition",
      "An improbable and unexpected victory",
      "Sports: unexpected victory of a competitor.",
      "An upset occurs in a competition, frequently in electoral politics or sports, when the party popularly expected to win, is defeated by an underdog whom the majority expects to lose, defying the conventional wisdom.",
      "In a contest, especially in sport, when an underdog beats the strong favourite",
      "An unexpected victory of a competitor that was not favored.",
      "A natural and periodic state of rest during which consciousness of the world is suspended",
      "A periodic state of physiological rest during which consciousness is suspended and metabolic rate is decreased.",
      "The state of reduced consciousness during which a human or animal rests in a daily rhythm.",
      "Sleep is a naturally recurring state of bodily rest involving altered consciousness, relatively inhibited sensory activity, and inhibition of nearly all voluntary muscles.",
      "State characterized by reduced or absent consciousness",
      "In animals, sleep is a naturally recurring state characterized by altered consciousness, relatively inhibited sensory activity, and inhibition of nearly all voluntary muscles.",
      "State of reduced consciousness.",
      "Basic emotion",
      "Sadness is emotional pain associated with, or characterized by feelings of disadvantage, loss, despair, helplessness, sorrow, and rage.",
      "Emotions experienced when not in a state of well-being",
      "Sadness is emotional pain associated with, or characterized by feelings of disadvantage, loss, despair, helplessness and sorrow.",
      "The state of being plangent",
      "In psychology, frustration is a common emotional response to opposition.",
      "The feeling that accompanies an experience of being thwarted in attaining your goals",
      "An emotional response to circumstances where one is obstructed from arriving at a goal."
    ]
  },
  "category": "Smileys & Emotion",
  "alsoKnownAs": [
    "Distraught Face",
    "Wailing"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A yellow face with closed eyes, furrowed brows, and a broad, open frown, as if distraught to the point of giving up. Usually shown with upper teeth and sometimes tongue.</p>\r\n\r\n<p>May convey various feelings&nbsp;of frustration, lust, sadness, amusement, and affection.&nbsp;Often playful in tone.</p>\r\n\r\n<p>Similar in appearance and meaning to <a href=\"/tired-face/\">😫&nbsp;Tired Face</a>, but with crescent-shaped eyes. Huawei&#39;s design has its <a href=\"/tongue\">tongue</a> hanging out of its mouth. Samsung&rsquo;s design previously featured large eyes half-closed in tiredness.</p>\r\n\r\n<p>This emoji has a cat variant, <a href=\"/weary-cat/\">🙀&nbsp;Weary Cat Face</a>, though it more closely resembles <a href=\"/face-screaming-in-fear/\">😱&nbsp;Face Screaming in Fear</a>.</p>",
  "apple_vendor_description": "On Apple devices, the weary face emoji conveys a profound sense of exhaustion and mild despair, captured with Apple's characteristic expressive details and subtle shading. Its eyes are droopy with deep, dark circles underneath, and its mouth is downturned in a gentle curve, suggesting a quiet struggle. The overall effect, enhanced by realistic lighting, is one of relatable fatigue, making it perfect for communicating being overwhelmed or simply needing a break."
}