{
  "code": "📤",
  "Unicode": [
    "U+1F4E4"
  ],
  "slug": "outbox-tray",
  "shortcodes": {
    "github": ":outbox_tray:",
    "slack": ":outbox_tray:",
    "discord": ":outbox_tray:"
  },
  "title": "Outbox Tray",
  "keywords": [
    "box",
    "letter",
    "mail",
    "outbox",
    "sent",
    "tray"
  ],
  "senses": {
    "adjectives": [
      "Caused or enabled to go or be conveyed or transmitted"
    ],
    "verbs": [
      "Communicate electronically on the computer",
      "To send via the post.",
      "To send (a letter, parcel, etc.) through the mail.",
      "Send via the postal service"
    ],
    "nouns": [
      "Electronic mail, most commonly referred to as email or e-mail since, is a method of exchanging digital messages from an author to one or more recipients.",
      "A message sent via an e-mail system.",
      "A string that identifies a user so that the user can receive Internet email. An email address on the Internet typically consists of an account name, followed by the @ (at) symbol, a host name, and a domain name.",
      "Information at the top of an e-mail message, including the name and address of the sender and recipient, the date and time sent, the subject, and other information that is not part of the body text of the message. The mail header is used by an e-mail client or program.",
      "Information or message that is transmitted or exchanged from one computer terminal to another, through telecommunication.",
      "An app for sending and receiving email.",
      "A folder that stores messages that have been created but not yet sent.",
      "Message sent via e-mail.",
      "A message that is sent over a communications network such as a local area network or the Internet.",
      "(computer science) a system of world-wide electronic communication in which a computer user can compose a message at one terminal that can be regenerated at the recipient's terminal when the recipient logs in",
      "A notification issued when a message is received",
      "A utility that allows the user to send and receive e-mail.",
      "The exchange of text messages and computer files over a communications network, such as a local area network or the Internet.",
      "Method of sending digital messages from an author to one or more recipients",
      "A sliding compartment of a piece of furniture, open on its top, that can be pulled to access to its content more easily.",
      "A drawer is a box-shaped container that fits into a piece of furniture in such a way that it can be drawn out horizontally to reach its contents.",
      "Open-topped box in a cabinet used for storing.",
      "An open-topped box that can be slid in and out of the cabinet that contains it, used for storing clothing or other articles.",
      "A boxlike container in a piece of furniture; made so as to slide in and out",
      "Plural form of box.",
      "A (usually rectangular) container; may have a lid",
      "A cuboid space; a container, usually with a hinged lid.",
      "Box describes a variety of containers and receptacles for permanent use as storage, or for temporary use often for transporting contents.",
      "Or any of a variety of containers or receptacles",
      "A written message addressed to a person or organization",
      "A letter is a written message from one party to another containing information.",
      "A written message.",
      "A form of written communication; see also mail",
      "A written message; a letter, note or memo.",
      "A text that is written to and for a specific person or set of people (and is most commonly sent to them by post).",
      "An activity that tracks the delivery of a letter. The activity can contain the electronic copy of the letter.",
      "Written message containing information from one party to another",
      "A shallow platform designed for carrying things.",
      "A tray is a shallow platform designed for carrying things.",
      "An open receptacle for holding or displaying or serving articles or food",
      "The mail or post is a system for physically transporting documents and other small packages, as well as a name for the postcards, letters, and parcels themselves.",
      "The letters, parcels etc delivered to a particular address or person.",
      "Anything sent through postal services",
      "Mail, or post, is a system for transporting letters and other tangible objects: written documents, typically enclosed in envelopes, and also small packages are delivered to destinations around the world.",
      "The system whereby messages are transmitted via the post office",
      "A message or topic published on a blog, message board or Help board.",
      "A single delivery of letters; the letters or deliveries that make up a single batch delivered to one person or one address.",
      "Method of delivering mail.",
      "System for transporting documents and other small packages",
      "A batch of letters and parcels received via post."
    ]
  },
  "category": "Objects",
  "alsoKnownAs": [
    "Outbox"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A paper tray with an <a href=\"/up-arrow/\">up arrow</a> on top, as a symbol for an <a href=\"/e-mail/\">email</a> outbox. Generally depicted as a white or wooden tray with a red arrow pointing upwards. Facebook&#39;s design contains paper.</p>\r\n\r\n<p>May be used for various digital activity, including uploading, messaging, emailing, ordering, and sharing.</p>\r\n\r\n<p>Google&rsquo;s design <a href=\"/google/android-8.0/outbox-tray/\">previously</a> featured&nbsp;a blue arrow and contained&nbsp;paper.&nbsp;Samsung&rsquo;s arrow was <a href=\"/samsung/experience-9.0/outbox-tray/\">previously green</a>.</p>\r\n\r\n<p>Compare <a href=\"/inbox-tray/\">📥 Inbox Tray</a>.</p>",
  "apple_vendor_description": "The outbox tray emoji on Apple devices presents a classic, sturdy wooden tray with a subtle grain texture, rendered with Apple's signature glossy 3D shading. A single, crisp white document is neatly peeking out from the front, angled slightly to showcase its presence. This emoji, with its smooth gradients and soft rounded edges, visually communicates sending, dispatching, or items ready for delivery in a clear and professional manner on Apple platforms."
}