{
  "code": "🐌",
  "Unicode": [
    "U+1F40C"
  ],
  "slug": "snail",
  "shortcodes": {
    "github": ":snail:",
    "slack": ":snail:",
    "discord": ":snail:"
  },
  "title": "Snail",
  "keywords": [
    "snail"
  ],
  "senses": {
    "adjectives": [
      "Moving slowly",
      "Slow; having little motion; as, a sluggish stream.",
      "Not moving quickly; taking a comparatively long time",
      "Not happening in a short time; spread over a comparatively long time.",
      "Spread over a comparatively long time."
    ],
    "verbs": [
      "Advance slowly, as if by inches"
    ],
    "nouns": [
      "Snail is a common name that is applied most often to land snails, terrestrial pulmonate gastropod molluscs.",
      "Any of very many animals (either hermaphroditic or nonhermaphroditic), of the class Gastropoda, having a coiled shell.",
      "Any animal of the class Gastropoda having a shell.",
      "Freshwater or marine or terrestrial gastropod mollusk usually having an external enclosing spiral shell",
      "Mollusc",
      "(Gastropoda) Ventral footed mollusk, including land snails, terrestrial pulmonate gastropod mollusks."
    ]
  },
  "category": "Animals & Nature",
  "alsoKnownAs": [
    "Garden Snail",
    "Slug"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A snail, a slow-moving, snail-like <a href=\"https://en.wikipedia.org/wiki/Mollusca\">mollusk</a> in a spiraling <a href=\"/spiral-shell/\">shell</a>. Generally depicted as a brown snail in full profile facing left or right, with a brown, textured shell and tentacle-like eyes.</p>\r\n\r\n<p>May be used to represent a slug and&nbsp;various senses of <i>slow</i>.</p>\r\n\r\n<p>Twitter&rsquo;s snail has a purple body and yellow shell. Microsoft&rsquo;s snail <a href=\"/microsoft/windows-10/snail/\">previously</a> had a green body.</p>",
  "apple_vendor_description": "Apple's snail emoji presents a charming, stylized creature with its shell spiraling elegantly and its body slightly extended. Crafted with Apple's hallmark glossy 3D shading and soft rounded edges, it possesses a delightful, almost tactile quality. The realistic lighting accentuates the subtle texture of the shell and the gentle curve of the snail's form, making it a sweet visual for representing slowness, patience, or a leisurely pace."
}