{
  "code": "👷‍♂️",
  "Unicode": [
    "U+1F477",
    "U+200D",
    "U+2642",
    "U+FE0F"
  ],
  "slug": "man-construction-worker",
  "shortcodes": {
    "github": ":construction_worker_man:",
    "slack": ":male-construction-worker:",
    "discord": ":man_construction_worker:"
  },
  "title": "Man Construction Worker",
  "keywords": [
    "construction",
    "man",
    "worker"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [],
    "nouns": [
      "Tradesman, labourer, or professional employed in the physical construction of the built environment",
      "A worker skilled in building offices or dwellings etc.",
      "Employee working at a physical construction.",
      "Worker in building sector",
      "Employee working at a construction.",
      "A construction worker is a tradesman, laborer, or professional employed in the physical construction of the built environment and its infrastructure.",
      "Act or process of building.",
      "The act of constructing something",
      "Or the erection of a building",
      "Building construction is the process of preparing for and forming buildings and building systems.",
      "The process of constructing.",
      "Process that consists of the building or assembling of infrastructure",
      "The construction, rehabilitation, alteration, conversion, extension, demolition or repair of buildings, highways, or other changes or improvement to real property, including facilities providing utility services.",
      "The act or process of building.",
      "Sexual maturity is the age or stage when an organism can reproduce.",
      "The age or stage when an organism can reproduce",
      "An adult male human.",
      "A man is a male human.",
      "An adult male human",
      "An adult human member of the sex that begets young by fertilizing ova.",
      "A human member of the masculine sex or gender.",
      "An adult person who is male (as opposed to a woman)"
    ]
  },
  "category": "People & Body",
  "alsoKnownAs": [
    "Builder",
    "Face With Hat",
    "Hard-Hat",
    "Safety Helmet",
    "Man Symbol",
    "Mars Symbol"
  ],
  "version": {
    "unicode-version": null,
    "emoji-version": "4.0"
  },
  "description": "<p>The male version of the <a href=\"/construction-worker/\">👷&nbsp;Construction Worker</a> emoji.</p>",
  "apple_vendor_description": "On Apple devices, the man construction worker emoji is depicted with a sturdy, determined posture, wearing a bright yellow hard hat and a high-visibility vest, all rendered with Apple's characteristic glossy 3D shading and smooth gradients. The facial expression is one of focused effort, conveying a sense of diligence and hard work. This emoji is ideal for discussions about building, labor, projects, or any task requiring significant effort on Apple devices."
}