{
  "code": "🇲🇼",
  "Unicode": [
    "U+1F1F2",
    "U+1F1FC"
  ],
  "slug": "flag-malawi",
  "shortcodes": {
    "github": ":malawi:",
    "slack": ":flag-mw:",
    "discord": ":flag_mw:"
  },
  "title": "Flag: Malawi",
  "keywords": [
    "flag"
  ],
  "senses": {
    "adjectives": [
      "From or in the countryside or connected with it.",
      "Of, from or pertaining to the countryside (adjective)."
    ],
    "verbs": [],
    "nouns": [
      "Emblem usually consisting of a rectangular piece of cloth of distinctive design",
      "Piece of cloth.",
      "A flag is a piece of fabric with a distinctive design that is used as a symbol, as a signaling device, or as decoration.",
      "A piece of cloth, often decorated with an emblem, used as a visual signal or symbol.",
      "Piece of fabric with a distinctive design",
      "A former country in Africa, now called Malawi.",
      "Nyasaland, or the Nyasaland Protectorate, was a British protectorate located in Africa, which was established in 1907 when the former British Central Africa Protectorate changed its name.",
      "Malawi, officially the Republic of Malawi, is a landlocked country in southeast Africa that was formerly known as Nyasaland.",
      "A country in Southern Africa once known as Nyasaland",
      "Republic of Malawi.",
      "A country in Southern Africa whose capital is Lilongwe.",
      "A landlocked republic in southern central Africa; achieved independence from the United Kingdom in 1964",
      "Country in Southern Africa. Official name: Republic of Malawi.",
      "The opposite of secession",
      "As its original Latin term",
      "Government",
      "The collective body of a nation or state as politically organized, or as exercising political functions.",
      "The territory of a nation, especially an independent nation state or formerly independent nation; a political entity asserting ultimate authority over a geographical area.",
      "Nations is often used synonymously with ethnic group, but although ethnicity is now one of the most important aspects of cultural or social identity for the members of most nations, people with the same ethnic origin may live in different nation-states and be treated as members of separate nations for that reason.",
      "Political organisation with a centralized independent government",
      "The government.",
      "An organized political community, living under a government",
      "Nation has various meanings, and the meaning has changed over time.",
      "A state is an organized community living under one government.",
      "A political entity asserting ultimate authority over a geographical area.",
      "A people permanently occupying a fixed territory bound together by common law, habits and custom into one body politic exercising, through the medium of an organized government, independent sovereignty and control over all persons and things within its boundaries, unless or until authority is ceded to a federation or union of other states.",
      "The people who live in a nation or country",
      "A politically organized body of people under a single government",
      "A sovereign state.",
      "A state is a nonphysical juridical entity of the international legal system that is represented by one centralized government that has supreme independent authority over a geographic area.",
      "The geographic area under the control of a political state.",
      "The flag of Malawi was officially adopted on 6 July 1964 when the colony of Nyasaland became independent from British rule and renamed itself Malawi."
    ]
  },
  "alsoKnownAs": [
    "Malawian Flag"
  ],
  "version": {
    "unicode-version": null,
    "emoji-version": "1.0"
  },
  "description": "<p>The flag for&nbsp;<a href=\"https://en.wikipedia.org/wiki/Malawi\">Malawi</a>, which may show as the letters&nbsp;<em>MW</em>&nbsp;on some platforms.</p>",
  "apple_vendor_description": "On Apple devices, the flag of Malawi emoji unfurls with vibrant, precisely rendered stripes of black, red, and green, each band exhibiting a subtle gradient and realistic fabric texture. The rising sun symbol, a beacon of progress and hope, is depicted with a warm, radiant glow and soft, rounded edges, characteristic of Apple's detailed design. This emoji serves as a proud representation of Malawi, often used to express national pride, share news, or connect with the country's culture within digital communications on Apple products.",
  "category": "Flags"
}