{
  "code": "😤",
  "Unicode": [
    "U+1F624"
  ],
  "slug": "face-with-steam-from-nose",
  "shortcodes": {
    "github": ":triumph:",
    "slack": ":triumph:",
    "discord": ":triumph:"
  },
  "title": "Face with Look of Triumph",
  "keywords": [
    "face",
    "face with steam from nose",
    "triumph",
    "won"
  ],
  "senses": {
    "adjectives": [
      "Displaying or feeling anger.",
      "Angry, annoyed.",
      "Irritated, in a temper, feeling or displaying anger.",
      "Feeling or showing anger",
      "Irritated and roused to anger.",
      "Roused to anger- Mark Twain",
      "Having a bad smell.",
      "Having or relating to the smell of funk.",
      "Having a pungent smell.",
      "Offensively malodorous",
      "Of, relating to, or characteristic of putrefaction, especially having a bad smell, like that of rotting flesh.",
      "Invulnerable to fear or intimidation",
      "Not being daunted or intimidated.",
      "Free from fear.",
      "Invulnerable to fear or intimidation.",
      "Extremely violent, severe, ferocious or savage.",
      "Marked by extreme and violent energy",
      "Marked by extreme and violent energy.",
      "Fierce and ferocious",
      "Aroused to impatience or anger",
      "Aroused to impatience or anger.",
      "Troubled persistently especially with petty annoyances",
      "Troubled persistently especially with petty annoyances.",
      "Disappointingly unsuccessful",
      "Disappointingly unsuccessful; suffering from frustration.",
      "Disappointingly unsuccessful."
    ],
    "verbs": [
      "To prevent (something) from being successful.",
      "To hinder or prevent (the efforts, plans, or desires) of.",
      "To prevent; to halt; to cause to fail; to foil; to frustrate.",
      "To hinder or thwart.",
      "Hinder or prevent (the efforts, plans, or desires) of",
      "To prevent (something) from being accomplished.",
      "Prevent from being accomplished.",
      "To expel air from the lungs through the nose or mouth by action of the diaphragm.",
      "Expel air",
      "To make angry",
      "To anger, annoy.",
      "Cause annoyance in; disturb, especially by minor irritations",
      "To make someone rather angry or impatient; to cause annoyance.",
      "To madden, to anger, to frustrate."
    ],
    "nouns": [
      "Basic emotion",
      "Anger is an emotional response related to one's psychological interpretation of having been threatened.",
      "The state of being angry",
      "The state of being angry.",
      "Anger is a common emotional response to real or imagined threats or harm to oneself or others, characterized by a desire, whether internalized or expressed, to engage in aggressive retaliation.",
      "In psychology, frustration is a common emotional response to opposition.",
      "The feeling that accompanies an experience of being thwarted in attaining your goals",
      "An emotional response to circumstances where one is obstructed from arriving at a goal."
    ]
  },
  "category": "Smileys & Emotion",
  "alsoKnownAs": [
    "Airing of Grievances",
    "Frustrated",
    "Mad Face",
    "Steaming"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A yellow face with closed eyes, furrowed eyebrows, broad frown, and two puffs of steam blowing out of its nose, as if in a huff or fuming.&nbsp;</p>\r\n\r\n<p>May convey various negative emotions, including irritation, anger, and contempt. May also convey feelings of pride, dominance, and empowerment.&nbsp;</p>\r\n\r\n<p>Originally named <em>Face With Look of Triumph</em>, and the steam from its nose may derive from <a href=\"http://www.visuallanguagelab.com/A/jvlmorphology.html\">a visual shorthand for frustration or disdain</a>&nbsp;in anime and manga.&nbsp;</p>\r\n\r\n<p>Samsung&rsquo;s design <a href=\"/samsung/touchwiz-7.1/face-with-steam-from-nose/\">previously looked</a> like its head was titled back in a more arrogant expression. Earlier designs <a href=\"/microsoft/windows-8.1/face-with-steam-from-nose/\">from Microsoft</a> depicted a big, open mouth without steam and <a href=\"/facebook/1.0/face-with-steam-from-nose/\">from Facebook,</a> a smiley that resembled <a href=\"/grimacing-face/\">😬 Grimacing Face</a>.</p>",
  "apple_vendor_description": "The face with steam from nose emoji on Apple devices presents a crimson-hued face with furrowed brows and tightly closed lips, exuding an aura of intense emotion. Wisps of white steam elegantly curl from each nostril, rendered with Apple's characteristic realistic lighting and subtle 3D shading to convey power and heat. This emoji on Apple devices perfectly captures feelings of anger, frustration, or overwhelming exertion, symbolizing a boiling point or intense passion."
}