{
  "code": "🇺🇲",
  "Unicode": [
    "U+1F1FA",
    "U+1F1F2"
  ],
  "slug": "flag-us-outlying-islands",
  "shortcodes": {
    "github": ":us_outlying_islands:",
    "slack": ":flag-um:",
    "discord": ":flag_um:"
  },
  "title": "Flag: U.S. Outlying Islands",
  "keywords": [
    "flag"
  ],
  "senses": {
    "adjectives": [
      "Of or relating to the United States of America or its people or language or culture",
      "Of or pertaining to the United States of America, Americans, or the American English language.",
      "Of, from, or pertaining to the United States of America, its people or its culture.",
      "Of or pertaining to the Americas."
    ],
    "verbs": [
      "To make American, as to custom, culture, or style of the United States of America.",
      "Become American in character",
      "To make American.",
      "To cause to move back and forth repeatedly.",
      "To move or swing back and forth.",
      "To move a weapon.",
      "Move or swing back and forth",
      "To move or swing a weapon back and forth, particularly if demonstrating skill."
    ],
    "nouns": [
      "The national flag of the United States of America, often referred to as the American flag, consists of thirteen equal horizontal stripes of red alternating with white, with a blue rectangle in the canton bearing fifty small, white, five-pointed stars arranged in nine offset horizontal rows of six stars alternating with rows of five stars.",
      "National flag",
      "Old Glory is a common nickname for the flag of the United States, bestowed by William Driver, an early nineteenth-century American sea captain.",
      "The flag of the United States.",
      "The national flag of the United States of America",
      "The national flag of the United States of America.",
      "The national flag of the United States in general",
      "Flag of the USA.",
      "Emblem usually consisting of a rectangular piece of cloth of distinctive design",
      "Piece of cloth.",
      "A flag is a piece of fabric with a distinctive design that is used as a symbol, as a signaling device, or as decoration.",
      "A piece of cloth, often decorated with an emblem, used as a visual signal or symbol.",
      "Piece of fabric with a distinctive design",
      "The United States of America, commonly referred to as the United States, America, and sometimes the States, is a federal republic consisting of 50 states and a federal district.",
      "A lover of the United States and/or their way of life",
      "The United States.",
      "The United States of America, also known as the USA or America, is a country located on the continent of North America, with territories located on islands in the Pacific Ocean. States",
      "The United States of America.",
      "A country in North America, sharing land borders with Canada and Mexico, stretching from the Atlantic to the Pacific Ocean and including Alaska, Hawaii and several territories.",
      "A country and federal republic in North America located north of Mexico and south of Canada, including Alaska, Hawaii and overseas territories.",
      "So called in Canada",
      "Country in North America",
      "The collection of individual states of the United States of America.",
      "North American republic containing 50 states - 48 conterminous states in North America plus Alaska in northwest North America and the Hawaiian Islands in the Pacific Ocean; achieved independence in 1776"
    ]
  },
  "alsoKnownAs": [],
  "version": {
    "unicode-version": null,
    "emoji-version": "1.0"
  },
  "description": "<p>The flag for U.S. Outlying Islands, which may show as the letters&nbsp;<em>UM</em>&nbsp;on some platforms.&nbsp;This is the same flag as the&nbsp;<a href=\"/flag-united-states/\" title=\"🇺🇸 Flag for United States\">United States</a>.</p>",
  "apple_vendor_description": "The flag of U.S. Outlying Islands, as rendered on Apple devices, features crisp, bold stripes and stars with a subtle sense of dimensionality thanks to Apple’s 3D shading and soft gradients. The fabric appears to ripple slightly, adding a touch of realism and pride to its presentation. This emoji is a specific national symbol, often used in contexts related to geography, travel, or specific regional affiliations."
}