{
  "code": "🍴",
  "Unicode": [
    "U+1F374"
  ],
  "slug": "fork-and-knife",
  "shortcodes": {
    "github": ":fork_and_knife:",
    "slack": ":fork_and_knife:",
    "discord": ":fork_and_knife:"
  },
  "title": "Fork and Knife",
  "keywords": [
    "cooking",
    "cutlery",
    "fork",
    "fork and knife",
    "knife"
  ],
  "senses": {
    "adjectives": [
      "Feeling hunger; feeling a need or desire to eat food",
      "Affected by hunger; desirous of food.",
      "Desirous of food; having a physical need for food.",
      "Affected by hunger; desiring of food; having a physical need for food."
    ],
    "verbs": [
      "Take in solid food",
      "To consume something solid or semi-solid (usually food) by putting it into the mouth and eventually swallowing it.",
      "To consume (something solid or semi-solid, usually food) by putting it into the mouth and swallowing it."
    ],
    "nouns": [
      "Tool",
      "Edge tool used as a cutting instrument; has a pointed blade with a sharp edge and a handle",
      "Any blade-like part in a tool or a machine designed for cutting, such as the knives for a chipper.",
      "Utensil or tool designed for cutting.",
      "A utensil consisting of a sharpened piece of hard material such as steel or other metal, ceramic, glass or stone, usually attached to a handle, that is formed in a manner that allows for cutting softer materials, especially meat or other food.",
      "A knife is a cutting tool with a cutting edge or blade, hand-held or otherwise, with or without a handle.",
      "Plates, dishes and other eating and serving tableware, usually made of some ceramic material.",
      "Tableware is the dishes or dishware used for setting a table, serving food and dining.",
      "The eating and serving utensils such as knives, forks and spoons.",
      "Articles for use at the table (dishes and silverware and glassware)",
      "Plates used for setting a table and serving food",
      "Crockery used for serving or cooking food",
      "Sometimes referred to as \"china\"",
      "The cutlery, crockery and glassware used in setting a table for a meal.",
      "The act of preparing a meal.",
      "The act of preparing something (as food) by the application of heat",
      "Cooking or cookery is the art of preparing food for consumption with the use of heat.",
      "The art and practice of preparing food for consumption, especially by the application of heat; cooking.",
      "Cooking is the process of preparing food by use of heat, or through chemical reactions without the presence of heat.",
      "Art of preparing food for consumption with the use of heat",
      "The process of preparing food by using heat.",
      "A room equipped for preparing meals",
      "Space, which is primarily used for preparation and in part to the storage of food",
      "A room or area for preparing food.",
      "A kitchen is a room or part of a room used for cooking and food preparation.",
      "A room equipped for preparing and cooking food."
    ]
  },
  "category": "Food & Drink",
  "alsoKnownAs": [
    "Cutlery",
    "Knife And Fork",
    "Silverware"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A silver fork to the left of a knife, silverware or cutlery used to eat a meal. Often used more generally for eating and dining. May be paired with&nbsp;<a href=\"/spoon/\">Spoon&nbsp;</a>or used with&nbsp;<a href=\"/fork-and-knife-with-plate/\">Fork and Knife With Plate</a>.</p>",
  "apple_vendor_description": "Apple's fork and knife emoji showcases these classic dining utensils with a sophisticated, polished aesthetic. The metallic sheen of the fork and knife is rendered with realistic lighting and subtle 3D shading, highlighting their smooth, rounded edges. On Apple devices, they appear almost tactile, poised as if ready for a meal, and are commonly used to signify food, dining, or a culinary experience."
}