{
  "code": "🌬️",
  "Unicode": [
    "U+1F32C",
    "U+FE0F"
  ],
  "slug": "wind-face",
  "shortcodes": {
    "github": ":wind_face:",
    "slack": ":wind_blowing_face:",
    "discord": ":wind_blowing_face:"
  },
  "title": "Wind Blowing Face",
  "keywords": [
    "blow",
    "cloud",
    "face",
    "wind"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [
      "Exhale hard",
      "To exhale visibly through the spout the seawater which it has taken in while feeding.",
      "(of a cetacean) exhale visibly through the spout the seawater."
    ],
    "nouns": [
      "A violent gust of wind.",
      "A strong current of air",
      "A strong, abrupt rush of wind.",
      "A strong wind.",
      "Suspensions of minute water droplets or ice crystals produced by the condensation of water vapour.",
      "In meteorology, a cloud is a visible mass of liquid droplets or frozen crystals made of water or various chemicals suspended in the atmosphere above the surface of a planetary body.",
      "Visible mass of liquid droplets or frozen crystals suspended in the atmosphere",
      "A visible mass of water droplets suspended in the air.",
      "Visible mass of water droplets suspended in the air.",
      "A visible mass of water or ice particles suspended at a considerable altitude",
      "Clouds are visible masses of water droplets or frozen ice crystals suspended in the atmosphere above the surface of the Earth or another planetary body.",
      "Part of the body at the front of the head",
      "The face is a central organ of sense and is also very central in the expression of emotion among humans and among numerous other species.",
      "Faces are the central sense organ complexes, for those animals that have one, normally on the ventral surface of the head.",
      "The front of the human head from the forehead to the chin and ear to ear",
      "The front part of the head, featuring the eyes, nose, and mouth and the surrounding area.",
      "Wind, while simply \"the flow of air or other gases that compose an atmosphere,\" has since ancient times been a significant and pervasive metaphor and symbol in human discourse.",
      "A flow of air",
      "Wind is the flow of gases on a large scale.",
      "The motion of air relative to the earth's surface; usually means horizontal air motion, as distinguished from vertical motion.",
      "Air currents can be caused by differences in temperature, pressure, or impurity concentration.",
      "Real or perceived movement of atmospheric air usually caused by convection or differences in air pressure.",
      "Flow of gases or air on a large scale",
      "Air moving (sometimes with considerable force) from an area of high pressure to an area of low pressure",
      "Movement of air."
    ]
  },
  "category": "Travel & Places",
  "alsoKnownAs": [
    "Blowing Wind",
    "Mother Nature"
  ],
  "version": {
    "unicode-version": "7.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A face blowing the wind, as a personification of nature (e.g., <a href=\"https://en.wikipedia.org/wiki/Mother_Nature\">Mother Nature</a>, the <a href=\"https://en.wikipedia.org/wiki/North_wind\">North Wind</a>) who creates the wind by blowing air from its mouth. Depicted as a gray, profile of a human face, generally with a feminine appearance, blowing swirls from her mouth to the right.</p>\r\n\r\n<p>May be used to represent windy weather.&nbsp;Occasionally used to represent clouds, fog, smoke, and smoking. Not to be confused with Dashing Away, though their applications may overlap.</p>\r\n\r\n<p>Microsoft&rsquo;s design is blue, as is Facebook&rsquo;s, whose design most clearly suggests a woman&rsquo;s face. WhatsApp&rsquo;s design depicts a cloud with a face, as Samsung&rsquo;s <a href=\"/samsung/experience-9.0/wind-face/\">previously</a> did.</p>",
  "apple_vendor_description": "The wind face emoji on Apple devices is a masterclass in subtle animation, depicted as a light blue head with cheeks puffed out, emanating a gentle gale.  Apple’s signature smooth gradients and soft rounded edges give this emoji a friendly, almost playful appearance, suggesting a breezy day or a gentle gust of wind.  Its expression conveys a sense of freshness and movement, perfect for indicating weather changes or a light, airy feeling in your digital conversations."
}