{
  "code": "🥁",
  "Unicode": [
    "U+1F941"
  ],
  "slug": "drum",
  "shortcodes": {
    "github": ":drum:",
    "slack": ":drum_with_drumsticks:",
    "discord": ":drum_with_drumsticks:"
  },
  "title": "Drum with Drumsticks",
  "keywords": [
    "drum",
    "drumsticks",
    "music"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [],
    "nouns": [
      "Someone who is passionate about music.",
      "Music is an art form whose medium is sound.",
      "Music is an art form that involves sounds and silence.",
      "A sound, or the study of such sounds, organized in time.",
      "The artistic organization of sounds or tones that expresses ideas and emotions through the elements of rhythm, melody, harmony and tonal color.",
      "Form of art using sound",
      "An app that facilitates the playing of music.",
      "Sound, organized in time in a melodious way.",
      "An artistic form of auditory communication incorporating instrumental or vocal tones in a structured and continuous manner",
      "The title of the hub for music and video.",
      "A musical percussion instrument; usually consists of a hollow cylinder with a membrane stretched across each end",
      "A percussion instrument consisting of at least one membrane that is stretched over a shell and struck directly with the player's hands or with a drumstick.",
      "A membranophone is any musical instrument which produces sound primarily by way of a vibrating stretched membrane.",
      "The drum is a member of the percussion group of musical instruments.",
      "A musical instrument that uses this principle, including most drums",
      "The stretched membrane of a drum; a percussion instrument consisting of a hollow cylinder with such a membrane at each end",
      "Any musical instrument that produces sound via the vibration of a stretched membrane."
    ]
  },
  "category": "Objects",
  "alsoKnownAs": [],
  "version": {
    "unicode-version": "9.0",
    "emoji-version": "3.0"
  },
  "description": "<p>A drum shown with drumsticks. A percussion instrument which is likely to be displayed as a snare drum.</p>\r\n\r\n<div id=\"professor_prebid-root\">&nbsp;</div>",
  "apple_vendor_description": "This drum emoji, as seen on Apple devices, is a miniature percussion instrument with a rich, polished wood grain texture and a taut, off-white drumhead.  The realistic lighting on Apple's rendering highlights its rounded edges and subtle 3D depth, giving it a tactile feel.  It evokes the spirit of music, rhythm, and celebration, often used to signify a beat dropping or to express excitement and energy in messages."
}