{
  "code": "❤️",
  "Unicode": [
    "U+2764",
    "U+FE0F"
  ],
  "slug": "red-heart",
  "shortcodes": {
    "github": ":heart:",
    "slack": ":heart:",
    "discord": ":heart:"
  },
  "title": "Heavy Black Heart",
  "keywords": [
    "heart",
    "red heart"
  ],
  "senses": {
    "adjectives": [
      "Pertaining to the heart.",
      "Relating to the heart.",
      "Of or relating to the heart",
      "Appealing to the emotions as well as the eye",
      "Having characteristics that attract love or affection",
      "Inspiring love or affection.",
      "Of a color at the end of the color spectrum (next to orange); resembling the color of blood or cherries or tomatoes or rubies",
      "Bright red in color, like the color of fresh blood.",
      "Of a bright red colour.",
      "Having red as its colour.",
      "Somewhat red.",
      "Having a deep red colour.",
      "Of a deep red colour.",
      "Having red as its color.",
      "Of the purplish red colour shade carmine.",
      "Of a deep vivid red colour.",
      "Feeling or showing love and affection"
    ],
    "verbs": [
      "To be fond of. Often bracketed or abbreviated with a heart symbol.",
      "Squeeze (someone) tightly in your arms, usually with fondness",
      "To clasp in the arms with affection; to take in the arms; to hug.",
      "To squeeze someone in one's arms.",
      "To touch each other’s lips.",
      "Touch with the lips or press the lips (against someone's mouth or other body part) as an expression of love, greeting, etc.",
      "To touch with the lips to express love or affection.",
      "Of two or more people, to touch each other's lips together, usually to express love or affection or passion."
    ],
    "nouns": [
      "A term for a male partner",
      "Regular male companion in a romantic or sexual relationship",
      "A male partner in a romantic relationship.",
      "A male lover; a boyfriend.",
      "A boyfriend is a regular male companion in a romantic and/or sexual relationship.",
      "Male partner in a romantic relationship.",
      "A man who is the lover of a girl or young woman",
      "Love is a variety of different feelings, states, and attitudes that ranges from interpersonal affection to pleasure.",
      "An intense feeling of affection and care towards another person.",
      "Emotion based on affection",
      "A strong positive emotion of regard and affection",
      "In the Italian or Latin languages",
      "The form of romantic affection that is considered pure and wholly positive, not just based on feelings of lust.",
      "Love is a word which refers to a variety of different emotional states, feelings or attitudes which range from those of simple personal pleasures or desires to those characterizing interpersonal affection and many forms of profound kindness, compassion, and benevolent concern for the good of others.",
      "?, representing love, the organ, or a card suit",
      "A feeling of love or strong attachment.",
      "Affection is a \"disposition or rare state of mind or body\" that is often associated with a feeling or type of love.",
      "The heart symbol or \"heart shape\" is an ideograph used to express the idea of the \"heart\" in its metaphorical or symbolic sense as the center of emotion, including affection and love, especially romantic love.",
      "Philia, often translated \"brotherly love\", is one of the four ancient Greek words for love: philia, storge, agape and eros.",
      "A conventional shape or symbol used to represent the heart, love, or emotion: ? or sometimes <3.",
      "Affection, attraction, infatuation, or fondness is a \"disposition or rare state of mind or body\" that is often associated with a feeling or type of love.",
      "As used by Aristotle in his Nichomachean Ethics",
      "A stylized representation of the muscular organ, used as a symbol for affection, in the shape of two top lobes and a tapering bottom.",
      "A positive feeling of liking",
      "Feeling of love or strong attachment."
    ]
  },
  "category": "Smileys & Emotion",
  "alsoKnownAs": [
    "Heart",
    "Love Heart",
    "Red Heart"
  ],
  "version": {
    "unicode-version": "1.1",
    "emoji-version": "1.0"
  },
  "description": "<p>A classic red love heart emoji.</p>\r\n\r\n<p>The red heart ideograph&nbsp;is traditionally used for expressions of love and romance across many cultures, with this being amongst the most frequence use cases for this emoji.</p>\r\n\r\n<p>However, the Red Heart emoji is also often used to express non-romantic positive sentiments, in part thanks to its use as one of the default reaction emoji options across many social messaging platforms (e.g. <a href=\"/instagram\">Instagram</a>, <a href=\"/slack\">Slack</a>, <a href=\"/whatsapp\">WhatsApp</a>).</p>\r\n\r\n<p>This is historically&nbsp;<a href=\"https://blog.emojipedia.org/what-every-heart-emoji-really-means/\">the most popular heart emoji</a>&nbsp;by a considerable distance and is amongst the most popular emojis of all time.&nbsp;</p>\r\n\r\n<p>A similar&nbsp;emoji exists&nbsp;for the&nbsp;<a href=\"/heart-suit/\" title=\"♥️️ Heart Suit\">heart suit</a> in a deck of playing cards.</p>\r\n\r\n<p>On <a href=\"/snapchat/\" title=\"👻 Snapchat Emoji Meanings\">Snapchat</a>, this emoji displays next to a friend&nbsp;when you have been #1 BFs with each other for two consecutive weeks.</p>\r\n\r\n<p><em>Note: the Unicode Character Database (UCD)&nbsp;name &ldquo;Heavy Black Heart&rdquo;&nbsp;pre-dates color emoji, when the term referred to a solid, black ❤︎ heart character. See the glossary for information on the term&nbsp;<a href=\"/glossary/#black\" title=\"📖 Glossary\">black</a> in historic Unicode character names.</em></p>",
  "apple_vendor_description": "On Apple devices, the red heart emoji gleams with a rich scarlet hue and a glossy, almost glass-like finish. Its soft curvature and bright highlights give it a sense of warmth and affection unique to Apple’s 3D design style. Often used to express love, care, or gratitude in messages, this iconic symbol is instantly recognizable for its heartfelt sentiment on Apple devices."
}