{
  "code": "💮",
  "Unicode": [
    "U+1F4AE"
  ],
  "slug": "white-flower",
  "shortcodes": {
    "github": ":white_flower:",
    "slack": ":white_flower:",
    "discord": ":white_flower:"
  },
  "title": "White Flower",
  "keywords": [
    "flower",
    "white flower"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [],
    "nouns": [
      "A water lily, genus Nymphaea, especially those of Egypt or India.",
      "Egyptian water lily or Egyptian lotus may refer to.",
      "White Egyptian lotus: water lily of Egypt to southeastern Africa; held sacred by the Egyptians",
      "Nymphaea lotus, the tiger lotus, white lotus or Egyptian white water-lily, is a flowering plant of the family Nymphaeaceae.",
      "Plant species (Nymphaea alba) from the water lily family (Nymphaeaceae) with white flowers, which grows in standing or slowly flowing waters in Europe, North Africa and the Middle East.",
      "The reproductive structure of angiosperm plants, consisting of stamens and carpels surrounded by petals and sepals all borne on the receptacle.",
      "A flower lacking sepals, petals, stamens, or carpels.",
      "Flowers, sometimes known as blooms or blossoms, are the reproductive structures found in flowering plants.",
      "A flower, sometimes known as a bloom or blossom, is the reproductive structure found in flowering plants.",
      "Structure found in some plants (division Magnoliophyta / angiosperms) to support reproduction",
      "A plant cultivated for its blooms or blossoms"
    ]
  },
  "category": "Animals & Nature",
  "alsoKnownAs": [
    "Cherry Blossom",
    "Paper Doily",
    "Well Done Stamp"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A stylized white flower. Generally depicted as a <a href=\"/rosette/\">rosette</a>-shaped <a href=\"/cherry-blossom/\">cherry blossom</a> in pink or red outline, often with a white fill.</p>\r\n\r\n<p>Apple, Microsoft, WhatsApp, and Facebook&#39;s designs feature Japanese characters roughly translating to&nbsp;<em>very well done</em>, used by teachers as a stamp for students who did exceptional work, often accompanied by a <a href=\"/hundred-points/\">score in red</a>.</p>\r\n\r\n<p>Commonly used for <a href=\"/valentines-day/\">Valentine&rsquo;s Day</a>, <a href=\"/mothers-day/\">Mother&rsquo;s Day</a>, and other special occasions. May be more generally used to express such ideas as love, happiness, and beauty.&nbsp;Also used as a pink, white, or red&nbsp;accent color.</p>\r\n\r\n<p>Not to be confused with <a href=\"/cherry-blossom/\">🌸 Cherry Blossom</a>&nbsp;and <a href=\"/hibiscus/\">🌺 Hibiscus</a>, though their applications may overlap.</p>\r\n\r\n<p>Apple&#39;s flower <a href=\"/apple/ios-10.2/white-flower/\">previously</a> featured a red-outlined design, <a href=\"/google/android-5.0/white-flower/\">Google&#39;s</a> an orange outline. <a href=\"/microsoft/windows-10/white-flower/\">Microsoft&#39;s</a> flower was previously black and white, <a href=\"/samsung/experience-9.0/white-flower/\">Samsung</a> and <a href=\"/facebook/2.0/white-flower/\">Facebook&#39;s</a> pink and white.</p>",
  "apple_vendor_description": "On Apple devices, the white flower emoji is a delicate bloom, often appearing as a stylized lily or lotus, presented with Apple's signature smooth gradients and soft, rounded petals. Its pearlescent white hue is enhanced by subtle highlights and shadows, giving it a gentle, almost ethereal glow and a sense of natural elegance. This emoji on Apple devices conveys purity, peace, new beginnings, or a sense of hope and beauty, frequently used to send a serene greeting or express sincere admiration."
}