{
  "code": "🚁",
  "Unicode": [
    "U+1F681"
  ],
  "slug": "helicopter",
  "shortcodes": {
    "github": ":helicopter:",
    "slack": ":helicopter:",
    "discord": ":helicopter:"
  },
  "title": "Helicopter",
  "keywords": [
    "helicopter",
    "vehicle"
  ],
  "senses": {
    "adjectives": [
      "Moved or conveyed by or through air",
      "In or carried by the air.",
      "Carried by the air."
    ],
    "verbs": [
      "To transport by helicopter.",
      "To travel by helicopter.",
      "Hang in the air; fly or be suspended above",
      "To float in the air."
    ],
    "nouns": [
      "A facility consisting of the means and equipment necessary for the movement of passengers or goods",
      "A means of conveyance.",
      "Shared passenger transport service which is available for use by the general public",
      "The act or the means of conveying people in mass as opposed to conveyance in private vehicles.",
      "Any form of transport that can be used by a member of public (usually for a fee); as opposed to private ownership of e.g. cars.",
      "Public transport is a shared passenger transport service which is available for use by the general public, as distinct from modes such as taxicab, carpooling or hired buses which are not shared by strangers without private arrangement.",
      "The conveyance of people or goods from one place to another, especially on a public transportation system; the vehicles used for such conveyance.",
      "The conveyance of people or goods from one place to another.",
      "An aircraft without wings that obtains its lift from the rotation of overhead blades.",
      "A helicopter.",
      "Helicopter",
      "An aircraft without wings that obtains its lift from the rotation of overhead blades",
      "A helicopter is a type of rotorcraft in which lift and thrust are supplied by rotors.",
      "Type of rotorcraft in which lift and thrust are supplied by rotors",
      "Chopper is a hip hop music style that originated in the Midwest.",
      "A fast-paced style of rap that originated in the Midwest"
    ]
  },
  "category": "Travel & Places",
  "alsoKnownAs": [],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A helicopter, which can hover in the air. Often seen in emergency circumstances such as transporting <a href=\"/face-with-medical-mask/\" title=\"😷 Face With Medical Mask\">patients</a> to a <a href=\"/hospital/\" title=\"🏥 Hospital\">hospital</a>, or for <a href=\"/police-officer/\" title=\"👮 Police Officer\">police</a>&nbsp;or <a href=\"/fire-engine/\" title=\"🚒 Fire Engine\">fire-fighting</a>&nbsp;activity.</p>",
  "apple_vendor_description": "On Apple devices, the helicopter emoji soars with a detailed, modern design, featuring a sleek fuselage rendered in a cool silver-gray with prominent rotor blades. Apple's signature glossy 3D shading captures realistic light reflections, giving the aircraft a tangible presence. Its smooth, rounded edges convey a sense of aerodynamic efficiency, often used to signify travel, urgency, or a swift departure in digital communication."
}