{
  "code": "😦",
  "Unicode": [
    "U+1F626"
  ],
  "slug": "frowning-face-with-open-mouth",
  "shortcodes": {
    "github": ":frowning:",
    "slack": ":frowning:",
    "discord": ":frowning:"
  },
  "title": "Frowning Face with Open Mouth",
  "keywords": [
    "face",
    "frown",
    "frowning face with open mouth",
    "mouth",
    "open"
  ],
  "senses": {
    "adjectives": [
      "Greatly annoyed; out of patience",
      "Greatly annoyed; made furious.",
      "Greatly annoyed; made furious",
      "Not happy; sad.",
      "Experiencing or marked by or causing sadness or sorrow or discontent"
    ],
    "verbs": [
      "Cause fear in",
      "To disturb with fear.",
      "To disturb with fear; to throw into a state of alarm or fright; to affright; to terrify.",
      "To look angry or sullen, wrinkle one's forehead, as if to signal disapproval.",
      "Look angry or sullen, wrinkle one's forehead, as if to signal disapproval",
      "To frown; to look sullen."
    ],
    "nouns": [
      "Wrinkling of the brows or face.",
      "A frown is a facial expression in which the eyebrows are brought together, and the forehead is wrinkled, usually indicating displeasure, sadness or worry, or less often confusion or concentration.",
      "A facial expression of dislike or displeasure",
      "The wrinkling of the brows or face in frowning; the expression of displeasure, sullenness, or discontent in the countenance; an angry frown.",
      "A facial expression in which the eyebrows are brought together, and the forehead is wrinkled, usually indicating displeasure, sadness or worry, or less often confusion or concentration."
    ]
  },
  "category": "Smileys & Emotion",
  "alsoKnownAs": [
    "Yawning"
  ],
  "version": {
    "unicode-version": "6.1",
    "emoji-version": "1.0"
  },
  "description": "<p>A yellow face with small, open eyes and an open frown. Samsung&rsquo;s design shows upper teeth and tongue. Meaning widely varies, but may convey mild sadness, disappointment, concern, and amazement.</p>\r\n\r\n<p>An early Microsoft design showed a face with its eyebrows <a href=\"/microsoft/windows-8.1/frowning-face-with-open-mouth/\">contorted in anger</a>.</p>",
  "apple_vendor_description": "Apple's frowning face with an open mouth emoji conveys a strong sense of distress or shock, with its downturned eyebrows and wide-open, slightly agape mouth. The realistic lighting and glossy finish on Apple devices accentuate the dramatic expression, highlighting the intense emotion. This emoji is perfect for expressing dismay, surprise, or a feeling of being overwhelmed in a conversation."
}