{
  "code": "🚝",
  "Unicode": [
    "U+1F69D"
  ],
  "slug": "monorail",
  "shortcodes": {
    "github": ":monorail:",
    "slack": ":monorail:",
    "discord": ":monorail:"
  },
  "title": "Monorail",
  "keywords": [
    "monorail",
    "vehicle"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [
      "Abstain from certain foods, as for religious or medical reasons",
      "To abstain from or eat very little food.",
      "To abstain from food, or eat very little, especially for religious or medical reasons.",
      "Change location; move, travel, or proceed, also metaphorically",
      "To change (from one value to another).",
      "To move or travel (from one location to another).",
      "To change the location of an object.",
      "To transfer a file from one location to another. After the file is transferred, there is only one copy of the file, in the new location.",
      "To move an object one pixel at a time."
    ],
    "nouns": [
      "A rail-based transportation system based on a single rail.",
      "A railroad system where the trains run on one rail.",
      "Single-rail based transportation system",
      "For its use in transportation",
      "A railroad system where the trains run on one rail",
      "A railway having a single track",
      "A monorail is a railway in which the track consists of a single rail, typically elevated.",
      "A facility consisting of the means and equipment necessary for the movement of passengers or goods",
      "A means of conveyance.",
      "Shared passenger transport service which is available for use by the general public",
      "The act or the means of conveying people in mass as opposed to conveyance in private vehicles.",
      "Any form of transport that can be used by a member of public (usually for a fee); as opposed to private ownership of e.g. cars.",
      "Public transport is a shared passenger transport service which is available for use by the general public, as distinct from modes such as taxicab, carpooling or hired buses which are not shared by strangers without private arrangement.",
      "The conveyance of people or goods from one place to another, especially on a public transportation system; the vehicles used for such conveyance.",
      "The conveyance of people or goods from one place to another.",
      "One or more self-propelled vehicles that move along fixed rails to transport passengers or cargo",
      "A self-propelled, connected group of vehicles moving on rails.",
      "Line of connected cars or carriages.",
      "A train that is equiped to transport people.",
      "A line of connected railway cars or carriages considered overall as a mode of transport; (as uncountable noun) rail travel.",
      "Public transport provided by a line of railway cars coupled together and drawn by a locomotive",
      "A train is a form of rail transport consisting of a series of vehicles that usually runs along a rail track to transport cargo or passengers although magnetic levitation trains that float above the track exist too.",
      "A high-speed passenger train",
      "A Japanese high-speed train.",
      "The shinkansen, a high-speed passenger train of Japan. Runs at speeds from 200-300 kilometers per hour."
    ]
  },
  "category": "Travel & Places",
  "alsoKnownAs": [],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>Similar to a <a title=\"🚆 Train\" href=\"/train/\">train</a>, but running on a single track. Monorails are often found at <a title=\"🎡 Ferris Wheel\" href=\"/ferris-wheel/\">theme parks</a>, or other tourist destinations.</p>\n",
  "apple_vendor_description": "On Apple devices, the monorail emoji presents a streamlined, futuristic passenger train gliding on a single elevated track. Apple’s signature glossy 3D shading imbues the vehicle with a metallic sheen, reflecting realistic lighting that highlights its smooth, aerodynamic curves and soft rounded edges. This emoji, rendered with Apple's characteristic attention to detail, often signifies travel, modern transportation, or a smooth, efficient journey."
}