{
  "code": "🔋",
  "Unicode": [
    "U+1F50B"
  ],
  "slug": "battery",
  "shortcodes": {
    "github": ":battery:",
    "slack": ":battery:",
    "discord": ":battery:"
  },
  "title": "Battery",
  "keywords": [
    "battery"
  ],
  "senses": {
    "adjectives": [
      "Having, or capable of exerting power, potency or influence.",
      "Having or capable of exerting power, potency or influence.",
      "Having great power or force or potency or effect",
      "Constituting the full quantity or extent; complete",
      "Total, entire."
    ],
    "verbs": [
      "Supply the force or power for the functioning of"
    ],
    "nouns": [
      "A cell or several cells connected together, each cell containing the essentials for producing voltaic electricity.",
      "The time for which a dry or alkaline cell is able to produce an electric current before it needs to be replaced.",
      "Device producing electricity.",
      "An electric battery is a device consisting of one or more electrochemical cells that convert stored chemical energy into electrical energy.",
      "A device that produces electricity by a chemical reaction between two substances (Wikipedia).",
      "A device that produces electricity; may have several primary or secondary cells arranged in parallel or series",
      "An array of galvanic cells for storing electricity",
      "A direct-current voltage source made up of one or more units that convert chemical, thermal, nuclear, or solar energy into electrical energy.",
      "The capacity to do work; involving thermal energy (heat), radiant energy (light), kinetic energy (motion) or chemical energy; measured in joules.",
      "Capacity to do work.",
      "(physics) a thermodynamic quantity equivalent to the capacity of a physical system to do work; the units of energy are joules or ergs",
      "The Gibbs free energy",
      "The capacity to do work.",
      "The thermodynamic free energy is the amount of work that a thermodynamic system can perform.",
      "Physical quantity representing the capacity to do work",
      "Energy is a fundamental concept in physics that is often defined as the capacity to do mechanical work -- a definition disputed by many physicists.",
      "In physics, energy is a property of objects, transferable among them via fundamental interactions, which can be converted in form but not created or destroyed.",
      "A physical quantity that describes the amount of work that can be performed by a force"
    ]
  },
  "category": "Objects",
  "alsoKnownAs": [
    "AA Battery",
    "Phone Battery"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>An electric battery, as used to power such devices as a <a href=\"/flashlight/\">flashlight</a>. Generally depicted as an upright, green cylinder, as a <a href=\"https://en.wikipedia.org/wiki/AA_battery\">AA</a> or <a href=\"https://en.wikipedia.org/wiki/D_battery\">D cell</a>, with white indicators for its positive (facing up) and negative terminals.</p>\r\n\r\n<p>Commonly used for various content concerning electricity, charging, energy, and power, especially in figurative senses. Its green color also suggests the icon for battery power on&nbsp;a cell/<a href=\"/mobile-phone/\">mobile phone</a>.</p>\r\n\r\n<p>Apple&rsquo;s design includes a <a href=\"/high-voltage/\">voltage symbol</a>; WhatsApp&rsquo;s battery is blue.</p>",
  "apple_vendor_description": "On Apple devices, the battery emoji showcases a vibrant, almost neon green charge indicator within a sleek, rectangular casing, accented by a subtle silver connector. Apple's signature glossy 3D shading lends it a realistic, tactile quality, suggesting a full and robust power level. This emoji is frequently used to convey a state of being fully charged, energetic, or ready for action in digital communications."
}