{
  "code": "🤢",
  "Unicode": [
    "U+1F922"
  ],
  "slug": "nauseated-face",
  "shortcodes": {
    "github": ":nauseated_face:",
    "slack": ":nauseated_face:",
    "discord": ":sick:"
  },
  "title": "Nauseated Face",
  "keywords": [
    "face",
    "nauseated",
    "vomit"
  ],
  "senses": {
    "adjectives": [
      "Having a feeling of nausea.",
      "Feeling nausea; feeling about to vomit"
    ],
    "verbs": [
      "Eject the contents of the stomach through the mouth",
      "To regurgitate the contents of the stomach.",
      "To regurgitate the contents of a stomach; puke.",
      "To vomit; to throw up; to eject from the stomach.",
      "To vomit: regurgitate the contents of one's stomach."
    ],
    "nouns": [
      "Part of the body at the front of the head",
      "The face is a central organ of sense and is also very central in the expression of emotion among humans and among numerous other species.",
      "Faces are the central sense organ complexes, for those animals that have one, normally on the ventral surface of the head.",
      "The front of the human head from the forehead to the chin and ear to ear",
      "The front part of the head, featuring the eyes, nose, and mouth and the surrounding area.",
      "A feeling of physical unwellness, usually with the desire to vomit.",
      "Medical symptom or condition",
      "The state that precedes vomiting",
      "Nausea; qualmishness; as, sickness of stomach.",
      "Nausea is a sensation of unease and discomfort in the upper stomach with an involuntary urge to vomit.",
      "Vomiting is the involuntary, forceful expulsion of the contents of one's stomach through the mouth and sometimes the nose.",
      "The reflex act of ejecting the contents of the stomach through the mouth",
      "Regurgitated former contents of a stomach.",
      "Regurgitation is the expulsion of material from the pharynx, or esophagus, usually characterized by the presence of undigested food or blood.",
      "Matter ejected from the stomach through the mouth.",
      "Vomiting is the forceful expulsion of the contents of one's stomach through the mouth.",
      "The regurgitated former contents of a stomach.",
      "Involuntary, forceful expulsion of stomach contents through the mouth and sometimes the nose"
    ]
  },
  "category": "Smileys & Emotion",
  "alsoKnownAs": [
    "Disgust",
    "Green Face",
    "Vomit"
  ],
  "version": {
    "unicode-version": "9.0",
    "emoji-version": "3.0"
  },
  "description": "<p>A sickly-green face with concerned eyes and puffed, often red cheeks, as if holding back vomit. May represent physical illness or general disgust. Not to be confused with <a href=\"/face-vomiting/\">🤮 Face Vomiting</a>.</p>\r\n\r\n<p>Differs from other smileys conveying sickness, including <a href=\"/face-with-thermometer/\">🤒 Face With Thermometer</a> (used especially for colds and flus) and <a href=\"/face-with-head-bandage/\">🤕 Face With Head-Bandage</a> (physical injury).</p>",
  "apple_vendor_description": "The nauseated face emoji on Apple devices presents a vibrant green complexion, its smooth, glossy surface reflecting realistic lighting that emphasizes a sickly pallor. Its eyes are wide and watering, with a downturned mouth contorted in a grimace of discomfort, embodying a strong sense of queasiness or revulsion. This distinct Apple rendering effectively communicates feelings of sickness, disgust, or extreme disapproval in digital conversations."
}