{
  "code": "📘",
  "Unicode": [
    "U+1F4D8"
  ],
  "slug": "blue-book",
  "shortcodes": {
    "github": ":blue_book:",
    "slack": ":blue_book:",
    "discord": ":blue_book:"
  },
  "title": "Blue Book",
  "keywords": [
    "blue",
    "book"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [
      "Consider in detail and subject to an analysis in order to discover essential features or meaning",
      "To subject to analysis.",
      "To consider in detail and subject to an analysis in order to discover essential features or meaning.",
      "To acquire knowledge on a subject.",
      "To acquire knowledge or ability.",
      "Gain knowledge or skills",
      "To acquire, or attempt to acquire knowledge or an ability to do something.",
      "Interpret something that is written or printed"
    ],
    "nouns": [
      "A written work or composition that has been published (printed on pages bound together)",
      "A book is a set of written, printed, illustrated, or blank sheets, made of ink, paper, parchment, or other materials, usually fastened together to hinge at one side.",
      "A collection of sheets of paper bound together to hinge at one edge, containing printed or written material, pictures, etc.",
      "Quotations about books: All good books are alike in that they are truer than if they had really happened and after you are finished reading one you will feel that all that happened to you and afterwards it all belongs to you; the good and the bad, the ecstasy, the remorse, and sorrow, the people and the places and how the weather was.",
      "Also called \"dead tree edition\" or \"dead tree book\" (humorously)",
      "Medium for a collection of words and/or pictures to represent knowledge, often manifested in bound paper and ink, or in e-books",
      "Collection of sheets of paper bound together containing printed or written material."
    ]
  },
  "category": "Objects",
  "alsoKnownAs": [],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A closed, blue, hardcover book. Commonly used for various content concerning reading, writing, learning, and schooling. May also be used as a blue accent color.</p>\r\n\r\n<p>Apple&rsquo;s cover features the easter egg <i>Vol. 3 by </i><a href=\"https://www.mactrast.com/2017/05/who-exactly-is-john-appleseed/\" style=\"font-style: italic;\">John Appleseed</a>.<i>&nbsp;</i>Samsung&rsquo;s design&nbsp;<a href=\"/samsung/experience-9.0/blue-book/\">previously</a>&nbsp;included the text&nbsp;<i>Blue Book</i>.</p>\r\n\r\n<p>Note that in the U.S., this emoji may be associated with <a href=\"https://en.wikipedia.org/wiki/Blue_book_exam\"><i>blue book exams</i></a> and the <a href=\"https://en.wikipedia.org/wiki/Kelley_Blue_Book\"><i>Kelley Blue Book</i></a>.</p>",
  "apple_vendor_description": "Apple's blue book emoji features a sturdy, hardcover volume with a rich, deep blue cover, rendered with Apple's signature glossy 3D shading and realistic lighting. The soft rounded edges of the pages and cover give it a tactile feel, suggesting a well-loved or important text. This emoji visually represents knowledge, learning, literature, or the act of reading, conveying a sense of academic pursuit or intellectual engagement with a refined aesthetic unique to Apple devices."
}