{
  "code": "🚇",
  "Unicode": [
    "U+1F687"
  ],
  "slug": "metro",
  "shortcodes": {
    "github": ":metro:",
    "slack": ":metro:",
    "discord": ":metro:"
  },
  "title": "Metro",
  "keywords": [
    "metro",
    "subway"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [
      "Change location; move, travel, or proceed, also metaphorically",
      "To change (from one value to another).",
      "To move or travel (from one location to another).",
      "To change the location of an object.",
      "To transfer a file from one location to another. After the file is transferred, there is only one copy of the file, in the new location.",
      "To move an object one pixel at a time.",
      "To travel by underground railway."
    ],
    "nouns": [
      "Rapid transit system serving the Bangkok Metropolitan Region in Thailand",
      "The Metropolitan Rapid Transit or MRT is a rapid transit system serving the Bangkok Metropolitan Region in Thailand.",
      "Short for Metropolitan Rapid Transit in Bangkok, Thailand",
      "An electric passenger railway operated in underground tunnels.",
      "An electric railway operating below the surface of the ground (usually in a city)",
      "The London Underground railway system, originally referred to the lower level lines that ran in tubular tunnels as opposed to the higher ones which ran in rectangular section tunnels. (Often the tube.)",
      "An underground railway.",
      "An underground railway, especially for mass transit of people in urban areas.",
      "A facility consisting of the means and equipment necessary for the movement of passengers or goods",
      "A means of conveyance.",
      "Shared passenger transport service which is available for use by the general public",
      "The act or the means of conveying people in mass as opposed to conveyance in private vehicles.",
      "Any form of transport that can be used by a member of public (usually for a fee); as opposed to private ownership of e.g. cars.",
      "Public transport is a shared passenger transport service which is available for use by the general public, as distinct from modes such as taxicab, carpooling or hired buses which are not shared by strangers without private arrangement.",
      "The conveyance of people or goods from one place to another, especially on a public transportation system; the vehicles used for such conveyance.",
      "The conveyance of people or goods from one place to another.",
      "One or more self-propelled vehicles that move along fixed rails to transport passengers or cargo",
      "A self-propelled, connected group of vehicles moving on rails.",
      "Line of connected cars or carriages.",
      "A train that is equiped to transport people.",
      "A line of connected railway cars or carriages considered overall as a mode of transport; (as uncountable noun) rail travel.",
      "Public transport provided by a line of railway cars coupled together and drawn by a locomotive",
      "A train is a form of rail transport consisting of a series of vehicles that usually runs along a rail track to transport cargo or passengers although magnetic levitation trains that float above the track exist too.",
      "Rapid transit is a type of high-capacity public transport generally found in urban areas.",
      "A train for transportation of people, mostly beneath the surface of the ground, in order to lessen the traffic.",
      "Passenger rail system in an urban area",
      "An urban public transit system using underground or elevated trains",
      "A transport system",
      "The Mass Rapid Transit system in Singapore",
      "The Mass Rapid Transit or MRT is a rapid transit system forming the major component of the railway system in Singapore, spanning the entire city-state.",
      "Rapid transit system in Singapore",
      "A motorised bus, or coach.",
      "Vehicle with two decks.",
      "A large, long-bodied motor vehicle equipped with seating for passengers, usually operating as part of a scheduled service.",
      "A vehicle set up to carry many people (now usually called a bus).",
      "A vehicle, usually a bus or coach, with two decks.",
      "An automotive vehicle for long-distance travel",
      "Motor bus or motorbus is a now somewhat archaic term referring to a bus powered by an onboard internal combustion engine, as opposed to a horse-drawn bus, steam bus or trolleybus.",
      "A vehicle carrying many passengers; used for public transport",
      "A multi-passenger vehicle",
      "A motorised bus, or coach",
      "A charabanc or \"char-à-banc\" is a type of horse-drawn vehicle or early motor coach, usually open-topped, common in Britain during the early part of the 20th century.",
      "A coach is a type of bus used for conveying passengers on excursions and on longer distance intercity bus service between cities -- or even between countries.",
      "A single decked long-distance, or privately hired bus.",
      "A bus that is a motor vehicle, as opposed to earlier horse-drawn buses.",
      "A bus is a road vehicle designed to carry many passengers."
    ]
  },
  "category": "Travel & Places",
  "alsoKnownAs": [
    "Subway",
    "Tube",
    "Underground"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A metro: frequent underground train found in built-up areas with high populations.</p>\r\n\r\n<p>This emoji is generally displayed as a forward-facing train, with some platforms also displaying a tunnel as a circle surrounding the train. Apple&#39;s artwork shows the characters&nbsp;<em>IL2</em>&nbsp;which may be a reference to one of the more <a href=\"https://www.wired.com/story/apple-infinite-loop-oral-history/\">locked-down buildings&nbsp;at Apple&#39;s Infinite Loop</a> Headquarters during iPhone development&nbsp;(IL2 = Infinite Loop 2).</p>",
  "apple_vendor_description": "On Apple devices, the metro emoji presents a sleek, modern train car with a metallic sheen and prominent, rounded windows that catch the light, showcasing Apple's commitment to realistic lighting and glossy 3D shading. The deep blue or gray coloration and smooth, aerodynamic design evoke efficiency and speed, while the polished finish on the train's body exemplifies Apple's attention to detail. This emoji is a clear symbol of public transportation, travel, and urban commuting, perfect for discussions about journeys or city life on Apple devices."
}