{
  "code": "⚖️",
  "Unicode": [
    "U+2696",
    "U+FE0F"
  ],
  "slug": "balance-scale",
  "shortcodes": {
    "github": ":balance_scale:",
    "slack": ":scales:",
    "discord": ":scales:"
  },
  "title": "Scales",
  "keywords": [
    "balance",
    "justice",
    "Libra",
    "scale",
    "zodiac"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [],
    "nouns": [
      "Justice, impartiality and fairness.",
      "Conformity with rules or standards",
      "Justice, impartiality or fairness.",
      "Fairness measures or metrics are used in network engineering to determine whether users or applications are receiving a fair share of system resources.",
      "The gravitational force with which the earth attracts a body. By extension, the gravitational force with which a star, planet, or satellite attracts a nearby body.",
      "The force on an object due to the gravitational attraction between it and the Earth (or whatever astronomical object it is primarily influenced by).",
      "Force on the object due to gravity",
      "The vertical force exerted by a mass as a result of gravity",
      "In science and engineering, the weight of an object is usually taken to be the force on the object due to gravity.",
      "Force due to gravity.",
      "Belt-like region in the sky.",
      "Celestial circle of twelve divisions centered upon the ecliptic",
      "A belt-shaped region in the heavens on either side to the ecliptic; divided into 12 constellations or signs for astrological purposes.",
      "A belt-shaped region in the heavens on either side to the ecliptic; divided into 12 constellations or signs for astrological purposes",
      "In both astrology and historical astronomy, the zodiac is a circle of twelve 30 ° divisions of celestial longitude that are centered upon the ecliptic: the apparent path of the Sun across the celestial sphere over the course of the year.",
      "The belt-like region of the celestial sphere corresponding to the apparent path of the sun over the course of a year, the ecliptic.",
      "Seventh astrological sign in the zodiac",
      "Libra is the seventh astrological sign in the Zodiac.",
      "An astrological sign based on the star constellation",
      "Someone with a Libra star sign.",
      "Someone with a Libra star sign",
      "The collection of rules imposed by authority",
      "System of rules and guidelines, generally backed by governmental authority",
      "Body of rules from the legislative authority.",
      "Law is, generally, a system of rules which are enforced through social institutions to govern behavior.",
      "A body of rules of action or conduct prescribed by a legislative authority, and having binding legal force.",
      "The body of rules and standards issued by a government, or to be applied by courts and similar authorities.",
      "Ley in Spanish",
      "Law is a term referring to sociological or scientific norms, or systems and expressions based upon them.",
      "A state in which opposing forces harmonise; equilibrium",
      "A state of equilibrium.",
      "A state of equilibrium",
      "The amount of economic resource required to bring opposite economic resource flows to a state of equilibrium.",
      "The idea or act of being just or fair",
      "The quality of being just or fair",
      "State of being just or fair.",
      "Justice is a concept involving the fair, moral, and impartial treatment of all persons.",
      "One of the four cardinal virtues",
      "The state or characteristic of being just or fair.",
      "Justice, in its broadest context, includes both the attainment of that which is just and the philosophical discussion of that which is just.",
      "Concept of moral fairness and administration of the law",
      "Justice is one of the four cardinal virtues in classical European philosophy and Roman Catholicism.",
      "A measuring instrument for weighing; shows amount of mass",
      "An instrument used to measure weight or mass",
      "A tool to measure the weight of something.",
      "A mechanical device, often coin-operated, for determining the weight of an object or person",
      "Measuring instrument for determining the weight of an object",
      "Device for weighing goods for sale.",
      "Weighing scales is a measuring instrument for determining the weight or mass of an object.",
      "A device for weighing goods for sale."
    ]
  },
  "category": "Objects",
  "alsoKnownAs": [
    "Scales of Justice"
  ],
  "version": {
    "unicode-version": "4.1",
    "emoji-version": "1.0"
  },
  "description": "<p>A balance scale, as historically used to measure weight. A symbol of justice, as held by <a href=\"https://en.wikipedia.org/wiki/Lady_Justice#Scales\">Lady Justice</a>, and of the <a href=\"https://en.wikipedia.org/wiki/Libra_(astrology)\">zodiac sign</a> of <a href=\"/libra/\">Libra</a>, the Scales. Depicted as two silver or gold pans suspended from a beam and supported on a base.</p>\r\n\r\n<p>Commonly used for various content concerning law and justice as well as various senses of balance and weight.</p>\r\n\r\n<p>Samsung&rsquo;s design <a href=\"/samsung/experience-9.0/balance-scale/\">previously featured</a> a stylized, white balance scale on a green square, as an icon or symbol of legal matters or institutions.</p>",
  "apple_vendor_description": "The balance scale emoji on Apple devices is presented with polished metallic arms and gleaming circular pans, embodying precision and fairness. Apple’s design language lends it a realistic, weighty appearance through subtle shading and smooth, rounded edges, suggesting stability and impartiality. This emoji is a clear visual metaphor for justice, judgment, or the careful consideration of two options, reflecting the thoughtful accuracy often associated with Apple's digital iconography."
}