{
  "code": "🦎",
  "Unicode": [
    "U+1F98E"
  ],
  "slug": "lizard",
  "shortcodes": {
    "github": ":lizard:",
    "slack": ":lizard:",
    "discord": ":lizard:"
  },
  "title": "Lizard",
  "keywords": [
    "lizard",
    "reptile"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [],
    "nouns": [
      "Any cold-blooded vertebrate of the class Reptilia including tortoises, turtles, snakes, lizards, alligators, crocodiles, and extinct forms",
      "A class of terrestrial vertebrates, characterized by the lack of hair, feathers, and mammary glands; the skin is covered with scales, they have a three chambered heart and the pleural and peritoneal cavities are continuous.",
      "Member of the class Reptilia",
      "Reptiles, the class Reptilia, are an evolutionary grade of animals, comprising today's turtles, crocodilians, snakes, lizards and tuatara, their extinct relatives, and some of the extinct ancestors of mammals.",
      "A cold-blooded vertebrate.",
      "A cold-blooded vertebrate of the class Reptilia."
    ]
  },
  "category": "Animals & Nature",
  "alsoKnownAs": [
    "Gecko"
  ],
  "version": {
    "unicode-version": "9.0",
    "emoji-version": "3.0"
  },
  "description": "<p>A lizard, a scaly reptile with a long tail. Depicted as a light-green lizard on all fours from above, generally looking left with large eyes, a lightly textured or colored back, and toes outspread, as a <a href=\"https://en.wikipedia.org/wiki/Gecko\">gecko</a>.</p>\r\n\r\n<p>May be used for a variety of wild and pet lizards.</p>\r\n\r\n<p>Google&rsquo;s lizard was <a href=\"/google/android-7.0/lizard/\">previously</a> brown.</p>",
  "apple_vendor_description": "On Apple devices, the lizard emoji is depicted with a sleek, verdant green body, its scales rendered with subtle textural details and a glossy sheen that catches the light. Apple's characteristic 3D shading and realistic lighting give the reptile a lively, almost animated appearance, with its small, curious eyes and articulated form suggesting a sense of agility and nature. This emoji can symbolize growth, renewal, or a connection to the natural world, often used playfully to evoke themes of adventure or the outdoors."
}