{
  "code": "💴",
  "Unicode": [
    "U+1F4B4"
  ],
  "slug": "yen-banknote",
  "shortcodes": {
    "github": ":yen:",
    "slack": ":yen:",
    "discord": ":yen:"
  },
  "title": "Banknote with Yen Sign",
  "keywords": [
    "banknote",
    "bill",
    "currency",
    "money",
    "note",
    "yen"
  ],
  "senses": {
    "adjectives": [
      "Of concern to or concerning the affairs of other nations (other than your own)",
      "Of or relating to or characteristic of Japan or its people or their culture or language",
      "Japanese",
      "Of or relating to Japan.",
      "Of, relating to, or derived from Japan, its language, or culture."
    ],
    "verbs": [
      "To demand payment.",
      "To require payment (for goods, services, etc.) of.",
      "Demand payment",
      "To obtain something with money.",
      "Obtain by purchase; acquire by means of a financial transaction",
      "To obtain (something) in exchange for money or goods",
      "To buy, obtain by payment of a price in money or its equivalent.",
      "To obtain in exchange for money or goods."
    ],
    "nouns": [
      "A bank is a financial intermediary that accepts deposits and channels those deposits into lending activities, either directly by loaning or indirectly through capital markets.",
      "Branch office of such an institution.",
      "A financial institution where one can borrow money (upon which interest is due) or deposit money (in order to collect interest).",
      "An institution where one can place and borrow money and take care of financial affairs.",
      "A financial institution that accepts deposits and channels the money into lending activities",
      "A business that keeps money for individual people or companies, exchanges currencies, makes loans, and offers other financial services.",
      "The bank or financial institution that the payment format file is transmitted to for processing.",
      "Financial institution",
      "A financial institution",
      "The banknotes of the Japanese yen are part of the physical form of Japan's currency.",
      "A contract of sale is a legal contract an exchange of goods, services or property to be exchanged from seller to buyer for an agreed upon value in money paid or the promise to pay same.",
      "An agreement (or contract) in which property is transferred from the seller (vendor) to the buyer (vendee) for a fixed price in money (paid or agreed to be paid by the buyer)",
      "An exchange of goods or services for currency or credit.",
      "A contract that involves an exchange of goods, services or property to be exchanged from seller (or vendor) to buyer (or purchaser) for an agreed upon value in money (or money equivalent) paid or the promise to pay same.",
      "A source document that documents an agreement between two or more parties based on an understanding that a selling party will commit to selling a specific quantity or value of product over a period of time in exchange for favorable prices and discounts.",
      "Exchange of goods or services for currency or credit.",
      "A contract with the target of the change in ownership (of goods, services, companies, etc)",
      "The official currency of Japan.",
      "A currency unit",
      "Unit of Japanese currency.",
      "The basic unit of money in Japan; equal to 100 sen",
      "The is the official currency of Japan.",
      "Official currency of Japan",
      "The unit of Japanese currency, equal to 100 sen.",
      "A piece of paper money (especially one issued by a central bank)",
      "Or paper money",
      "A fiat currency issued during the American Civil War",
      "A piece of paper money; a banknote.",
      "The term greenback refers to paper currency issued by the United States during the American Civil War.",
      "A banknote is a type of negotiable instrument known as a promissory note, made by a bank, payable to the bearer on demand.",
      "A piece of paper money.",
      "A piece of paper currency.",
      "A unit of American currency issued during the Civil War by the Treasury Department.",
      "The metal or paper medium of exchange that is presently used",
      "A unit of exchange (such as money) used to facilitate transactions.",
      "Money or other items used to facilitate transactions.",
      "Money or other item used to facilitate transactions.",
      "Generally accepted medium of exchange",
      "A medium of exchange.",
      "A currency in the most specific use of the word refers to money in any form when in actual use or circulation as a medium of exchange, especially circulating banknotes and coins.",
      "Any form of money in public circulation that is not your base (local) currency.",
      "Any form of money, including bills and coins, used as a medium of exchange.",
      "A medium of exchange in circulation that is not limited to money.",
      "An 8-byte, fixed-point data type that is useful for calculations involving money or for fixed-point calculations in which accuracy is extremely important. The Currency data type is used to store numbers with up to 15 digits to the left of the decimal point and 4 digits to the right. The type-declaration character in Microsoft© Visual Basic© is an at sign (@). Currency can range from -922,337,203,685,477.5808 to 922,337,203,685,477.5807.",
      "Currency is a physical medium of exchange, typically represented in modern times by government-printed paper notes and government-minted coins.",
      "Monetized in specific units (euros, dollars, pesos, etc.) which may be given international value by their exchange values in foreign exchange",
      "Means of exchange and measure of value.",
      "A medium for exchanging ownership of the economic values represented by one or more currency units.",
      "A generally accepted means of exchange and measure of value.",
      "An unspecified amount in a currency.",
      "Money is any item or verifiable record that is generally accepted as payment for goods and services and repayment of debts in a particular country or socio-economic context.",
      "Money is commonly defined by the functions attached to any good or token that functions in trade as a medium of exchange, store of value, and unit of account, although economics offers various definitions.",
      "Object or record accepted as payment",
      "The most common medium of exchange; functions as legal tender",
      "In Dutch or German languages"
    ]
  },
  "category": "Objects",
  "alsoKnownAs": [
    "¥1000 Note",
    "Yen Note"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A banded stack of yen banknotes, the paper currency of <a href=\"/flag-japan/\" title=\"🇯🇵 Flag For Japan\">Japan</a>. Color and detail vary across platforms, but usually shown in green, yellow, or pink with the yen symbol, &yen;. Commonly used for various content concerning money and wealth, not restricted to Japan.</p>\r\n\r\n<p>Apple and WhatsApp&rsquo;s designs depict the &yen;1,000 banknote, Facebook&rsquo;s features a Japanese character for <i>yen</i> (円) and a <a href=\"/cherry-blossom/\">cherry blossom</a>.</p>",
  "apple_vendor_description": "The yen banknote emoji on Apple devices features a distinct green bill, meticulously detailed with subtle textures and folds that give it a realistic, tactile feel. Apple's signature smooth gradients and precise lighting bring a sense of depth and value to the currency, making it instantly recognizable. This emoji is commonly used to discuss Japanese currency, financial transactions, or economic matters related to Japan, presented with the characteristic polish and clarity found on all Apple devices."
}