{
  "code": "🌷",
  "Unicode": [
    "U+1F337"
  ],
  "slug": "tulip",
  "shortcodes": {
    "github": ":tulip:",
    "slack": ":tulip:",
    "discord": ":tulip:"
  },
  "title": "Tulip",
  "keywords": [
    "flower",
    "tulip"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [],
    "nouns": [
      "One of the temperate seasons",
      "Summer is the warmest of the four temperate seasons, falling between spring and autumn.",
      "The period or season of summer.",
      "One of the four seasons, between Spring and Autumn",
      "The warmest season of the year; in the northern hemisphere it extends from the summer solstice to the autumnal equinox",
      "The time during the summer months.",
      "Any of numerous perennial bulbous herbs having linear or broadly lanceolate leaves and usually a single showy flower",
      "Tulips are a kind of flower.",
      "A type of flowering plant, genus Tulipa.",
      "Genus of plants",
      "Any of numerous perennial bulbous flowering plants of the genus Tulipa.",
      "  Traditionally the first of the four seasons of the year in temperate regions, in which plants spring from the ground and trees come into blossom, following winter and preceding summer.",
      "The season of growth",
      "The season of spring.",
      "Season, between winter and summer",
      "One of the four temperate seasons",
      "The season of spring, between winter and summer.",
      "Traditionally the first of the four seasons, the season of growth with an ever increasing amount of daytime.",
      "Spring is one of the four conventional temperate seasons, following winter and preceding summer.",
      "Spring is one of the four seasons of temperate zones, the transition from winter into summer.",
      "The reproductive structure of angiosperm plants, consisting of stamens and carpels surrounded by petals and sepals all borne on the receptacle.",
      "A flower lacking sepals, petals, stamens, or carpels.",
      "Flowers, sometimes known as blooms or blossoms, are the reproductive structures found in flowering plants.",
      "A flower, sometimes known as a bloom or blossom, is the reproductive structure found in flowering plants.",
      "Structure found in some plants (division Magnoliophyta / angiosperms) to support reproduction",
      "A plant cultivated for its blooms or blossoms",
      "Plants, taken collectively.",
      "An organism that is not an animal, especially an organism capable of photosynthesis. Typically a small or herbaceous organism of this kind, rather than a tree.",
      "(botany) a living organism lacking the power of locomotion",
      "Plants considered as a group, especially those of a particular country, region, time, etc.",
      "The plants that inhabit a certain region or environment.",
      "Collectively, the set of all plants.",
      "Organism capable of photosynthesis.",
      "Inventory of plant species in a given region",
      "Flora is the plant life occurring in a particular region or time, generally the naturally occurring or indigenous -- native plant life.",
      "Any living organism that synthesizes its food from inorganic substances, possesses cellulose cell walls, responds slowly and often permanently to a stimulus, lacks specialized sense organs and nervous system, and has no powers of locomotion.",
      "Species belonging to the plant kingdom.",
      "The plant life characterizing a specific geographic region or environment.",
      "Plants, also called green plants, are multicellular eukaryotes of the kingdom Plantae.",
      "Plants are living organisms belonging to the kingdom Plantae."
    ]
  },
  "category": "Animals & Nature",
  "alsoKnownAs": [],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A pink&nbsp;tulip flower. Depicted as a single, vertical pink tulip on a green stem.</p>\r\n\r\n<p>Commonly used for <a href=\"/valentines-day/\">Valentine&rsquo;s Day</a>, <a href=\"/mothers-day/\">Mother&rsquo;s Day</a>, and other special occasions. May be more generally used to express such sentiments as love, appreciation, and happiness. Also used in association with the <a href=\"https://en.wikipedia.org/wiki/Flower_bulb_cultivation_in_the_Netherlands\">Netherlands</a> and as a pink&nbsp;accent color.</p>\r\n\r\n<p>Not to be confused with <a href=\"/rose/\">🌹 Rose</a>, though their applications may overlap.</p>\r\n\r\n<p>Google&#39;s tulip was <a href=\"/google/android-7.0/tulip/\">once</a> orange, <a href=\"/microsoft/windows-10/tulip/\">Microsoft</a> and <a href=\"/samsung/experience-9.0/tulip/\">Samsung&#39;s</a>&nbsp;red.</p>",
  "apple_vendor_description": "The tulip emoji on Apple devices blooms with a rich, velvety red petal, accented by subtle gradients that enhance its dimensionality. Its stem and leaves are depicted with a verdant green, featuring smooth curves and lifelike texture, all illuminated by Apple's signature realistic lighting. This beautifully crafted emoji symbolizes love, passion, and the arrival of spring, making it a charming addition to messages shared on Apple devices."
}