{
  "code": "🇸🇳",
  "Unicode": [
    "U+1F1F8",
    "U+1F1F3"
  ],
  "slug": "flag-senegal",
  "shortcodes": {
    "github": ":senegal:",
    "slack": ":flag-sn:",
    "discord": ":flag_sn:"
  },
  "title": "Flag: Senegal",
  "keywords": [
    "flag"
  ],
  "senses": {
    "adjectives": [
      "From or in the countryside or connected with it.",
      "Of, from or pertaining to the countryside (adjective)."
    ],
    "verbs": [],
    "nouns": [
      "Official name of Senegal.",
      "A country in Western Africa whose capital is Dakar.",
      "A republic in northwestern Africa on the coast of the Atlantic; formerly a French colony but achieved independence in 1960",
      "A person from Senegal or of Senegalese descent.",
      "Country in Western Africa. Official name: Republic of Senegal.",
      "Senegal, officially the Republic of Senegal, is a country in West Africa.",
      "Country in western Africa",
      "Emblem usually consisting of a rectangular piece of cloth of distinctive design",
      "Piece of cloth.",
      "A flag is a piece of fabric with a distinctive design that is used as a symbol, as a signaling device, or as decoration.",
      "A piece of cloth, often decorated with an emblem, used as a visual signal or symbol.",
      "Piece of fabric with a distinctive design",
      "The flag of Senegal is a tricolor consisting of three vertical green, yellow and red bands charged with a five-pointed green star at the center.",
      "The opposite of secession",
      "As its original Latin term",
      "Government",
      "The collective body of a nation or state as politically organized, or as exercising political functions.",
      "The territory of a nation, especially an independent nation state or formerly independent nation; a political entity asserting ultimate authority over a geographical area.",
      "Nations is often used synonymously with ethnic group, but although ethnicity is now one of the most important aspects of cultural or social identity for the members of most nations, people with the same ethnic origin may live in different nation-states and be treated as members of separate nations for that reason.",
      "Political organisation with a centralized independent government",
      "The government.",
      "An organized political community, living under a government",
      "Nation has various meanings, and the meaning has changed over time.",
      "A state is an organized community living under one government.",
      "A political entity asserting ultimate authority over a geographical area.",
      "A people permanently occupying a fixed territory bound together by common law, habits and custom into one body politic exercising, through the medium of an organized government, independent sovereignty and control over all persons and things within its boundaries, unless or until authority is ceded to a federation or union of other states.",
      "The people who live in a nation or country",
      "A politically organized body of people under a single government",
      "A sovereign state.",
      "A state is a nonphysical juridical entity of the international legal system that is represented by one centralized government that has supreme independent authority over a geographic area.",
      "The geographic area under the control of a political state."
    ]
  },
  "alsoKnownAs": [
    "Sengalese Flag"
  ],
  "version": {
    "unicode-version": null,
    "emoji-version": "1.0"
  },
  "description": "<p>The flag for <a href=\"https://en.wikipedia.org/wiki/Senegal\">Senegal</a>, which may show as the letters&nbsp;<em>SN</em>&nbsp;on some platforms.</p>",
  "apple_vendor_description": "The flag of Senegal on Apple devices is rendered with vibrant, crisp colors and a subtle glossy sheen that gives it a sense of depth and dynamism. Its smooth, fabric-like texture, achieved through Apple's signature soft gradients and realistic lighting, makes the bold green, yellow, and red stripes appear almost tangible. The single green star at its center stands out with a bright, defined edge, symbolizing unity and hope, a proud emblem of Senegal's national identity as seen on Apple screens.",
  "category": "Flags"
}