{
  "code": "👢",
  "Unicode": [
    "U+1F462"
  ],
  "slug": "womans-boot",
  "shortcodes": {
    "github": ":boot:",
    "slack": ":boot:",
    "discord": ":boot:"
  },
  "title": "Womans Boots",
  "keywords": [
    "boot",
    "clothing",
    "shoe",
    "woman",
    "woman’s boot"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [
      "Furnish with shoes",
      "Be dressed in",
      "To move from one place to another by moving legs alternately, so that at least one foot is in contact with the floor or surface at any one time.",
      "Use one's feet to advance; advance by steps"
    ],
    "nouns": [
      "A woman is a female human.",
      "Female adult human",
      "An animal of the sex that produces eggs.",
      "An adult human member of the sex that produces ova and bears young.",
      "An adult female human.",
      "An adult female person (as opposed to a man)",
      "Adult female human being.",
      "Clothing, garments, dress, material.",
      "Clothing is material used to cover parts of the human body for protection against the environment, for comfort and body modesty, and as personal decoration, often reflecting religious, cultural, and social customs.",
      "Clothing is fiber and textile material worn on the body.",
      "Clothes.",
      "Clothes considered as a group.",
      "All coverings designed to be worn on a person's body.",
      "Clothing",
      "Something that can be worn; an item of clothing.",
      "A covering of or like clothing.",
      "A single item of clothing.",
      "An act or instance of putting clothes on.",
      "A covering designed to be worn on a person's body",
      "Clothes, possessions or equipment.",
      "(in combination) clothing",
      "Fiber and textile material worn on the body",
      "A protective covering for the foot, with a bottom part composed of thick leather or plastic sole and often a thicker heel, and a softer upper part made of leather or synthetic material. Shoes generally do not extend above the ankle, as opposed to boots, which do.",
      "Footwear",
      "Footwear shaped to fit the foot (below the ankle) with a flexible upper of leather or plastic and a sole and heel of heavier material",
      "A shoe is an item of footwear intended to protect and comfort the human foot while doing various activities.",
      "Popular trends.",
      "Fashion refers to styles of dress that are popular in a culture at any given time.",
      "The latest and most admired style in clothes and cosmetics and behavior",
      "Term for a popular style or practice in clothing, make-up, furniture, etc.",
      "The latest and most admired style in clothes and cosmetics and behavior.",
      "Fashion is a popular style or practice, especially in clothing, footwear, accessories, makeup, body piercing, or furniture.",
      "A prevailing mode of expression, e.g., clothing",
      "A heavy shoe that covers part of the leg.",
      "Heavy shoe that covers part of the leg.",
      "Type of shoe",
      "A shoe that covers part of the leg.",
      "A boot is a type of footwear and a specific type of shoe.",
      "Footwear that covers the whole foot and lower leg"
    ]
  },
  "category": "Objects",
  "alsoKnownAs": [
    "Cowgirl Boots",
    "Knee High Boots"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A tall boot&nbsp;generally featuring a slight heel, shown in brown or red on most platforms.</p>\r\n\r\n<p>Some platforms previously display this emoji as two boots (e.g. <a href=\"/google/android-7.0/womans-boot/\">Google</a>, <a href=\"/samsung/touchwiz-7.1/womans-boot/\">Samsung</a>),&nbsp;while today most display a single boot.</p>",
  "apple_vendor_description": "The woman's boot emoji on Apple devices presents a stylish, ankle-high design with a subtle sheen, reflecting Apple’s commitment to detailed 3D rendering. Its soft, rounded toe and well-defined heel highlight a fashionable yet practical aesthetic, typical of Apple’s visual language. This emoji frequently conveys a sense of fashion, personal style, or readiness for an adventure."
}