{
  "code": "🦀",
  "Unicode": [
    "U+1F980"
  ],
  "slug": "crab",
  "shortcodes": {
    "github": ":crab:",
    "slack": ":crab:",
    "discord": ":crab:"
  },
  "title": "Crab",
  "keywords": [
    "Cancer",
    "crab",
    "zodiac"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [],
    "nouns": [
      "Animals are multicellular, eukaryotic organisms of the kingdom Animalia.",
      "A classification of living organisms",
      "Creature is a 1999 documentary film that was directed by Parris Patton.",
      "All of the animal life of any particular region or time.",
      "Any living organism characterized by voluntary movement, the possession of cells with noncellulose cell walls and specialized sense organs enabling rapid response to stimuli, and the ingestion of complex organic substances such as plants and other animals.",
      "A living organism characterized by voluntary movement",
      "A living organism characterized by voluntary movement.",
      "Animals considered as a group; especially those of a particular country, region, time, etc.",
      "Any of various processes, either sexual or asexual, by which an animal produces one or more individuals similar to itself.",
      "The entire animal life of a given region, habitat or geological stratum.",
      "Any nonhuman animal, esp. a large, four-footed mammal.",
      "Animals considered as a group.",
      "Fauna is all of the animal life of any particular region or time.",
      "This page is for quotes about animals.",
      "Multicellular eukaryotic organisms",
      "Belt-like region in the sky.",
      "Celestial circle of twelve divisions centered upon the ecliptic",
      "A belt-shaped region in the heavens on either side to the ecliptic; divided into 12 constellations or signs for astrological purposes.",
      "A belt-shaped region in the heavens on either side to the ecliptic; divided into 12 constellations or signs for astrological purposes",
      "In both astrology and historical astronomy, the zodiac is a circle of twelve 30 ° divisions of celestial longitude that are centered upon the ecliptic: the apparent path of the Sun across the celestial sphere over the course of the year.",
      "The belt-like region of the celestial sphere corresponding to the apparent path of the sun over the course of a year, the ecliptic.",
      "A decapod crustacean covered with a thick exoskeleton, and armed with a single pair of claws.",
      "Decapod having eyes on short stalks and a broad flattened carapace with a small abdomen folded under the thorax and pincers",
      "Crabs are decapod crustaceans of the infraorder Brachyura, which typically have a very short projecting \"tail\", usually entirely hidden under the thorax.",
      "Decapod crustaceans of the infraorder Brachyura",
      "Any mainly aquatic arthropod usually having a segmented body and chitinous exoskeleton",
      "Arthropod of the subphylum Crustacea.",
      "Crustaceans form a very large group of arthropods, usually treated as a subphylum, which includes such familiar animals as crabs, lobsters, crayfish, shrimp, krill and barnacles.",
      "Such as lobsters and crabs",
      "A subphylum of arthropod animals having jointed feet and mandibles, two pairs of antennae, and segmented, chitin-encased bodies.",
      "Subphylum of arthropods",
      "Any arthropod of the subphylum Crustacea, including lobsters, crabs, shrimp, barnacles and woodlice."
    ]
  },
  "category": "Food & Drink",
  "alsoKnownAs": [],
  "version": {
    "unicode-version": "8.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A crab, a squat crustacean with pincers. Depicted as a reddish-orange crab (as cooked) shown from above, with a round, shelled body, shorted, tentacle-like eyes, and ten legs, the top two of which are large pincers.</p>\r\n\r\n<p>May be used to represent crab as food or metaphorical senses of <i>crab</i> (e.g., <i>crabby</i>). Often used to represent <a href=\"/cancer/\">♋ Cancer</a>, the Crab, in the Western zodiac.</p>\r\n\r\n<p>Not to be confused with <a href=\"/lobster/\">🦞 Lobster</a>.</p>\r\n\r\n<p>Facebook&rsquo;s pincers have black tips, as do&nbsp;Huawei&#39;s.</p>",
  "apple_vendor_description": "The crab emoji on Apple devices scuttles forth with a vibrant, reddish-orange shell, showcasing Apple's characteristic glossy 3D shading that gives it a lifelike, polished appearance. Its pincers are subtly defined, and its overall form is smooth and rounded, embodying the creature's distinct shape. This emoji is often used to represent the ocean, seafood, or to playfully convey a feeling of being defensive or stubborn."
}