{
  "code": "🎤",
  "Unicode": [
    "U+1F3A4"
  ],
  "slug": "microphone",
  "shortcodes": {
    "github": ":microphone:",
    "slack": ":microphone:",
    "discord": ":microphone:"
  },
  "title": "Microphone",
  "keywords": [
    "karaoke",
    "mic",
    "microphone"
  ],
  "senses": {
    "adjectives": [
      "Capable of or involving speech or speaking",
      "Used in speaking."
    ],
    "verbs": [
      "Express in speech",
      "To put one or more microphones on or in.",
      "To put one or more microphones on or in; to use or place a microphone.",
      "Deliver by singing"
    ],
    "nouns": [
      "Karaoke is a form of interactive entertainment or video game in which amateur singers sing along with recorded music using a microphone and public address system.",
      "A form of interactive musical entertainment",
      "Singing popular songs accompanied by a recording of an orchestra (usually in bars or nightclubs)",
      "A form of entertainment in which an amateur sings along with recorded music on microphone. The voice of the original singer is removed, and lyrics are displayed on a screen.",
      "A form of entertainment.",
      "Karaoke television, a form of interactive musical entertainment",
      "A form of entertainment popular in clubs, at parties, etc, in which individual members of the public sing along to pre-recorded instrumental versions of popular songs, the lyrics of which are displayed for the singer on a screen in time with the music.",
      "Someone who is passionate about music.",
      "Music is an art form whose medium is sound.",
      "Music is an art form that involves sounds and silence.",
      "A sound, or the study of such sounds, organized in time.",
      "The artistic organization of sounds or tones that expresses ideas and emotions through the elements of rhythm, melody, harmony and tonal color.",
      "Form of art using sound",
      "An app that facilitates the playing of music.",
      "Sound, organized in time in a melodious way.",
      "An artistic form of auditory communication incorporating instrumental or vocal tones in a structured and continuous manner",
      "The title of the hub for music and video.",
      "Transducer of sound waves to electricity.",
      "A device that converts sound waves into analog electrical signals. Additional hardware can convert the microphone's output into digital data that a computer can process; for example, to record multimedia documents or analyze the sound signal.",
      "Device for converting sound waves into electrical energy",
      "Male given name",
      "A device used to convert sound waves into a varying electric current.",
      "A diminutive of the male given name Michael.",
      "A device (transducer) used to convert sound waves into a varying electric current; normally fed into an amplifier and either recorded or broadcast.",
      "An acoustic transducer",
      "A microphone, colloquially mic or mike, is an acoustic-to-electric transducer or sensor that converts sound in air into an electrical signal.",
      "Mike is the most common abbreviation or shorthand for Michael."
    ]
  },
  "category": "Objects",
  "alsoKnownAs": [
    "Karaoke",
    "Singing"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A microphone, used&nbsp;to amplify a person&rsquo;s voice when speaking or singing.</p>\r\n\r\n<p>Previously shown with <a href=\"/musical-notes/\">music notes</a> on most platforms, implying it to be used for a singer / singing.&nbsp;Today&nbsp;only Twitter&#39;s design retains these notes.</p>",
  "apple_vendor_description": "Apple's microphone emoji captures the essence of performance and broadcasting with a classic, vintage-inspired design featuring a polished metallic grille.  The smooth, rounded edges and the way light glints off its surface, a signature of Apple's 3D rendering, give it a sophisticated and professional appearance.  This emoji, as seen on Apple devices, is perfect for signifying music, singing, public speaking, or any form of vocal expression, adding a touch of auditory appeal to your messages."
}