{
  "code": "💼",
  "Unicode": [
    "U+1F4BC"
  ],
  "slug": "briefcase",
  "shortcodes": {
    "github": ":briefcase:",
    "slack": ":briefcase:",
    "discord": ":briefcase:"
  },
  "title": "Briefcase",
  "keywords": [
    "briefcase"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [],
    "nouns": [
      "The type of enterprise in which businesses or organizations are engaged.",
      "The activity of providing goods and services involving financial and commercial and industrial aspects",
      "A commercial organization or a small business.",
      "An entity that provides goods and/or services to others.",
      "Commercial, industrial, or professional activity.",
      "An organisation that is not a business.",
      "A business or organization that has provided a coupon that can be used at their store.",
      "Organization involved in the trade of goods, services, or both to consumers",
      "A business, also known as an enterprise or a firm, is an organization involved in the trade of goods, services, or both to consumers.",
      "Commercial, industrial or professional activity.",
      "Business may refer to many differing activities, such as the activity of buying or selling in trade, a commercial firm or enterprise, one's personal affairs or concerns, one's regular occupation, employment, or profession, something acquiring attention, or a situation, matter or happening.",
      "Commercial, industrial or financial activity.",
      "A case with a handle; for carrying papers or files or books",
      "A flat, usually rigid, rectangular briefcase for carrying business papers, documents, or the like.",
      "A flat, rectangular case with a handle, often of leather, used for carrying papers or books.",
      "Case used for carrying documents.",
      "A case used for carrying documents (especially by business people)",
      "A small case for carrying important documents; a briefcase.",
      "A briefcase is a narrow box-shaped bag or case used mainly for carrying papers and other documents and equipped with a handle."
    ]
  },
  "category": "Objects",
  "alsoKnownAs": [
    "Suitcase"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A place to store notes and other office materials. Primarily used by older people.</p>\r\n\r\n<p>Generally&nbsp;shown as a brown case with a handle on top, and a silver or gold colored clasp on the front. Facebook shows two leather straps on the front.</p>",
  "apple_vendor_description": "The briefcase emoji on Apple devices is rendered with a classic, professional aesthetic, featuring a structured form and polished metallic accents. Its 3D shading and realistic lighting give it a tangible feel, suggesting important documents and serious business. On Apple devices, this emoji clearly communicates work, professionalism, travel for business, and significant undertakings."
}