{
  "code": "🚾",
  "Unicode": [
    "U+1F6BE"
  ],
  "slug": "water-closet",
  "shortcodes": {
    "github": ":wc:",
    "slack": ":wc:",
    "discord": ":wc:"
  },
  "title": "Water Closet",
  "keywords": [
    "closet",
    "lavatory",
    "restroom",
    "water",
    "wc"
  ],
  "senses": {
    "adjectives": [
      "Tending to increase knowledge or dissipate ignorance"
    ],
    "verbs": [
      "To allow urine to flow from the bladder out of the body.",
      "Eliminate urine",
      "To pass urine from the body.",
      "To use the toilet, or assist (a child etc) in using the toilet"
    ],
    "nouns": [
      "A room or building equipped with one or more toilets",
      "Toilet, bathroom.",
      "A room or building equipped with one or more toilets.",
      "The room where human sanitation takes place, a toilet, lavatory or washroom",
      "A toilet, especially a public one.",
      "A toilet.",
      "Water closet (meaning toilet)",
      "A toilet room is a room containing a toilet and sometimes a sink.",
      "A public room containing a toilet.",
      "The one that contains a toilet and sometimes a sink",
      "A dressing room.",
      "Lavatory.",
      "A flush toilet, or the room, in a public place, containing one",
      "A room containing a toilet.",
      "A bathroom; a washroom; a room containing a toilet.",
      "A lavatory, toilet.",
      "A plumbing fixture for defecation and urination",
      "A toilet is a sanitation fixture used primarily for the disposal of human urine and feces.",
      "A sanitation fixture used primarily for the disposal of human excrement and urine",
      "Sanitation fixture",
      "A ceramic device used for depositing and removing human excrement with water through flushing.",
      "A chamber pot is a bowl-shaped container with a handle, and often a lid, kept in the bedroom under a bed or in the cabinet of a nightstand and generally used as a toilet at night.",
      "A room equipped with a toilet for urinating and defecating.",
      "A toilet that disposes of the waste by using water to flush it through a drainpipe to another location.",
      "A ceramic device used for depositing and removing human excrement with water through flushing.",
      "A toilet, a water closet.",
      "A toilet that is cleaned of waste by the flow of water through it",
      "A flush toilet is a toilet that disposes of human liquid and solid waste, by using water to flush it through a drainpipe to another location for disposal.",
      "A lavatory or device for depositing human waste and then flushing it away with water.",
      "A toilet bowl that can be flushed with water supplied under pressure and that is equipped with a water-sealed trap above the floor level.",
      "A toilet using water to dispose of waste",
      "Toilet that disposes of waste by using water to flush."
    ]
  },
  "category": "Symbols",
  "alsoKnownAs": [
    "Toilet WC",
    "WC"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A water closet is a name used for public toilet, bathroom or restroom used in some countries. Typically abbreviated to the letters WC, this may be found on signage in public buildings, as an alternative to the <a title=\"🚻 Restroom\" href=\"/restroom/\">restroom</a> symbol.</p>\n",
  "apple_vendor_description": "Apple's rendition of the water closet emoji presents a clean, minimalist design with subtle 3D shading and smooth gradients, giving it a realistic, ceramic feel. The lid is depicted in a slightly open position, suggesting immediate availability or readiness for use. On Apple devices, this emoji is rendered with soft rounded edges, making it approachable while clearly communicating its functional purpose. It's commonly used in digital conversations to indicate a need to use the restroom or discuss bathroom-related matters."
}