{
  "code": "🎂",
  "Unicode": [
    "U+1F382"
  ],
  "slug": "birthday-cake",
  "shortcodes": {
    "github": ":birthday:",
    "slack": ":birthday:",
    "discord": ":birthday:"
  },
  "title": "Birthday Cake",
  "keywords": [
    "birthday",
    "cake",
    "celebration",
    "dessert",
    "pastry",
    "sweet"
  ],
  "senses": {
    "adjectives": [
      "Having or denoting the characteristic taste of sugar",
      "Having a taste of sugar.",
      "Having the taste characteristic of sugar or honey.",
      "Greatly pleasing or entertaining",
      "Offering fun and gaiety",
      "Festive and full of fun and laughter",
      "Festive and full of fun and laughter.",
      "Giving fun, gaiety, joy, and cheerful spirit."
    ],
    "verbs": [
      "Take in solid food",
      "To consume something solid or semi-solid (usually food) by putting it into the mouth and eventually swallowing it.",
      "To consume (something solid or semi-solid, usually food) by putting it into the mouth and swallowing it."
    ],
    "nouns": [
      "Cake is a form of bread or bread-like food.",
      "A rich, sweet, baked dessert, typically made with flour, eggs, sugar and butter.",
      "A rich, sweet dessert food, typically made of flour, sugar and eggs and baked in an oven, and often covered in icing.",
      "Baked goods made from or based on a mixture of flour, sugar, eggs, and fat",
      "Form of bread or bread-like food",
      "The date and year something was born.",
      "The year, month, and day of someone's birth; date of birth",
      "Date and year when something was born.",
      "A birthday is a celebration of the anniversary of a person's birth.",
      "The date on which someone is born or something is created, more commonly called birthdate or date of birth.",
      "The date on which a person was born.",
      "Day that comes once a year when a person celebrates the anniversary of his or her birth",
      "Birthday",
      "A birthday is an occasion when a person or institution celebrates the anniversary of their birth.",
      "The date on which a person was born",
      "Decorated cake served at a birthday party",
      "Dessert served to celebrate a birthday",
      "A cake often decorated with candles, made to celebrate someone's birthday.",
      "The birthday cake has been an integral part of the birthday celebrations in western European countries since the middle of the 19th century, which extended to Western culture.",
      "A cake, often iced and decorated, made to celebrate a person's birthday.",
      "A sweet confection served as the last course of a meal",
      "A dish served as the last course of a meal",
      "A usage seen in the United Kingdom and some other Commonwealth countries.",
      "Dessert is a typically sweet course that concludes an evening meal.",
      "A sweet confection served as the last course of a meal.",
      "Sweet confection served as the last course of a meal.",
      "Sweet course that concludes a meal",
      "Any substance consumed to provide nutritional support for the body. For prepared ready-to-eat food, use dish: Q746549.",
      "Any substance consumed by living organisms to sustain life.",
      "Food.",
      "Any substance that can be consumed by living organisms, especially by eating, in order to sustain life.",
      "Any solid substance (as opposed to liquid) that is used as a source of nourishment",
      "Food is any substance consumed to provide nutritional support for the body."
    ]
  },
  "category": "Food & Drink",
  "alsoKnownAs": [
    "Cake",
    "Cake With Candles",
    "Birthday"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A frosted cake with lit candles, as presented for a birthday celebration. The style of cake widely varies across platforms. With white frosting and&nbsp;<a href=\"/strawberry/\">strawberries</a>, Apple and Google&rsquo;s designs suggest&nbsp;a&nbsp;<a href=\"https://www.smithsonianmag.com/arts-culture/why-japanese-eat-cake-christmas-180961556/\">Japanese Christmas cake</a>. Other vendors depict a chocolate, pink, and/or sponge cake.</p>",
  "apple_vendor_description": "The birthday cake emoji on Apple devices is a delightful celebration in miniature, featuring a tiered cake adorned with vibrant frosting and precisely placed candles. Apple’s characteristic glossy 3D shading gives each layer and decoration a tempting, almost edible appearance, while smooth gradients enhance its festive appeal. It evokes feelings of joy, celebration, and anticipation of special occasions, making it a perfect symbol for birthdays and festive greetings shared on Apple devices."
}