{
  "code": "🗂️",
  "Unicode": [
    "U+1F5C2",
    "U+FE0F"
  ],
  "slug": "card-index-dividers",
  "shortcodes": {
    "github": ":card_index_dividers:",
    "slack": ":card_index_dividers:",
    "discord": ":card_index_dividers:"
  },
  "title": "Card Index Dividers",
  "keywords": [
    "card",
    "dividers",
    "index"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [],
    "nouns": [
      "Organizing for structure is the act of rearranging elements following one or more rules.",
      "The act of rearranging elements following one or more rules.",
      "Many paper size standards conventions have existed at different times and in different countries.",
      "Writing materials, envelopes, office materials",
      "The articles typically sold by stationers, comprising paper, pens, ink, quills, blank books, etc.",
      "Stationery has historically pertained to a wide gamut of materials: paper and office supplies, writing implements, greeting cards, glue, pencil cases and other similar items.",
      "Paper cut to an appropriate size for writing letters; usually with matching envelopes",
      "The size of a page.",
      "The size of the sheet of paper on which you print the publication, before trimming.",
      "A document that, when opened by the user, is duplicated by the system; the copy is opened for the user's modification while the original document remains intact. Stationery documents can be used as document templates or boilerplates.",
      "Standard sizes of the paper"
    ]
  },
  "category": "Objects",
  "alsoKnownAs": [],
  "version": {
    "unicode-version": "7.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A set of tabbed dividers or file guides, as used to organize a <a href=\"/card-index/\">card index</a>&nbsp;or&nbsp;<a href=\"/card-file-box/\">file box</a>. Depicted with three or more multicolored tabs on manila paper.</p>\r\n\r\n<p>Commonly used for various content concerning paper or computer files, organization, and various types of data, information, and professional or academic work.</p>\r\n\r\n<p>WhatsApp&rsquo;s design features tabbed index cards. Samsung&rsquo;s design <a href=\"/samsung/experience-9.0/card-index-dividers/\">previously suggested</a> a blue, multi-tabbed file folder.</p>",
  "apple_vendor_description": "On Apple devices, the card index dividers emoji appears as a stack of colorful, slightly fanned-out tabs, each with a smooth, rounded edge and distinct color. Apple’s subtle 3D rendering and realistic lighting create a sense of depth, making the tabs feel tangible. These vibrant dividers, rendered with Apple’s signature gradient artistry, are commonly used to represent organization, categorization, or the concept of sorting information."
}