{
  "code": "👩‍🎨",
  "Unicode": [
    "U+1F469",
    "U+200D",
    "U+1F3A8"
  ],
  "slug": "woman-artist",
  "shortcodes": {
    "github": ":woman_artist:",
    "slack": ":female-artist:",
    "discord": ":woman_artist:"
  },
  "title": "Woman Artist",
  "keywords": [
    "artist",
    "palette",
    "woman"
  ],
  "senses": {
    "adjectives": [
      "Artistic."
    ],
    "verbs": [],
    "nouns": [
      "A woman is a female human.",
      "Female adult human",
      "An animal of the sex that produces eggs.",
      "An adult human member of the sex that produces ova and bears young.",
      "An adult female human.",
      "An adult female person (as opposed to a man)",
      "Adult female human being.",
      "A person whose creative work shows sensitivity and imagination",
      "An artist is a person engaged in one or more of any of a broad spectrum of activities related to creating art, practicing the arts, and/or demonstrating an art.",
      "Person who creates art.",
      "A person with creative talent who produces artworks.",
      "Person who practises in the arts",
      "A person who creates art.",
      "A color reproduction",
      "All the colours available to a device such as a monitor or printer.",
      "All the colours available to a device.",
      "The particular range of colors that a device or color model is able to produce.",
      "A certain complete subset of colors",
      "An array that contains color values identifying the colors that can currently be displayed or drawn on the output device.",
      "In color reproduction, including computer graphics and photography, the gamut, or color gamut, is a certain complete subset of colors.",
      "The subset of colors which can be accurately represented in a given circumstance, such as within a given color space or by a certain output device."
    ]
  },
  "category": "People & Body",
  "alsoKnownAs": [
    "Female",
    "Lady",
    "Yellow Woman",
    "Art",
    "Painting"
  ],
  "version": {
    "unicode-version": null,
    "emoji-version": "4.0"
  },
  "description": "<p>A woman engaged in the visual art of painting, shown holding a <a href=\"/artist-palette\">palette</a>&nbsp;and <a href=\"/paintbrush\">paintbrush</a>.</p>",
  "apple_vendor_description": "The woman artist emoji on Apple devices portrays a creative individual with a focused and inspired expression, wearing a smock and holding a paintbrush.  The rendering utilizes Apple's signature glossy 3D shading and soft rounded edges, giving the character a friendly and approachable demeanor.  Its design suggests dedication to the arts and a passion for creation, often used to represent someone involved in painting, drawing, or any artistic pursuit on Apple platforms."
}