{
  "code": "🔙",
  "Unicode": [
    "U+1F519"
  ],
  "slug": "back-arrow",
  "shortcodes": {
    "github": ":back:",
    "slack": ":back:",
    "discord": ":back:"
  },
  "title": "Back with Leftwards Arrow Above",
  "keywords": [
    "arrow",
    "back",
    "BACK arrow"
  ],
  "senses": {
    "adjectives": [
      "Related to or located at the back",
      "Oriented toward the back."
    ],
    "verbs": [
      "Be a signal for or a symptom of",
      "(intransitive) To return to a place.",
      "To come or go back (to a place or person).",
      "Go or come back to place, condition, or activity where one has been before",
      "To go there where one was before.",
      "To return to a place.",
      "To reverse changes.",
      "Change to the contrary"
    ],
    "nouns": [
      "A visible indication.",
      "A perceptible indication of something not immediately apparent (as a visible clue that something has happened)",
      "A perceptible indication of something not immediately apparent, as a visible clue that something has happened.",
      "A mark to indicate a direction or relation",
      "A mark to indicate a direction or relation.",
      "A sign or symbol used to indicate a direction (e.g. \\to).",
      "A symbol is an object that represents, stands for, or suggests an idea, visual image, belief, action, or material entity.",
      "Symbols are things such as particular forms or marks which represent some sort of information, an idea, a physical entity or a process but is distinct from it.",
      "In programming, a name that represents a register, an absolute value, or a memory address (relative or absolute).",
      "A character or glyph representing an idea, concept or object.",
      "One or a few characters, a picture or an other concrete representation of an idea, a concept and the like.",
      "An object that represents, stands for, or suggests an idea, belief, action, or material entity",
      "Character or glyph.",
      "An arbitrary sign (written or printed) that has acquired a conventional significance",
      "Something that represents an idea, a process, or a physical entity"
    ]
  },
  "category": "Symbols",
  "alsoKnownAs": [
    "Back"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>The word &quot;back&quot; with an arrow above it, pointing to the left.</p>\r\n\r\n<div id=\"professor_prebid-root\">&nbsp;</div>",
  "apple_vendor_description": "On Apple devices, the back arrow emoji is a sleek, dynamic symbol featuring a clean, white arrowhead pointing left, set against a vibrant, circular blue background. The glossy sheen and subtle 3D effect give it a polished, modern feel, characteristic of Apple's user interface design. This emoji is essential for navigation, indicating a return to a previous screen or action within apps on Apple devices."
}