{
  "code": "👩‍❤️‍💋‍👨",
  "Unicode": [
    "U+1F469",
    "U+200D",
    "U+2764",
    "U+FE0F",
    "U+200D",
    "U+1F48B",
    "U+200D",
    "U+1F468"
  ],
  "slug": "kiss-woman-man",
  "shortcodes": {
    "github": ":couplekiss_man_woman:",
    "slack": ":woman-kiss-man:",
    "discord": ":kiss_woman_man:"
  },
  "title": "Kiss: Woman, Man",
  "keywords": [
    "adult",
    "woman"
  ],
  "senses": {
    "adjectives": [
      "Sentimentally .",
      "Feeling or showing love and affection"
    ],
    "verbs": [
      "To touch each other’s lips.",
      "Touch with the lips or press the lips (against someone's mouth or other body part) as an expression of love, greeting, etc.",
      "To touch with the lips to express love or affection.",
      "Of two or more people, to touch each other's lips together, usually to express love or affection or passion.",
      "To take as husband or wife.",
      "To take a husband or wife.",
      "To take as husband or wife; to take in marriage.",
      "Take in marriage"
    ],
    "nouns": [
      "Love is a variety of different feelings, states, and attitudes that ranges from interpersonal affection to pleasure.",
      "An intense feeling of affection and care towards another person.",
      "Emotion based on affection",
      "A strong positive emotion of regard and affection",
      "In the Italian or Latin languages",
      "The form of romantic affection that is considered pure and wholly positive, not just based on feelings of lust.",
      "Love is a word which refers to a variety of different emotional states, feelings or attitudes which range from those of simple personal pleasures or desires to those characterizing interpersonal affection and many forms of profound kindness, compassion, and benevolent concern for the good of others.",
      "Sexual maturity is the age or stage when an organism can reproduce.",
      "The age or stage when an organism can reproduce",
      "An adult male human.",
      "A man is a male human.",
      "An adult male human",
      "An adult human member of the sex that begets young by fertilizing ova.",
      "A human member of the masculine sex or gender.",
      "An adult person who is male (as opposed to a woman)",
      "A woman is a female human.",
      "Female adult human",
      "An animal of the sex that produces eggs.",
      "An adult human member of the sex that produces ova and bears young.",
      "An adult female human.",
      "An adult female person (as opposed to a man)",
      "Adult female human being.",
      "Any group consist of two people",
      "A pair who associate with one another",
      "A pair or couple, especially one that is harmonious or elegant.",
      "A husband is a male in a marital relationship.",
      "The male of a pair of animals.",
      "The male partner in a marriage.",
      "Husband",
      "Male partner in a marital relationship",
      "A married man; a woman's partner in marriage",
      "Male partner in marriage.",
      "A symbol is an object that represents, stands for, or suggests an idea, visual image, belief, action, or material entity.",
      "Symbols are things such as particular forms or marks which represent some sort of information, an idea, a physical entity or a process but is distinct from it.",
      "In programming, a name that represents a register, an absolute value, or a memory address (relative or absolute).",
      "A character or glyph representing an idea, concept or object.",
      "One or a few characters, a picture or an other concrete representation of an idea, a concept and the like.",
      "An object that represents, stands for, or suggests an idea, belief, action, or material entity",
      "Character or glyph.",
      "An arbitrary sign (written or printed) that has acquired a conventional significance",
      "Something that represents an idea, a process, or a physical entity",
      "A kiss is the touch or pressing of one's lips against another person or an object.",
      "Touch with the lips, usually to express love or affection, or as a greeting",
      "A touch with the lips, usually to express love or affection, or as a greeting.",
      "The act of caressing with the lips (or an instance thereof)",
      "A touch with the lips as a sign of love or affection.",
      "A form of affection",
      "Touch with the lips.",
      "Kissing is the act of two people touching lips.",
      "(plural) any group of human beings (men or women or children) collectively",
      "Plurality of persons considered as a whole",
      "A group of persons forming or belonging to a particular nation, class, ethnic group, country, family, etc.",
      "Persons who exist in no programmatic feature category, or more than one category.",
      "(plural peoples)  Persons forming or belonging to a particular group, such as a nation, class, ethnic group, country, family, etc; folk; community.",
      "A group of persons forming or belonging to a particular nation etc.",
      "A people is a plurality of persons considered as a whole, as in an ethnic group or nation.",
      "A group of humans",
      "In anthropology, kinship is the web of social relationships that form an important part of the lives of most humans in most societies, although its exact meanings even within this discipline are often debated.",
      "(anthropology) relatedness or connection by blood or marriage or adoption",
      "Kinship; being related by blood or marriage.",
      "An archaeological relationship is the position in space and by implication, in time, of an object or context with respect to another.",
      "The principle binding the most basic social units society. If two people are connected by circumstances of birth, they are said to be relatives",
      "Relationship in space and time between archaeological objects or contexts",
      "Relation or connection by blood, marriage or adoption.",
      "Relation or connection by blood, marriage or adoption",
      "One who loves another person.",
      "A person who loves someone or is loved by someone",
      "A person who loves someone or is loved by someone.",
      "A person who loves something.",
      "A ceremony celebrating the beginning of a marriage, during which the marrying parties exchanges vows.",
      "The social event at which the ceremony of marriage is performed",
      "Marriage ceremony; ritual officially celebrating the beginning of a marriage.",
      "A wedding; a ceremony in which people wed.",
      "A wedding is a ceremony where people are united in marriage.",
      "Wedding ceremony",
      "Ceremony where people are united in marriage"
    ]
  },
  "category": "People & Body",
  "alsoKnownAs": [
    "Female",
    "Lady",
    "Yellow Woman",
    "Heart",
    "Love Heart",
    "Red Heart",
    "Kissing Lips",
    "Male",
    "Moustache Man"
  ],
  "version": {
    "unicode-version": null,
    "emoji-version": "2.0"
  },
  "description": "<p>A woman and a man displayed kissing, or gesturing a kiss toward each other.&nbsp;</p>",
  "apple_vendor_description": "Apple's rendition of the kiss-woman-man emoji presents a heartwarming scene with a woman and a man leaning in for a kiss, each rendered with Apple's characteristic smooth gradients and glossy 3D shading. The subtle blush on their cheeks, a detail meticulously crafted on Apple devices, adds to the romantic and affectionate tone. This emoji is a classic representation of love and partnership, perfect for expressing romantic feelings and celebrating relationships."
}