{
  "code": "🕵️",
  "Unicode": [
    "U+1F575",
    "U+FE0F"
  ],
  "slug": "detective",
  "shortcodes": {
    "github": ":detective:",
    "slack": ":sleuth_or_spy:",
    "discord": ":sleuth_or_spy:"
  },
  "title": "Sleuth or Spy",
  "keywords": [
    "detective",
    "sleuth",
    "spy"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [
      "Watch, observe, or inquire secretly"
    ],
    "nouns": [
      "A detective who follows a trail",
      "The Mickey Mouse universe is a fictional universe in which the Disney cartoon character Mickey Mouse lives.",
      "A detective.",
      "A detective, a sleuth",
      "Police officer who looks for evidence.",
      "A police officer who investigates crimes",
      "Skill level in the Purble Place game. Once a Purble Place game is completed, a player gets a skill level rank assigned automatically by the game (based on number of guesses and hints during the game).",
      "A person who investigates crimes, can be a rank and job in a police department, state or federal employee, or a civilian called a private detective",
      "Investigator, either a member of a police agency or a private person",
      "A police officer who looks for evidence as part of solving a crime; an investigator.",
      "A detective is an investigator, usually a member of a law enforcement agency.",
      "Someone who investigates by carefully analyzing each clue."
    ]
  },
  "category": "People & Body",
  "alsoKnownAs": [
    "Detective",
    "Private Eye",
    "Sleuth",
    "Spy"
  ],
  "version": {
    "unicode-version": "7.0",
    "emoji-version": "1.0"
  },
  "description": "<p>An undercover investigator,&nbsp;wearing a hat, and sometimes using a <a href=\"/magnifying-glass-tilted-right/\" title=\" 🔎 Right-Pointing Magnifying Glass\">magnifying glass</a> to closely inspect evidence. This emoji did not originally recommend emoji modifiers, but a <a href=\"http://blog.emojipedia.org/diverse-spy-proposal/\">proposal</a> was created&nbsp;to address this.</p>",
  "apple_vendor_description": "Apple's detective emoji features a sharp-looking individual, often wearing a trench coat and fedora, exuding an air of mystery and investigation. The 3D shading and realistic lighting on Apple devices give this character a classic, almost film noir feel, complete with a magnifying glass or notebook. Use this Apple emoji to signal a puzzle, a search for clues, or a keen sense of observation."
}