{
  "code": "😼",
  "Unicode": [
    "U+1F63C"
  ],
  "slug": "cat-with-wry-smile",
  "shortcodes": {
    "github": ":smirk_cat:",
    "slack": ":smirk_cat:",
    "discord": ":smirk_cat:"
  },
  "title": "Cat Face with Wry Smile",
  "keywords": [
    "cat",
    "cat with wry smile",
    "face",
    "ironic",
    "smile",
    "wry"
  ],
  "senses": {
    "adjectives": [
      "Bent to one side",
      "Aroused to impatience or anger",
      "Aroused to impatience or anger.",
      "Humorously sarcastic or mocking",
      "Troubled persistently especially with petty annoyances",
      "Troubled persistently especially with petty annoyances."
    ],
    "verbs": [
      "Smile affectedly or derisively",
      "Change one's facial expression by spreading the lips, often to signal pleasure"
    ],
    "nouns": [
      "Part of the body at the front of the head",
      "The face is a central organ of sense and is also very central in the expression of emotion among humans and among numerous other species.",
      "Faces are the central sense organ complexes, for those animals that have one, normally on the ventral surface of the head.",
      "The front of the human head from the forehead to the chin and ear to ear",
      "The front part of the head, featuring the eyes, nose, and mouth and the surrounding area.",
      "Animals are multicellular, eukaryotic organisms of the kingdom Animalia.",
      "A classification of living organisms",
      "Creature is a 1999 documentary film that was directed by Parris Patton.",
      "All of the animal life of any particular region or time.",
      "Any living organism characterized by voluntary movement, the possession of cells with noncellulose cell walls and specialized sense organs enabling rapid response to stimuli, and the ingestion of complex organic substances such as plants and other animals.",
      "A living organism characterized by voluntary movement",
      "A living organism characterized by voluntary movement.",
      "Animals considered as a group; especially those of a particular country, region, time, etc.",
      "Any of various processes, either sexual or asexual, by which an animal produces one or more individuals similar to itself.",
      "The entire animal life of a given region, habitat or geological stratum.",
      "Any nonhuman animal, esp. a large, four-footed mammal.",
      "Animals considered as a group.",
      "Fauna is all of the animal life of any particular region or time.",
      "This page is for quotes about animals.",
      "Multicellular eukaryotic organisms",
      "A happy face expression using mouth, but without producing voice.",
      "A smile is a facial expression formed by flexing the muscles near both ends of the mouth and by flexing muscles throughout the mouth.",
      "A facial expression comprised by flexing the muscles of both ends of one's mouth, often showing the front teeth, without vocalisation, and in humans is a common involuntary or voluntary expression of happiness, pleasure, amusement or anxiety.",
      "A facial expression characterized by turning up the corners of the mouth; usually shows pleasure or amusement",
      "Conscious or subconscious facial muscular movement conveying mirth or pleasure",
      "An upwards movement of the sides of the mouth that indicates happiness or satisfaction.",
      "One's facial expression.",
      "A contorted facial expression",
      "A contorted facial expression.",
      "A smile expressing smugness or scorn instead of pleasure",
      "A smirk is a smile evoking insolence, scorn, or offensive smugness, falling into the category of what Desmond Morris described as Deformed-Compliments Signals."
    ]
  },
  "category": "Smileys & Emotion",
  "alsoKnownAs": [
    "Smirking Cat"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A cartoon cat variant of <a href=\"/smirking-face/\">😏 Smirking Face</a>. Depicted as yellow on major platforms.</p>",
  "apple_vendor_description": "On Apple devices, the cat with a wry smile emoji features a feline face rendered with Apple's characteristic soft, rounded edges and subtle 3D shading, giving it a playful yet knowing expression. Its eyes are slightly narrowed, conveying a nuanced emotion that’s both mischievous and subtly amused, a testament to Apple's detailed facial expressions. This emoji is perfect for conveying a sense of playful teasing, sly humor, or a knowing wink in digital conversations."
}