{
  "code": "💠",
  "Unicode": [
    "U+1F4A0"
  ],
  "slug": "diamond-with-a-dot",
  "shortcodes": {
    "github": ":diamond_shape_with_a_dot_inside:",
    "slack": ":diamond_shape_with_a_dot_inside:",
    "discord": ":diamond_shape_with_a_dot_inside:"
  },
  "title": "Diamond Shape with a Dot Inside",
  "keywords": [
    "comic",
    "diamond",
    "diamond with a dot",
    "geometric",
    "inside"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [],
    "nouns": [
      "An attractive mineral used for adornments",
      "Piece of mineral used to make jewelry",
      "A crystalline rock that can be cut and polished for jewelry",
      "Any gem, such as a diamond or ruby, that is expensive because of its rarity or desirability; especially one set into a piece of jewelry.",
      "A small piece of stone, a pebble.",
      "A gemstone or gem is a piece of crystal, which, in cut and polished form, is used to make jewelry or other adornments.",
      "A valuable stone that has been cut and polished and is used in jewellery."
    ]
  },
  "category": "Symbols",
  "alsoKnownAs": [
    "Cuteness",
    "Diamond Flower",
    "Kawaii"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A glyph that is used for <a href=\"https://en.wikipedia.org/wiki/Kawaii\">kawaii</a> in Japan, resembling&nbsp;the shape of a&nbsp;flower.</p>\r\n\r\n<p>Google&#39;s design previously resembled a <a href=\"/google/android-4.4/diamond-with-a-dot/\">flower</a>, while Samsung&#39;s <a href=\"/samsung/experience-9.0/diamond-with-a-dot/\">previously displayed</a> a white symbol on a blue square.</p>\r\n\r\n<p><em>Note: this emoji is not supported in Twitter / X names,&nbsp;to minimize confusion with a verified checkmark. <a href=\"https://blog.emojipedia.org/why-you-cant-use-these-emojis-in-your-twitter-name/\">Learn more here</a>.</em></p>",
  "apple_vendor_description": "On Apple devices, the diamond with a dot emoji presents a perfectly cut gemstone with a brilliant, clear facet that catches the light. The surrounding diamond shape is rendered with glossy 3D shading and soft rounded edges, giving it an opulent and luxurious feel, a hallmark of Apple's design. This emoji symbolizes precision, clarity, or a central point of focus, often used to highlight an important detail or a gem of an idea."
}