{
  "code": "🗒️",
  "Unicode": [
    "U+1F5D2",
    "U+FE0F"
  ],
  "slug": "spiral-notepad",
  "shortcodes": {
    "github": ":spiral_notepad:",
    "slack": ":spiral_note_pad:",
    "discord": ":spiral_note_pad:"
  },
  "title": "Spiral Note Pad",
  "keywords": [
    "note",
    "pad",
    "spiral",
    "spiral notepad"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [
      "To record something; to make a note of something.",
      "To send someone a note about something, for the record."
    ],
    "nouns": [
      "Many paper size standards conventions have existed at different times and in different countries.",
      "Writing materials, envelopes, office materials",
      "The articles typically sold by stationers, comprising paper, pens, ink, quills, blank books, etc.",
      "Stationery has historically pertained to a wide gamut of materials: paper and office supplies, writing implements, greeting cards, glue, pencil cases and other similar items.",
      "Paper cut to an appropriate size for writing letters; usually with matching envelopes",
      "The size of a page.",
      "The size of the sheet of paper on which you print the publication, before trimming.",
      "A document that, when opened by the user, is duplicated by the system; the copy is opened for the user's modification while the original document remains intact. Stationery documents can be used as document templates or boilerplates.",
      "Standard sizes of the paper",
      "A written business communication",
      "A written proposal or reminder",
      "A memorandum was from the Latin verbal phrase memorandum est, the gerundive form of the verb memoro, \"to mention, call to mind, recount, relate\", which means \"It must be remembered.\".",
      "A short note; a memorandum.",
      "A short note.",
      "A brief written record"
    ]
  },
  "category": "Objects",
  "alsoKnownAs": [],
  "version": {
    "unicode-version": "7.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A spiral-bound, flip-style notepad or notebook of lined paper, as used for everyday note-taking. Commonly used for content concerning various types of documents and writing.</p>\r\n\r\n<p>Most platforms depict a notepad opened to an empty, white page, sometimes shown curled at the bottom. Microsoft&rsquo;s design is shown closed, with a yellow cover.</p>",
  "apple_vendor_description": "Apple's spiral notepad emoji presents a classic, neatly bound notebook with its pages slightly fanned out, revealing a clean, lined interior. The design features subtle shadows and highlights, emphasizing its realistic 3D form and smooth, rounded corners, typical of Apple's aesthetic. This emoji is ideal for representing notes, ideas, journaling, or any activity involving writing and organization, symbolizing the act of capturing thoughts."
}