{
  "code": "↪️",
  "Unicode": [
    "U+21AA",
    "U+FE0F"
  ],
  "slug": "left-arrow-curving-right",
  "shortcodes": {
    "github": ":arrow_right_hook:",
    "slack": ":arrow_right_hook:",
    "discord": ":arrow_right_hook:"
  },
  "title": "Rightwards Arrow with Hook",
  "keywords": [
    "arrow",
    "left arrow curving right"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [
      "To change direction or course suddenly; to swerve.",
      "To change direction of movement.",
      "Change orientation or direction, also in the abstract sense",
      "Change one's direction of travel.",
      "To change one's direction of travel.",
      "Turn on or around an axis or a center",
      "To turn on an axis.",
      "To turn an object so that it is viewed at a different angle."
    ],
    "nouns": [
      "A mark to indicate a direction or relation",
      "A mark to indicate a direction or relation.",
      "A sign or symbol used to indicate a direction (e.g. \\to).",
      "A gesture represented by placing at least two fingers on an object and rotating your fingers in a clockwise or counterclockwise direction.",
      "The act of rotating as if on an axis",
      "Turning around a centre.",
      "A rotation is a circular movement of an object around a center of rotation.",
      "A movement of an object in a circular motion",
      "Rotation around a fixed axis is a special case of rotational motion.",
      "The act of turning around a centre or an axis.",
      "The management or direction of the affairs of a public or private office, business or organization.",
      "The act of managing something",
      "Government, control, superintendence, physical or manual handling or guidance; act of managing by direction or regulation, or administration, as management of family, or of household, etc."
    ]
  },
  "category": "Symbols",
  "alsoKnownAs": [
    "Email Forward",
    "Right Curved Arrow"
  ],
  "version": {
    "unicode-version": "1.1",
    "emoji-version": "1.0"
  },
  "description": "<p>An arrow&nbsp;pointing to the right, with a&nbsp;curved hook at the other end. Similar in appearance to a sideways&nbsp;<em>U Turn</em>&nbsp;symbol, or&nbsp;a&nbsp;<em>forward</em> icon in an email application.</p>",
  "apple_vendor_description": "Apple's left arrow curving right emoji is a sleek, dynamic graphic that elegantly transitions from pointing left to smoothly bending towards the right, all rendered with Apple's signature glossy 3D shading and realistic lighting. The soft rounded edges of the arrow’s form give it a polished and modern feel, suggesting a change in direction or a nuanced progression. This emoji is frequently used to indicate a shift in thought, a redirection of focus, or a playful twist in a conversation, offering a visual cue for nuanced communication on Apple devices."
}