{
  "code": "🤾‍♀️",
  "Unicode": [
    "U+1F93E",
    "U+200D",
    "U+2640",
    "U+FE0F"
  ],
  "slug": "woman-playing-handball",
  "shortcodes": {
    "github": ":woman_playing_handball:",
    "slack": ":woman-playing-handball:",
    "discord": ":woman_playing_handball:"
  },
  "title": "Woman Playing Handball",
  "keywords": [
    "handball",
    "woman",
    "woman playing handball"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [
      "To illegally touch the ball with the hand or arm.",
      "To (legally) pass a football by holding it with one hand and hitting it with the other."
    ],
    "nouns": [
      "A woman is a female human.",
      "Female adult human",
      "An animal of the sex that produces eggs.",
      "An adult human member of the sex that produces ova and bears young.",
      "An adult female human.",
      "An adult female person (as opposed to a man)",
      "Adult female human being.",
      "A game played in a walled court or against a single wall by two or four players who strike a rubber ball with their hands",
      "A team sport where two teams of seven players each (six players and a goalkeeper) pass and bounce a ball trying to throw it in the goal of the opposing team. (source: wikipedia)",
      "A team sport where two teams of seven players each (six players and a goalkeeper) pass and bounce a ball trying to throw it in the goal of the opposing team.",
      "Handball is a team sport in which two teams of seven players each pass a ball to throw it into the goal of the other team.",
      "Team sport",
      "An act of passing a football by holding it with one hand and hitting it with the other.",
      "An act that violates the rules of a sport.",
      "Fouls and misconduct in association football are acts committed by players which are considered deemed by the referee to be unfair and are subsequently penalized.",
      "An act that violates the rules of a sport",
      "Unfair act by a player in association football"
    ]
  },
  "category": "People & Body",
  "alsoKnownAs": [
    "Venus Symbol",
    "Woman Symbol"
  ],
  "version": {
    "unicode-version": null,
    "emoji-version": "4.0"
  },
  "description": "<p>A woman playing the sport of handball, shown jumping in the air about to throw the ball. Apple&#39;s design is shown wearing protective goggles.</p>",
  "apple_vendor_description": "The woman playing handball emoji on Apple devices presents an athletic figure in motion, captured with dynamic 3D shading and smooth, rounded contours. Her form suggests energy and focus as she engages with the sport, with realistic lighting highlighting the movement. On Apple devices, this emoji represents sports, physical activity, teamwork, and the spirit of competition, often used to share enthusiasm for athletic endeavors or personal achievements."
}