{
  "code": "🇬🇱",
  "Unicode": [
    "U+1F1EC",
    "U+1F1F1"
  ],
  "slug": "flag-greenland",
  "shortcodes": {
    "github": ":greenland:",
    "slack": ":flag-gl:",
    "discord": ":flag_gl:"
  },
  "title": "Flag: Greenland",
  "keywords": [
    "flag"
  ],
  "senses": {
    "adjectives": [
      "From or in the countryside or connected with it.",
      "Of, from or pertaining to the countryside (adjective)."
    ],
    "verbs": [],
    "nouns": [
      "A large self-governing island in North America.",
      "A large self-governing territory in North America that is politically a part of the Kingdom of Denmark.",
      "A self-governing island that is a territory of Denmark.",
      "The largest island in the world; lies between the North Atlantic and the Arctic Ocean; a self-governing province of Denmark",
      "Greenland is an autonomous country within the Kingdom of Denmark, located between the Arctic and Atlantic Oceans, east of the Canadian Arctic Archipelago.",
      "Autonomous country within the Kingdom of Denmark",
      "Emblem usually consisting of a rectangular piece of cloth of distinctive design",
      "Piece of cloth.",
      "A flag is a piece of fabric with a distinctive design that is used as a symbol, as a signaling device, or as decoration.",
      "A piece of cloth, often decorated with an emblem, used as a visual signal or symbol.",
      "Piece of fabric with a distinctive design",
      "The opposite of secession",
      "As its original Latin term",
      "Government",
      "The collective body of a nation or state as politically organized, or as exercising political functions.",
      "The territory of a nation, especially an independent nation state or formerly independent nation; a political entity asserting ultimate authority over a geographical area.",
      "Nations is often used synonymously with ethnic group, but although ethnicity is now one of the most important aspects of cultural or social identity for the members of most nations, people with the same ethnic origin may live in different nation-states and be treated as members of separate nations for that reason.",
      "Political organisation with a centralized independent government",
      "The government.",
      "An organized political community, living under a government",
      "Nation has various meanings, and the meaning has changed over time.",
      "A state is an organized community living under one government.",
      "A political entity asserting ultimate authority over a geographical area.",
      "A people permanently occupying a fixed territory bound together by common law, habits and custom into one body politic exercising, through the medium of an organized government, independent sovereignty and control over all persons and things within its boundaries, unless or until authority is ceded to a federation or union of other states.",
      "The people who live in a nation or country",
      "A politically organized body of people under a single government",
      "A sovereign state.",
      "A state is a nonphysical juridical entity of the international legal system that is represented by one centralized government that has supreme independent authority over a geographic area.",
      "The geographic area under the control of a political state."
    ]
  },
  "alsoKnownAs": [
    "Greenlandic Flag"
  ],
  "version": {
    "unicode-version": null,
    "emoji-version": "1.0"
  },
  "description": "<p>The flag for Greenland, which may show as the letters&nbsp;<em>GL</em>&nbsp;on some platforms.</p>",
  "apple_vendor_description": "Apple's rendering of the Greenland flag emoji features its distinctive white and red design with a bright, crisp clarity and subtle 3D depth. The smooth gradients and soft rounded edges of the flag’s fabric give it a realistic, almost tangible feel on Apple devices. This emoji is a straightforward way to represent Greenland, its people, or topics related to the Arctic region in digital communication.",
  "category": "Flags"
}