{
  "code": "🚐",
  "Unicode": [
    "U+1F690"
  ],
  "slug": "minibus",
  "shortcodes": {
    "github": ":minibus:",
    "slack": ":minibus:",
    "discord": ":minibus:"
  },
  "title": "Minibus",
  "keywords": [
    "bus",
    "minibus"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [
      "Operate (a wheeled motorized vehicle).",
      "To operate (a wheeled motorized vehicle).",
      "Operate or control a vehicle",
      "To operate a (motorized) vehicle (with wheels).",
      "To transport students to school, often to a more distant school for the purposes of achieving racial integration.",
      "Transport students to school.",
      "Send or move around by bus",
      "Change location; move, travel, or proceed, also metaphorically",
      "To change (from one value to another).",
      "To move or travel (from one location to another).",
      "To change the location of an object.",
      "To transfer a file from one location to another. After the file is transferred, there is only one copy of the file, in the new location.",
      "To move an object one pixel at a time.",
      "To move or pass from one place, person or thing to another.",
      "To move persons from one place to another.",
      "To send or convey something from one person, place or thing to another.",
      "To move data from one location to another.",
      "To send or convey from someone, some place or something to another.",
      "Send from one person or place to another",
      "To carry or bear from one place to another; to remove; to convey.",
      "To send information over a communications line or a circuit."
    ],
    "nouns": [
      "Passenger carrying motor vehicle",
      "A light bus (4 to 10 passengers)",
      "A minibus or minicoach is a passenger carrying motor vehicle that is designed to carry more people than a multi-purpose vehicle or minivan, but fewer people than a full-size bus.",
      "A facility consisting of the means and equipment necessary for the movement of passengers or goods",
      "A means of conveyance.",
      "Shared passenger transport service which is available for use by the general public",
      "The act or the means of conveying people in mass as opposed to conveyance in private vehicles.",
      "Any form of transport that can be used by a member of public (usually for a fee); as opposed to private ownership of e.g. cars.",
      "Public transport is a shared passenger transport service which is available for use by the general public, as distinct from modes such as taxicab, carpooling or hired buses which are not shared by strangers without private arrangement.",
      "The conveyance of people or goods from one place to another, especially on a public transportation system; the vehicles used for such conveyance.",
      "The conveyance of people or goods from one place to another.",
      "A motor vehicle with four wheels; usually propelled by an internal combustion engine",
      "A car is a wheeled, self-powered motor vehicle used for transportation.",
      "A type of vehicle designed to move on the ground under its own stored power and intended to carry a driver, a small number of additional passengers, and a very limited amount of other load. A car or motorcar.",
      "A four-wheeled motor vehicle used for land transport.",
      "Automobile, a vehicle steered by a driver.",
      "A wheeled vehicle, drawn by a horse or other animal.",
      "Wheeled motor vehicle used for transporting passengers",
      "A motorised bus, or coach.",
      "Vehicle with two decks.",
      "A large, long-bodied motor vehicle equipped with seating for passengers, usually operating as part of a scheduled service.",
      "A vehicle set up to carry many people (now usually called a bus).",
      "A vehicle, usually a bus or coach, with two decks.",
      "An automotive vehicle for long-distance travel",
      "Motor bus or motorbus is a now somewhat archaic term referring to a bus powered by an onboard internal combustion engine, as opposed to a horse-drawn bus, steam bus or trolleybus.",
      "A vehicle carrying many passengers; used for public transport",
      "A multi-passenger vehicle",
      "A motorised bus, or coach",
      "A charabanc or \"char-à-banc\" is a type of horse-drawn vehicle or early motor coach, usually open-topped, common in Britain during the early part of the 20th century.",
      "A coach is a type of bus used for conveying passengers on excursions and on longer distance intercity bus service between cities -- or even between countries.",
      "A single decked long-distance, or privately hired bus.",
      "A bus that is a motor vehicle, as opposed to earlier horse-drawn buses.",
      "A bus is a road vehicle designed to carry many passengers.",
      "A conveyance; a device for carrying or transporting substances, objects or individuals.",
      "A vehicle that travels primarily on land in contact with the surface.",
      "A vehicle is a mobile machine that transports passengers or cargo.",
      "Any conveyance in or by which people or objects are transported.",
      "A conveyance that transports people or objects",
      "Mobile machine that can transport people and cargo"
    ]
  },
  "category": "Travel & Places",
  "alsoKnownAs": [
    "Minivan",
    "People-Mover"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A small bus or minivan&nbsp;designed to carry fewer people than a full-sized <a href=\"/bus/\" title=\"🚌 Bus\">bus</a>. Displayed in white on most platforms&nbsp;(green <a href=\"/facebook/3.0/minibus/\">on Facebook</a>).</p>",
  "apple_vendor_description": "Apple’s minibus emoji portrays a compact, friendly-looking passenger van with a slightly rounded, modern design. On Apple devices, it features glossy paintwork in a bright, cheerful color, accented by realistic highlights on its windows and wheels, suggesting motion and travel. This emoji is commonly used to signify group transportation, road trips, or a journey with friends and family."
}