{
  "code": "🎎",
  "Unicode": [
    "U+1F38E"
  ],
  "slug": "japanese-dolls",
  "shortcodes": {
    "github": ":dolls:",
    "slack": ":dolls:",
    "discord": ":dolls:"
  },
  "title": "Japanese Dolls",
  "keywords": [
    "celebration",
    "doll",
    "festival",
    "Japanese",
    "Japanese dolls"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [],
    "nouns": [
      "A loose robe; imitated from robes originally worn by Japanese",
      "The is a Japanese traditional garment.",
      "Traditional Japanese clothing.",
      "A traditional Japanese robe-like garment that is now generally worn only in formal occasions.",
      "(plural) any group of human beings (men or women or children) collectively",
      "Plurality of persons considered as a whole",
      "A group of persons forming or belonging to a particular nation, class, ethnic group, country, family, etc.",
      "Persons who exist in no programmatic feature category, or more than one category.",
      "(plural peoples)  Persons forming or belonging to a particular group, such as a nation, class, ethnic group, country, family, etc; folk; community.",
      "A group of persons forming or belonging to a particular nation etc.",
      "A people is a plurality of persons considered as a whole, as in an ethnic group or nation.",
      "A group of humans",
      "Japanese traditional dolls are known by the name in Japan, which literally means human shape.",
      "A small replica of a person; used as a toy",
      "A model of a human, a humanoid, an animal or a fictional character, usually made of cloth or plastic.",
      "A doll is a model of a human being, often used as a toy for children.",
      "A toy in the form of a human.",
      "Model of a human being, often used as a toy for children",
      "(children, colloquial) A child's name for a doll.",
      "The modern stage of the Japanese language, usually dated from around 1600.",
      "Japanese language is an East Asian language spoken by about 125 million speakers, primarily in Japan, where it is the national language.",
      "A native or inhabitant of Japan",
      "A fictional creature in the Pokémon franchise",
      "The main language spoken in Japan.",
      "A language spoken mainly in Japan.",
      "The Japanese language",
      "East Asian language"
    ]
  },
  "category": "Activities",
  "alsoKnownAs": [
    "Dolls",
    "Hinamatsuri",
    "Imperial Dolls"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>Ornamental Japanese Emperor and Empress dolls, as displayed in celebration of <i><a href=\"https://en.wikipedia.org/wiki/Hinamatsuri\">Hinamatsuri</a> </i>on March 3 in Japan (Girls&rsquo; or Dolls&rsquo; Day).</p>\r\n\r\n<p><a href=\"http://mandel59.hateblo.jp/entry/2016/03/04/041437\">Generally depicted</a> as a Japanese Emperor (left, in blue, holding a scepter) and Empress (right, in red, holding a fan) in ceremonial court dress and seated on a tatami.</p>\r\n\r\n<p>When not applied to <i>Hinamatsuri</i>, sometimes used to represent Japan, dolls, a pair of people (as a couple or two friends), and for various idiosyncratic purposes.</p>",
  "apple_vendor_description": "On Apple devices, the Japanese dolls emoji showcases two exquisitely rendered traditional hina dolls, their kimonos adorned with intricate patterns and vibrant colors that pop with Apple's signature 3D shading and glossy finish. The delicate features of the dolls are captured with soft, rounded edges, conveying a sense of cultural heritage and refined artistry. This emoji, as seen on Apple devices, symbolizes Japanese culture, festivals like Hinamatsuri, and often represents femininity, tradition, or a sense of delicate beauty."
}