{
  "code": "🔯",
  "Unicode": [
    "U+1F52F"
  ],
  "slug": "dotted-six-pointed-star",
  "shortcodes": {
    "github": ":six_pointed_star:",
    "slack": ":six_pointed_star:",
    "discord": ":six_pointed_star:"
  },
  "title": "Six Pointed Star with Middle Dot",
  "keywords": [
    "dotted six-pointed star",
    "fortune",
    "star"
  ],
  "senses": {
    "adjectives": [
      "Of or relating to Jews or Judaism.",
      "Of or relating to a Jew or Jews, their ethnicity, religion or culture.",
      "Being a Jew, or relating to Jews, their ethnicity, religion or culture.",
      "Of or relating to Jews or their culture or religion"
    ],
    "verbs": [],
    "nouns": [
      "Massive balls of plasma",
      "Sphere of plasma held together by gravity, undergoing fusion",
      "Luminous celestial body.",
      "A luminous celestial body that is made from gases (particularly hydrogen and helium) and forms the shape of a sphere.",
      "This article is for quotes about stars, or which make prominent mention of stars.",
      "(astronomy) a celestial body of hot gases that radiates energy derived from thermonuclear reactions in the interior",
      "A star is a massive, luminous sphere of plasma held together by its own gravity.",
      "A luminous celestial body, made up of plasma (particularly hydrogen and helium) and having a spherical shape. Depending on context the sun may or may not be included.",
      "\"Grilled Cheesus\" is the third episode of the second season of the American television series Glee, and the 25th episode overall.",
      "A religion in which rules exist to govern the means by which adherents participate in the religion.",
      "An institution to express belief in a divine power",
      "An institution to express belief in a divine power.",
      "Organized religion, also known as institutional religion, is religion as a social institution, in which belief systems and rituals are systematically arranged and formally established.",
      "The Star of David, known in Hebrew as the Shield of David or Magen David, is a generally recognized symbol of modern Jewish identity and Judaism.",
      "Star of David",
      "The Star or Shield of David is a generally recognized symbol of Jewish Community and Judaism.",
      "Symbol of Jewish Community and Judaism.",
      "Known in Hebrew as the Magen David",
      "A six-pointed star formed from two equilateral triangles; an emblem symbolizing Judaism",
      "Jews collectively who practice a religion based on the Torah and the Talmud",
      "Judaism is the religion, philosophy, and way of life of the Jewish people.",
      "A religion tracing its origin to the Hebrew people of the ancient Middle-East, as documented in their religious writings, the Torah or Old Testament.",
      "Religion of the Jewish people",
      "The character, philosophy, principles, or practices distinctive of the Hebrew people.",
      "Judaism, is the religion, philosophy and way of life of the Jewish people.",
      "An Abrahamic religion tracing its origin to the Hebrew people of the ancient Middle East, as documented in their religious writings, the Tanakh."
    ]
  },
  "category": "Symbols",
  "alsoKnownAs": [],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A star with six points, and a dot in the center. Similar to the <a href=\"/star-of-david/\" title=\"✡ Star of David\">Star of David emoji</a>.</p>\r\n",
  "apple_vendor_description": "On Apple devices, the dotted six-pointed star emoji is a delicate and intricate symbol, appearing as a precisely rendered star composed of tiny, shimmering dots. The soft gradients and subtle glow applied by Apple give it an ethereal quality, making each dot seem to radiate a gentle light. This unique celestial representation can symbolize magic, wonder, guidance, or even a special achievement, adding a touch of enchantment to messages."
}