{
  "code": "⛩️",
  "Unicode": [
    "U+26E9",
    "U+FE0F"
  ],
  "slug": "shinto-shrine",
  "shortcodes": {
    "github": ":shinto_shrine:",
    "slack": ":shinto_shrine:",
    "discord": ":shinto_shrine:"
  },
  "title": "Shinto Shrine",
  "keywords": [
    "religion",
    "shinto",
    "shrine"
  ],
  "senses": {
    "adjectives": [
      "Relating to or characteristic of Shintoism",
      "Of, or pertaining to, Shintoism."
    ],
    "verbs": [],
    "nouns": [
      "A shrine is a holy or sacred place, which is dedicated to a specific deity, ancestor, hero, martyr, saint, daemon or similar figure of awe and respect, at which they are venerated or worshipped.",
      "A holy place dedicated to a specific figure of respect.",
      "A holy or sacred place dedicated to a specific deity, ancestor, hero, martyr, saint, or similar figure of awe and respect, at which said figure is venerated or worshipped.",
      "A place of worship hallowed by association with some sacred thing or person",
      "Originally a container, especially for a relic and often a cult image, and/or a holy or sacred place containing the same.",
      "Holy or sacred place, which is dedicated to a specific deity",
      "A temple is a structure reserved for religious or spiritual activities, such as prayer and sacrifice, or analogous rites.",
      "Structure reserved for religious or spiritual activities",
      "A building for worship.",
      "Place of worship consisting of an edifice for the worship of a deity",
      "Japanese traditional folk religion",
      "The Shinto religion of Japan.",
      "Formerly the state religion of Japan, a type of animism involving the worship of ancestors and nature spirits.",
      "The ancient indigenous religion of Japan lacking formal dogma; characterized by a veneration of nature spirits and of ancestors",
      "Shinto, also kami-no-michi, is the indigenous religion of Japan and the people of Japan.",
      "Historically, the Emperor of Japan."
    ]
  },
  "category": "Travel & Places",
  "alsoKnownAs": [
    "Kami-no-michi"
  ],
  "version": {
    "unicode-version": "5.2",
    "emoji-version": "1.0"
  },
  "description": "<p>A shrine used for the Japanese Shinto religion. This emoji generally displays the <a href=\"https://en.wikipedia.org/wiki/Torii\">torii</a>, which is the gate to the Shinto Shrine. The torii is generally a&nbsp;red colored structure, with a curved roof section above two posts.</p>\r\n\r\n<p>This icon is used on maps in Japan to represent the location of a Shinto Shrine, similar to how the <a href=\"/hot-springs/\" title=\"♨️ Hot Springs\">hot springs emoji</a> is the icon used on Japanese maps to show the location of an onsen.</p>",
  "apple_vendor_description": "Apple’s shinto shrine emoji is rendered with meticulous detail, presenting a vibrant vermillion structure with a gently curved, dark roof, characteristic of traditional Japanese architecture. On Apple devices, the glossy 3D shading and soft lighting bring the miniature temple to life, evoking a sense of peace, spirituality, and cultural significance. It’s often used to signify travel to Japan, a connection to nature, or a moment of reflection and reverence in digital conversations."
}