{
  "code": "🚛",
  "Unicode": [
    "U+1F69B"
  ],
  "slug": "articulated-lorry",
  "shortcodes": {
    "github": ":articulated_lorry:",
    "slack": ":articulated_lorry:",
    "discord": ":articulated_lorry:"
  },
  "title": "Articulated Lorry",
  "keywords": [
    "articulated lorry",
    "lorry",
    "semi",
    "truck"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [
      "Change location; move, travel, or proceed, also metaphorically",
      "To change (from one value to another).",
      "To move or travel (from one location to another).",
      "To change the location of an object.",
      "To transfer a file from one location to another. After the file is transferred, there is only one copy of the file, in the new location.",
      "To move an object one pixel at a time.",
      "To move or pass from one place, person or thing to another.",
      "To move persons from one place to another.",
      "To send or convey something from one person, place or thing to another.",
      "To move data from one location to another.",
      "To send or convey from someone, some place or something to another.",
      "Send from one person or place to another",
      "To carry or bear from one place to another; to remove; to convey.",
      "To send information over a communications line or a circuit.",
      "To convey by truck.",
      "Convey (goods etc.) by truck",
      "To convey (goods etc.) by truck."
    ],
    "nouns": [
      "A facility consisting of the means and equipment necessary for the movement of passengers or goods",
      "A means of conveyance.",
      "Shared passenger transport service which is available for use by the general public",
      "The act or the means of conveying people in mass as opposed to conveyance in private vehicles.",
      "Any form of transport that can be used by a member of public (usually for a fee); as opposed to private ownership of e.g. cars.",
      "Public transport is a shared passenger transport service which is available for use by the general public, as distinct from modes such as taxicab, carpooling or hired buses which are not shared by strangers without private arrangement.",
      "The conveyance of people or goods from one place to another, especially on a public transportation system; the vehicles used for such conveyance.",
      "The conveyance of people or goods from one place to another.",
      "Heavy goods vehicle (a UK lorry - truck - weighing more than 3.5 tons)",
      "Type of large automobile",
      "A truck or lorry is a motor vehicle designed to transport cargo.",
      "A motor vehicle for transporting goods; a truck.",
      "A large motor vehicle of more than 3,500 kilograms designed for carrying cargo.",
      "An automotive vehicle suitable for hauling",
      "A truck and trailer, i.e., a combination involving a semi-trailer (US semi-trailer truck).",
      "A truck consisting of a tractor and trailer together",
      "A large truck, an 18-wheeler.",
      "A big rig truck: a semi-trailer plus the truck or tractor pulling it.",
      "A large truck such as a semi-tractor.",
      "A semi-trailer truck is a large vehicle that consists of a towing engine, known as a tractor in the United States and truck in many other places, attached to one or more semi-trailers to carry freight.",
      "A large truck consisting of an engine and cab section (the tractor) and a cargo carrying semi-trailer or trailer.",
      "A semi-tractor truck.",
      "A conveyance; a device for carrying or transporting substances, objects or individuals.",
      "A vehicle that travels primarily on land in contact with the surface.",
      "A vehicle is a mobile machine that transports passengers or cargo.",
      "Any conveyance in or by which people or objects are transported.",
      "A conveyance that transports people or objects",
      "Mobile machine that can transport people and cargo"
    ]
  },
  "category": "Travel & Places",
  "alsoKnownAs": [
    "Green Truck",
    "Truck"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A large articulated lorry consisting of a tractor and a trailer connected by a pivoted bar. Most likely hauling stock for different companies and services, such as the items on sale within <a href=\"/department-store\">department stores</a>.</p>",
  "apple_vendor_description": "An articulated lorry is rendered on Apple devices with a robust, industrial aesthetic, showcasing a powerful engine compartment and a long, imposing trailer with a deep, glossy blue finish. Apple’s signature 3D shading and soft rounded edges give the vehicle a tangible, almost collectible feel, highlighting its capability and the movement of goods. This emoji on Apple devices is perfect for conveying themes of transport, logistics, or long-distance travel."
}