{
  "code": "🚘",
  "Unicode": [
    "U+1F698"
  ],
  "slug": "oncoming-automobile",
  "shortcodes": {
    "github": ":oncoming_automobile:",
    "slack": ":oncoming_automobile:",
    "discord": ":oncoming_automobile:"
  },
  "title": "Oncoming Automobile",
  "keywords": [
    "automobile",
    "car",
    "oncoming"
  ],
  "senses": {
    "adjectives": [
      "Moving toward one"
    ],
    "verbs": [
      "Operate (a wheeled motorized vehicle).",
      "To operate (a wheeled motorized vehicle).",
      "Operate or control a vehicle",
      "To operate a (motorized) vehicle (with wheels).",
      "Travel in an automobile",
      "Move fast",
      "To drive fast.",
      "To move fast.",
      "To go fast.",
      "To drive fast; to step on the accelerator."
    ],
    "nouns": [
      "A facility consisting of the means and equipment necessary for the movement of passengers or goods",
      "A means of conveyance.",
      "Shared passenger transport service which is available for use by the general public",
      "The act or the means of conveying people in mass as opposed to conveyance in private vehicles.",
      "Any form of transport that can be used by a member of public (usually for a fee); as opposed to private ownership of e.g. cars.",
      "Public transport is a shared passenger transport service which is available for use by the general public, as distinct from modes such as taxicab, carpooling or hired buses which are not shared by strangers without private arrangement.",
      "The conveyance of people or goods from one place to another, especially on a public transportation system; the vehicles used for such conveyance.",
      "The conveyance of people or goods from one place to another.",
      "A motor vehicle with four wheels; usually propelled by an internal combustion engine",
      "A car is a wheeled, self-powered motor vehicle used for transportation.",
      "A type of vehicle designed to move on the ground under its own stored power and intended to carry a driver, a small number of additional passengers, and a very limited amount of other load. A car or motorcar.",
      "A four-wheeled motor vehicle used for land transport.",
      "Automobile, a vehicle steered by a driver.",
      "A wheeled vehicle, drawn by a horse or other animal.",
      "Wheeled motor vehicle used for transporting passengers",
      "A conveyance; a device for carrying or transporting substances, objects or individuals.",
      "A vehicle that travels primarily on land in contact with the surface.",
      "A vehicle is a mobile machine that transports passengers or cargo.",
      "Any conveyance in or by which people or objects are transported.",
      "A conveyance that transports people or objects",
      "Mobile machine that can transport people and cargo"
    ]
  },
  "category": "Travel & Places",
  "alsoKnownAs": [
    "Front Of Car"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A car&nbsp;being shown from the front. The windscreen and <a href=\"https://en.wikipedia.org/wiki/Hood_(vehicle)\">hood</a> (bonnet in British English) of the car can be seen&nbsp;facing forward.</p>\r\n\r\n<p>This car shows in red or blue on most platforms. It was <a href=\"/google/android-11.0/oncoming-automobile/\">previously</a> silver on Android.</p>",
  "apple_vendor_description": "On Apple devices, the oncoming automobile emoji is depicted as a sleek, modern car with a dynamic sense of speed and movement. Its glossy finish, rounded edges, and realistic lighting give it a premium feel, as if it's about to drive right off the screen. This emoji on Apple devices is often used to signify travel, journeys, or an approaching event or person."
}