{
  "code": "☀️",
  "Unicode": [
    "U+2600",
    "U+FE0F"
  ],
  "slug": "sun",
  "shortcodes": {
    "github": ":sunny:",
    "slack": ":sunny:",
    "discord": ":sunny:"
  },
  "title": "Black Sun with Rays",
  "keywords": [
    "bright",
    "rays",
    "sun",
    "sunny"
  ],
  "senses": {
    "adjectives": [
      "Used of physical heat; having a high or higher than desirable temperature or giving off heat or feeling or causing a sensation of heat or burning",
      "Of an object, having a high temperature.",
      "Having a high temperature.",
      "Emitting or reflecting light readily or in large amounts"
    ],
    "verbs": [
      "Be bright by reflecting or casting light",
      "To bend back (light, etc.) from a surface.",
      "To reflect light.",
      "Expose one's body to the sun",
      "To expose one's body to the sun in order to relax or to obtain a tan",
      "To expose to the warmth and radiation of the sun.",
      "To expose one's body to the sun."
    ],
    "nouns": [
      "The luminous flux emitted in a given direction divided by the product of the projected area of the source element perpendicular to the direction and the solid angle containing that direction, i.e. luminous intensity divided by unit area; measured in stilbs or apostilbs",
      "The ability of emitting or reflecting light.",
      "The quality of being luminous; emitting or reflecting light",
      "A photometric measure",
      "A measure of the amount of light radiated by a given source, such as a computer display screen.",
      "Luminance is a photometric measure of the luminous intensity per unit area of light traveling in a given direction.",
      "A photometric measure of the density of luminous intensity in a given direction, measured in candela per square metre (cd/m 2).",
      "The amount of light that is emitted by a computer monitor or picture displayed on the monitor.",
      "The amount of light coming from an object.",
      "State of being luminous.",
      "The state of being luminous, or a luminous object; brilliance or radiance",
      "The phenomena of the physical world, and also to life in general",
      "Nature, in the broadest sense, is equivalent to the natural, physical, or material world or universe.",
      "Nature, derived from the Latin word natura, for \"essential qualities, innate disposition\", and in ancient times, this literally referred to \"birth\"; in a broader sense, it has been applied to the entire physical or material world, and in some mystical or metaphysical uses to realms of relationships beyond these.",
      "The set of all natural systems, including the air, land, water, and living things other than humans.",
      "The summary of everything that has to do with biological, chemical and physical states and events in the physical universe.",
      "Natural world or ecosystem.",
      "The natural physical world including plants and animals and landscapes etc.",
      "The natural world or ecosystem.",
      "Phenomena of the physical world, and also to life in general",
      "The star that is the source of light and heat for the planets in the solar system",
      "The Sun is the star at the center of the Solar System.",
      "The star at the center of the Solar System, represented in astronomy and astrology by ?.",
      "Star at the centre of the Solar System",
      "The particular star at the centre of our solar system, from which the Earth gets light and heat.",
      "An inhabitant of any part of the solar system of the star Sol (i.e. the Sun).",
      "The fourth planet from Earth in the Ptolemaic geocentric cosmology",
      "The atmospheric conditions that comprise the state of the atmosphere in terms of temperature and wind and clouds and precipitation",
      "Sometimes referred to as \"the elements\"",
      "State of the atmosphere",
      "The day-to-day meteorological conditions, especially temperature, cloudiness, and rainfall, affecting a specific place.",
      "Unpleasant or destructive atmospheric conditions, and their effects.",
      "Weather is the state of the atmosphere, to the degree that it is hot or cold, wet or dry, calm or stormy, clear or cloudy.",
      "State of the atmosphere."
    ]
  },
  "category": "Travel & Places",
  "alsoKnownAs": [
    "Sun",
    "Sunshine"
  ],
  "version": {
    "unicode-version": "1.1",
    "emoji-version": "1.0"
  },
  "description": "<p>The sun, the star at the center of our solar system. Generally depicted as a golden-yellow disc radiating eight triangular rays, representing the sun&rsquo;s heat and light.</p>\r\n\r\n<p>Commonly used to represent sunny, warm, or hot weather, light, heat, energy, life, outer space, astronomy, and various positive and happy (<i>sunny</i>) feelings.&nbsp;As such, this emoji tends to spike in popularity during the <a href=\"/summer\">summer</a> months.</p>\r\n\r\n<p>See also <a href=\"/sun-with-face/\">🌞&nbsp;Sun With Face</a>. Not to be confused with <a href=\"/bright-button/\">🔆&nbsp;Bright Button</a> or <a href=\"/dim-button/\"><strong>🔅&nbsp;</strong></a>Dim&nbsp;Button.</p>\r\n\r\n<p>Google&rsquo;s sun was <a href=\"/google/gmail/sun/\">once</a> red, Samsung&rsquo;s <a href=\"/samsung/touchwiz-7.1/sun/\">previously</a> gray. See the glossary for the term <a href=\"/glossary/#black\"><i>black</i></a> in Unicode character names.</p>",
  "apple_vendor_description": "The sun emoji on Apple devices radiates a cheerful, bright yellow with a distinct glossy 3D effect, featuring soft rounded edges that make it feel almost tangible.  Apple's realistic lighting casts a warm glow, emphasizing its radiant energy and cheerful disposition.  This iconic symbol of a new day, warmth, and happiness is universally understood and frequently used on Apple devices to convey optimism, good weather, or a bright outlook."
}