{
  "code": "👨🏾‍🍳",
  "Unicode": [
    "U+1F468",
    "U+1F3FE",
    "U+200D",
    "U+1F373"
  ],
  "slug": "man-cook-medium-dark-skin-tone",
  "shortcodes": null,
  "title": "man cook: medium-dark skin tone",
  "keywords": [
    "cook",
    "chef",
    "medium-dark skin tone",
    "man"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [
      "To prepare food.",
      "Prepare a hot meal",
      "To prepare a meal or a single dish.",
      "To concoct or prepare."
    ],
    "nouns": [
      "Person who cooks professionally for other people",
      "A person whose profession is to prepare food for customers.",
      "A person who prepares food for a living.",
      "A professional who prepares food for consumption",
      "Someone who cooks food",
      "A cook is a person who prepares food for consumption.",
      "Sexual maturity is the age or stage when an organism can reproduce.",
      "The age or stage when an organism can reproduce",
      "An adult male human.",
      "A man is a male human.",
      "An adult male human",
      "An adult human member of the sex that begets young by fertilizing ova.",
      "A human member of the masculine sex or gender.",
      "An adult person who is male (as opposed to a woman)",
      "A person whose profession is to prepare food for customers.",
      "A chef is a person who is a highly skilled professional cook who is proficient in all aspects of food preparation.",
      "The head cook of an establishment such as a restaurant.",
      "The head cook of a restaurant or other establishment",
      "Person working with cooking food at an advanced level",
      "A professional cook",
      "A cook who manages other cooks in an establishment such as a restaurant.",
      "A professional proficient in all aspects of food preparation",
      "A person that has prepared a meal."
    ]
  },
  "category": "People & Body",
  "alsoKnownAs": null,
  "version": null,
  "description": "The Male Cook, Type-5 emoji is a sequence of the  Man,  Emoji Modifier Fitzpatrick Type-5 and  Cooking emojis. These are combined usin",
  "apple_vendor_description": "The man cook emoji on Apple devices presents a distinguished individual with a medium-dark skin tone, sporting a crisp white chef's hat and apron. Apple's signature 3D shading imbues the attire with subtle depth and realistic fabric textures, while gentle highlights suggest polished professionalism. This emoji is often used to signify culinary endeavors, cooking advice, or a delicious meal being prepared, all rendered with Apple's characteristic smooth gradients and attention to detail."
}