{
  "code": "🇻🇨",
  "Unicode": [
    "U+1F1FB",
    "U+1F1E8"
  ],
  "slug": "flag-st-vincent-grenadines",
  "shortcodes": {
    "github": ":st_vincent_grenadines:",
    "slack": ":flag-vc:",
    "discord": ":flag_vc:"
  },
  "title": "Flag: St. Vincent & Grenadines",
  "keywords": [
    "flag"
  ],
  "senses": {
    "adjectives": [
      "From or in the countryside or connected with it.",
      "Of, from or pertaining to the countryside (adjective)."
    ],
    "verbs": [],
    "nouns": [
      "Emblem usually consisting of a rectangular piece of cloth of distinctive design",
      "Piece of cloth.",
      "A flag is a piece of fabric with a distinctive design that is used as a symbol, as a signaling device, or as decoration.",
      "A piece of cloth, often decorated with an emblem, used as a visual signal or symbol.",
      "Piece of fabric with a distinctive design",
      "The flag of Saint Vincent and the Grenadines was adopted on October 21, 1985.",
      "Country in the Caribbean",
      "Saint Vincent and the Grenadines is an island country in the Lesser Antilles Island arc, in the southern portion of the Windward Islands, which lie at the southern end of the eastern border of the Caribbean Sea where the latter meets the Atlantic Ocean.",
      "A country in the Caribbean. Official name: Saint Vincent and the Grenadines.",
      "Country in the Caribbean.",
      "A country in the Caribbean.",
      "An island country in the central Windward Islands; achieved independence from the United Kingdom in 1979",
      "A nation in the Caribbean",
      "The Grenadines is a Caribbean island chain of over 600 islands in the Windward Islands.",
      "A group of islands",
      "A group of small islands in the Caribbean, divided between the larger islands of Grenada and Saint Vincent.",
      "The opposite of secession",
      "As its original Latin term",
      "Government",
      "The collective body of a nation or state as politically organized, or as exercising political functions.",
      "The territory of a nation, especially an independent nation state or formerly independent nation; a political entity asserting ultimate authority over a geographical area.",
      "Nations is often used synonymously with ethnic group, but although ethnicity is now one of the most important aspects of cultural or social identity for the members of most nations, people with the same ethnic origin may live in different nation-states and be treated as members of separate nations for that reason.",
      "Political organisation with a centralized independent government",
      "The government.",
      "An organized political community, living under a government",
      "Nation has various meanings, and the meaning has changed over time.",
      "A state is an organized community living under one government.",
      "A political entity asserting ultimate authority over a geographical area.",
      "A people permanently occupying a fixed territory bound together by common law, habits and custom into one body politic exercising, through the medium of an organized government, independent sovereignty and control over all persons and things within its boundaries, unless or until authority is ceded to a federation or union of other states.",
      "The people who live in a nation or country",
      "A politically organized body of people under a single government",
      "A sovereign state.",
      "A state is a nonphysical juridical entity of the international legal system that is represented by one centralized government that has supreme independent authority over a geographic area.",
      "The geographic area under the control of a political state."
    ]
  },
  "alsoKnownAs": [],
  "version": {
    "unicode-version": null,
    "emoji-version": "1.0"
  },
  "description": "<p>The flag for the St. Vincent &amp; Grenadines, which may show as the letters V and C on some platforms.</p>",
  "apple_vendor_description": "The flag of Saint Vincent and the Grenadines, as rendered on Apple devices, showcases its distinctive design with vibrant colors and a subtle, realistic sheen. The blue, gold, and green stripes are defined by smooth gradients, while the central diamond shape is rendered with a soft, rounded edge and subtle shading, embodying Apple's commitment to clarity and visual appeal. This emoji serves as a proud representation of the Caribbean nation, often used in travel discussions or to express national pride.",
  "category": "Flags"
}