{
  "code": "🎆",
  "Unicode": [
    "U+1F386"
  ],
  "slug": "fireworks",
  "shortcodes": {
    "github": ":fireworks:",
    "slack": ":fireworks:",
    "discord": ":fireworks:"
  },
  "title": "Fireworks",
  "keywords": [
    "celebration",
    "fireworks"
  ],
  "senses": {
    "adjectives": [
      "As if shining with a brilliant light; radiant.",
      "Reflecting light",
      "Reflecting light.",
      "Pertaining to a feast or feast-day. (Now only as the noun used attributively.)",
      "Creating or producing excitement",
      "Creating or arousing excitement",
      "Creating or producing excitement.",
      "Emitting or reflecting light readily or in large amounts"
    ],
    "verbs": [
      "To behave as expected during holidays or rites.",
      "Honour by rites, ceremonies, etc.",
      "Behave as expected during of holidays or rites",
      "To honour by rites, by ceremonies of joy and respect, or by refraining from ordinary business; to observe duly; to keep.",
      "Shine with a weak or fitful light"
    ],
    "nouns": [
      "Massive balls of plasma",
      "Sphere of plasma held together by gravity, undergoing fusion",
      "Luminous celestial body.",
      "A luminous celestial body that is made from gases (particularly hydrogen and helium) and forms the shape of a sphere.",
      "This article is for quotes about stars, or which make prominent mention of stars.",
      "(astronomy) a celestial body of hot gases that radiates energy derived from thermonuclear reactions in the interior",
      "A star is a massive, luminous sphere of plasma held together by its own gravity.",
      "A luminous celestial body, made up of plasma (particularly hydrogen and helium) and having a spherical shape. Depending on context the sun may or may not be included.",
      "Festive season which occurs immediately before Lent",
      "A festive season which occurs immediately before Lent.",
      "A festival marked by merrymaking and processions",
      "Carnival is a festive season which occurs immediately before Lent; the main events are usually during February.",
      "A festive occasion marked by parades and sometimes special foods and other entertainment.",
      "Festive occasion marked by parades.",
      "In astronomy, starburst is a generic term to describe a region of space with an abnormally high rate of star formation.",
      "A region of space with an unusually high rate of star formation.",
      "A generic term to describe a region of space with a much higher than normal star formation",
      "A steady bright blue light; formerly used as a signal but now a firework",
      "A bright blue flare, formerly used in signalling, but now chiefly as fireworks.",
      "Fireworks are a class of explosive pyrotechnic devices used for aesthetic, cultural, and religious purposes.",
      "Such as firecrackers, bottle rockets, bang snaps and others",
      "Event or display of fireworks.",
      "An event or a display where fireworks are set off.",
      "Praise",
      "Praise; accolades.",
      "An expression of approval and commendation",
      "Expressing praise and approval, expressing approbation.",
      "An expression of approval and commendation."
    ]
  },
  "category": "Activities",
  "alsoKnownAs": [
    "Explosion"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>Firework emoji, showing a explosion of colored light in the night sky, used for any number of celebrations such as <a href=\"/new-years-eve/\" title=\"🎊 New Year’s Eve Emoji List\">New Year&#39;s Eve</a>.</p>\r\n\r\n<p>Colors vary by platform, and may include pink, purple, yellow, blue, and green.</p>\r\n\r\n<div id=\"professor_prebid-root\">&nbsp;</div>\r\n\r\n<div id=\"professor_prebid-root\">&nbsp;</div>",
  "apple_vendor_description": "On Apple devices, the fireworks emoji bursts with vibrant, celebratory color against a deep, dark background, mimicking a night sky. Each explosive bloom is rendered with Apple’s characteristic glossy 3D shading and realistic lighting, creating a dynamic and exciting visual. These dazzling bursts symbolize joy, achievement, special occasions, and grand moments of excitement that you'll want to share."
}