{
  "code": "🐃",
  "Unicode": [
    "U+1F403"
  ],
  "slug": "water-buffalo",
  "shortcodes": {
    "github": ":water_buffalo:",
    "slack": ":water_buffalo:",
    "discord": ":water_buffalo:"
  },
  "title": "Water Buffalo",
  "keywords": [
    "buffalo",
    "water"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [
      "Of a cow or bull, to make its characteristic lowing sound.",
      "Make a low noise, characteristic of bovines",
      "To make a lowing sound."
    ],
    "nouns": [
      "A related North American animal, the American bison, Bison bison.",
      "Tatanka in the Lakota language",
      "Species of even-toed ungulates",
      "A wild heavy bison of the species Bison bison, having a broad massive horned head.",
      "A bovine mammal, a species of bison, Bison bison.",
      "The American bison, also commonly known as the American buffalo, is a North American species of bison that once roamed the grasslands of North America in massive herds, became nearly extinct by a combination of commercial hunting and slaughter in the 19th century and introduction of bovine diseases from domestic cattle, and has made a recent resurgence largely restricted to a few national parks and reserves.",
      "Large shaggy-haired brown bison of North American plains",
      "The water buffalo or domestic Asian water buffalo is a large bovid found on the Indian subcontinent to Vietnam and Peninsular Malaysia, in Sri Lanka, in the Philippines, and in Borneo.",
      "An Asian buffalo that is often domesticated for use as a draft animal",
      "A large ungulate, widely used as a domestic animal in Asia, South America. North Africa and Europe: .",
      "A large ungulate, widely used as a domestic animal in Asia.",
      "Any bovine animal used as a beast of burden.",
      "An ox, also known as a bullock in Australia, New Zealand and India, is a bovine trained as a draft animal.",
      "Castrated adult male",
      "Any bovine animal (tribe Bovini) used as a beast of burden",
      "A bovine animal (bull or cow).",
      "An adult castrated bull of the genus Bos; especially Bos taurus",
      "Uncastrated adult male of domestic cattle",
      "An adult male of domesticated cattle or oxen.",
      "Uncastrated adult male bovine.",
      "Female of domestic cattle: \"`moo-cow' is a child's term\""
    ]
  },
  "category": "Animals & Nature",
  "alsoKnownAs": [
    "Buffalo",
    "Domestic Water Buffalo"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A <a href=\"https://en.wikipedia.org/wiki/Water_buffalo\">water buffalo</a>, a bovine used to plough rice fields in parts of Asia. Depicted in gray or black in full profile on all fours facing left, with a tail and broad horns curled up at the tips.</p>\r\n\r\n<p>Often used to represent a bull. Not to be confused with <a href=\"/ox/\">🐂 Ox</a>, though their applications may overlap.</p>\r\n\r\n<p>Microsoft&rsquo;s design was <a href=\"/microsoft/windows-10/water-buffalo/\">previously</a> brown.</p>",
  "apple_vendor_description": "The water buffalo emoji on Apple devices presents a robust, powerful creature with a distinctively gentle expression, rendered with Apple's signature glossy 3D shading. Its dark, textured hide is highlighted with realistic lighting, emphasizing its smooth, rounded form and the impressive curve of its horns. This emoji, with its calm yet strong visual presence on Apple devices, is often used to represent strength, resilience, or a connection to nature and agricultural settings."
}