{
  "code": "😭",
  "Unicode": [
    "U+1F62D"
  ],
  "slug": "loudly-crying-face",
  "shortcodes": {
    "github": ":sob:",
    "slack": ":sob:",
    "discord": ":sob:"
  },
  "title": "Loudly Crying Face",
  "keywords": [
    "cry",
    "face",
    "loudly crying face",
    "sad",
    "sob",
    "tear"
  ],
  "senses": {
    "adjectives": [
      "Anxious or uneasy",
      "Anxious or uneasy.",
      "Afflicted with or marked by anxious uneasiness or trouble or grief.",
      "Afflicted with or marked by anxious uneasiness or trouble or grief",
      "Feeling mentally uncomfortable because something is missing or wrong.",
      "Experiencing or showing sorrow or unhappiness- Christina Rossetti",
      "Feeling sorrow; sorrowful, mournful.",
      "Depressed, feeling low.",
      "Low in spirits.",
      "Marked by low spirits; showing no enthusiasm"
    ],
    "verbs": [
      "Produce laughter",
      "Show mirth by peculiar movement of the muscles of the face and emission of sounds.",
      "To show mirth, satisfaction, or derision, by peculiar movement of the muscles of the face, particularly of the mouth, causing a lighting up of the face and eyes, and usually accompanied by the emission of explosive or chuckling sounds from the chest and throat; to indulge in laughter.",
      "To express pleasure, mirth or derision by peculiar movement of the muscles of the face, particularly of the mouth, causing a lighting up of the face and eyes, and usually accompanied by the emission of explosive or chuckling sounds from the chest and throat; to produce laughter.",
      "To cry; shed tears.",
      "Shed tears because of sadness, rage, or pain",
      "Intransitive: to weep.",
      "To shed tears due to the impact of an emotion.",
      "To shed tears; to weep.",
      "Separate or cause to separate abruptly",
      "To cry out with a shrill voice; to utter a sudden, sharp outcry, or shrill, loud cry, as in fright or extreme pain; to shriek; to screech.",
      "To utter a sudden and loud outcry, as in joy, triumph, or exultation, or to attract attention, to animate soldiers, etc.",
      "To utter a sudden and loud outcry.",
      "To speak with a loud, excited voice.",
      "Utter a sudden loud cry",
      "To utter in a loud or distinct voice.",
      "Weep convulsively",
      "To weep with convulsive gasps.",
      "Weep with convulsive gasps.",
      "Disturb the balance or stability of",
      "Lower someone's spirits; make downhearted"
    ],
    "nouns": [
      "Unexpected result in competition",
      "An improbable and unexpected victory",
      "Sports: unexpected victory of a competitor.",
      "An upset occurs in a competition, frequently in electoral politics or sports, when the party popularly expected to win, is defeated by an underdog whom the majority expects to lose, defying the conventional wisdom.",
      "In a contest, especially in sport, when an underdog beats the strong favourite",
      "An unexpected victory of a competitor that was not favored.",
      "State of physical and/or psychological dejectedness, which can lead to unhappiness, pessimism and mistrust.",
      "A mental state characterized by a pessimistic sense of inadequacy and a despondent lack of activity",
      "Depression is a state of low mood and aversion to activity that can affect a person's thoughts, behavior, feelings and sense of well-being.",
      "A state of low mood, also known as melancholy",
      "State of low mood and aversion to activity",
      "Basic emotion",
      "Sadness is emotional pain associated with, or characterized by feelings of disadvantage, loss, despair, helplessness, sorrow, and rage.",
      "Emotions experienced when not in a state of well-being",
      "Sadness is emotional pain associated with, or characterized by feelings of disadvantage, loss, despair, helplessness and sorrow.",
      "The state of being plangent",
      "A loud utterance; often in protest or opposition",
      "A single tear (clear, salty liquid secreted by the eye).",
      "A drop of clear, salty liquid produced from the eyes by crying or irritation.",
      "A clear, salty liquid produced by the lacrimal gland in the eye, whose normal function is to clean and lubricate the eyes; its production is increased when the eye is irritated, or when yawning, laughing or crying.",
      "A drop of liquid produced from the eyes by crying or irritation.",
      "A drop of the clear salty saline solution secreted by the lacrimal glands",
      "Drop of clear salty liquid from the eyes.",
      "Lacrimation, or lachrymation, is the secretion of tears, which often serves to clean and lubricate the eyes in response to an irritation of the eyes.",
      "Shedding tears as a response to an emotional state in humans",
      "Tears are the secretions of the glands that clean and lubricate the eyes.",
      "The process of shedding tears (usually accompanied by sobs or other inarticulate sounds)",
      "Crying is the shedding of tears in response to an emotional state in humans."
    ]
  },
  "category": "Smileys & Emotion",
  "alsoKnownAs": [
    "Bawling",
    "Crying",
    "Sad Tears",
    "Sobbing"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A yellow face with an open mouth wailing and streams of heavy tears flowing from closed eyes. May convey inconsolable grief&nbsp;but also other intense feelings, such as uncontrollable laughter, pride or overwhelming joy.</p>\r\n\r\n<p>In March 2021,&nbsp;😭&nbsp;Loudly Crying Face became&nbsp;<a href=\"https://blog.emojipedia.org/loudly-crying-becomes-top-tier-emoji/\">the most popular emoji on Twitter</a>. It held this position until January 2022, when&nbsp;<a href=\"/face-with-tears-of-joy/\">😂 Face with Tears of Joy</a> <a href=\"https://blog.emojipedia.org/tears-of-joy-just-about-returns-as-twitters-top-emoji/\">returned as the top emoji on the platform</a>.</p>\r\n\r\n<div id=\"professor_prebid-root\">&nbsp;</div>\r\n\r\n<div id=\"professor_prebid-root\">&nbsp;</div>\r\n\r\n<div id=\"professor_prebid-root\">&nbsp;</div>\r\n\r\n<div id=\"professor_prebid-root\">&nbsp;</div>\r\n\r\n<div id=\"professor_prebid-root\">&nbsp;</div>",
  "apple_vendor_description": "The loudly crying face emoji on Apple devices is a masterclass in expressive design, featuring two large, bright blue tears streaming from wide, downturned eyes. Its cheeks are dramatically flushed red, and its mouth is open in a wailing expression, all rendered with Apple’s signature smooth gradients and soft, rounded edges. This emoji conveys intense sadness, overwhelming emotion, or hysterical laughter with a vivid, almost tangible depth that’s instantly recognizable on Apple devices."
}