{
  "code": "👨‍👩‍👦‍👦",
  "Unicode": [
    "U+1F468",
    "U+200D",
    "U+1F469",
    "U+200D",
    "U+1F466",
    "U+200D",
    "U+1F466"
  ],
  "slug": "family-man-woman-boy-boy",
  "shortcodes": {
    "github": ":family_man_woman_boy_boy:",
    "slack": ":man-woman-boy-boy:",
    "discord": ":family_mwbb:"
  },
  "title": "Family: Man, Woman, Boy, Boy",
  "keywords": [
    "adult",
    "man"
  ],
  "senses": {
    "adjectives": [
      "Of or related to a family.",
      "Relating to or being where one lives or where one's roots are",
      "Relating to or being where one lives or where one's roots are."
    ],
    "verbs": [],
    "nouns": [
      "Sexual maturity is the age or stage when an organism can reproduce.",
      "The age or stage when an organism can reproduce",
      "An adult male human.",
      "A man is a male human.",
      "An adult male human",
      "An adult human member of the sex that begets young by fertilizing ova.",
      "A human member of the masculine sex or gender.",
      "An adult person who is male (as opposed to a woman)",
      "A woman is a female human.",
      "Female adult human",
      "An animal of the sex that produces eggs.",
      "An adult human member of the sex that produces ova and bears young.",
      "An adult female human.",
      "An adult female person (as opposed to a man)",
      "Adult female human being.",
      "A person, especially as one among many.",
      "Some unspecified person.",
      "An individual is a person or a specific object.",
      "A single physical human being as a legal subject, as opposed to a legal person such as a corporation.",
      "A human; someone susceptible to death.",
      "A human being",
      "A person is a being, such as a human, that has certain capacities or attributes constituting personhood, which in turn is defined differently by different authors in different disciplines, and by different cultures in different times and places.",
      "A human being.",
      "A person that will die eventually.",
      "A being, such as a human, that has certain capacities or attributes constituting personhood",
      "Abstract term defining a being, e.g. a human, that has certain capacities or attributes constituting personhood (not for use with \"instance of\" [P31], instead use \"human\" [Q5])",
      "Some person.",
      "An individual; usually a human being.",
      "Primary social group; parents and children",
      "A domestic group of people (or a number of domestic groups), typically affiliated by birth or marriage, or by comparable legal relationships",
      "A group of people who are closely related to one another (by blood or marriage); for example, a set of parents and their children; an immediate family.",
      "A group comprising parents, offsprings and others closely related or associated with them.",
      "Immediate family, e.g. parents and their children.",
      "A series of hardware or software products that have some properties in common, such as a series of personal computers from the same company, a series of CPU chips from the same manufacturer that all use the same instruction set, a set of 32-bit operating systems based on the same API (for example, Windows 95 and Windows 98), or a set of fonts that are intended to be used together, such as Times New Roman.",
      "An account holder who is a parent or a child.",
      "In human context, a family is a group of people affiliated by consanguinity, affinity, or co-residence/shared consumption.",
      "An account holder who is the primary administrator (parent) and the family members they manage.",
      "A family consists of a domestic group of people, typically affiliated by birth or marriage, or by analogous or comparable relationships -- including domestic partnership, cohabitation, adoption, surname and ownership.",
      "Group of people affiliated by consanguinity, affinity, or co-residence",
      "(plural) any group of human beings (men or women or children) collectively",
      "Plurality of persons considered as a whole",
      "A group of persons forming or belonging to a particular nation, class, ethnic group, country, family, etc.",
      "Persons who exist in no programmatic feature category, or more than one category.",
      "(plural peoples)  Persons forming or belonging to a particular group, such as a nation, class, ethnic group, country, family, etc; folk; community.",
      "A group of persons forming or belonging to a particular nation etc.",
      "A people is a plurality of persons considered as a whole, as in an ethnic group or nation.",
      "A group of humans",
      "A pickpocket; a young or petty thief.",
      "A piece or strip of potato that has been (usually deep-fat) fried and is commonly eaten with or as fast food.",
      "A young person.",
      "A small person",
      "A young person of either sex",
      "A person not legally of age, or who is younger than may be charged with an offence",
      "In law, a minor is a person under a certain age -- usually the age of majority -- which legally demarcates childhood from adulthood.",
      "An account holder who is a family member, but not a parent, and who has limited use of the Internet. Children can view their own settings, but they can't change them.",
      "A person who is too young to be considered legally competent according to the laws of a jurisdiction.",
      "A child or young person.",
      "Young person (colloq.).",
      "Age of majority, Legal age, Infancy",
      "A boorish person.",
      "A person who is below the legal age of responsibility or accountability.",
      "A person below the age of puberty.",
      "A person who is below the age of adulthood; a minor .",
      "Young male human",
      "A youthful male person",
      "A young male human",
      "A boy is a young male human, usually child or adolescent.",
      "A young male person, usually a child or teenager.",
      "A young male human; a male child or young adult.",
      "Fatherhood, being a father",
      "One of the two persons from whom one is immediately biologically descended; a mother or father.",
      "Father and mother of a child.",
      "A caretaker of a species offspring, in humans, a parent is the mother or the father",
      "Caretaker of the offspring in their own species",
      "A person having one or more offsprings.",
      "Person from whom one is descended.",
      "A parent is a caretaker of the offspring in their own species.",
      "A father or mother; one who begets or one who gives birth to or nurtures and raises a child; a relative who plays the role of guardian",
      "A dwelling that serves as living quarters for one or more families",
      "Structure intended for living",
      "A structure serving as an abode of human beings.",
      "A human-built dwelling with enclosing walls, a floor, and a roof",
      "A house is a building that functions as a home for humans or other creatures, including simple dwellings ranging from rudimentary huts of nomadic tribes and complex structures composed of many systems.",
      "The abode of a human being, their place of residence."
    ]
  },
  "category": "People & Body",
  "alsoKnownAs": [
    "Male",
    "Moustache Man",
    "Female",
    "Lady",
    "Yellow Woman"
  ],
  "version": {
    "unicode-version": null,
    "emoji-version": "2.0"
  },
  "description": "<p>A family with a father, mother, and two sons.</p>\n",
  "apple_vendor_description": "On Apple devices, this family emoji portrays a loving unit with distinct figures, each rendered with Apple's characteristic soft, rounded features and gentle 3D shading. The diverse skin tones are blended with smooth gradients, showcasing a naturalistic and inclusive representation of family. The individuals are depicted with subtle smiles and a harmonious posture, embodying warmth, unity, and familial bonds as envisioned by Apple's design philosophy."
}