{
  "code": "🏋️‍♂️",
  "Unicode": [
    "U+1F3CB",
    "U+FE0F",
    "U+200D",
    "U+2642",
    "U+FE0F"
  ],
  "slug": "man-lifting-weights",
  "shortcodes": {
    "github": ":weight_lifting_man:",
    "slack": ":man-lifting-weights:",
    "discord": ":man_lifting_weights:"
  },
  "title": "Man Lifting Weights",
  "keywords": [
    "man",
    "man lifting weights",
    "weight lifter"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [],
    "nouns": [
      "Olympic weightlifting, also called Olympic-style weightlifting, or weightlifting, is an athletic discipline in the modern Olympic program in which the athlete attempts a maximum-weight single lift of a barbell loaded with weight plates.",
      "Bodybuilding by exercise that involves lifting weights",
      "A form of physical exercise using weights to increase the strength and size of muscles by using exercises specific for each muscle group.",
      "Form of physical exercise.",
      "A form of exercise in which weights are lifted.",
      "Sexual maturity is the age or stage when an organism can reproduce.",
      "The age or stage when an organism can reproduce",
      "An adult male human.",
      "A man is a male human.",
      "An adult male human",
      "An adult human member of the sex that begets young by fertilizing ova.",
      "A human member of the masculine sex or gender.",
      "An adult person who is male (as opposed to a woman)"
    ]
  },
  "category": "People & Body",
  "alsoKnownAs": [
    "Bodybuilder",
    "Man Symbol",
    "Mars Symbol"
  ],
  "version": {
    "unicode-version": null,
    "emoji-version": "4.0"
  },
  "description": "<p>The male version of the <a href=\"/person-lifting-weights/\">🏋&nbsp;Weight Lifter</a> emoji.</p>",
  "apple_vendor_description": "Apple’s man lifting weights emoji showcases a determined figure in mid-lift, rendered with impressive musculature and dynamic movement, all enhanced by Apple’s characteristic smooth gradients and lifelike lighting. The weight itself appears solid and weighty, with subtle metallic reflections on its surface. This emoji embodies strength, fitness, personal achievement, and perseverance, making it a motivating symbol for workouts, health goals, or overcoming challenges with determination."
}