{
  "code": "✒️",
  "Unicode": [
    "U+2712",
    "U+FE0F"
  ],
  "slug": "black-nib",
  "shortcodes": {
    "github": ":black_nib:",
    "slack": ":black_nib:",
    "discord": ":black_nib:"
  },
  "title": "Black Nib",
  "keywords": [
    "black nib",
    "nib",
    "pen"
  ],
  "senses": {
    "adjectives": [
      "Belonging to, or sold by, a stationer."
    ],
    "verbs": [
      "To construct by mental labor; to think up; particularly, to produce or create a literary or musical work.",
      "Produce a literary work",
      "To write, especially a literary or artistic work; to compose",
      "To produce or create a literary or musical work.",
      "To construct by mental labor; to think up."
    ],
    "nouns": [
      "Tip of a pen.",
      "A nib is the part of a quill, dip pen or fountain pen which comes into contact with the writing surface in order to deposit ink.",
      "The writing point of a pen",
      "A part of a quill, dip pen or fountain pen",
      "The tip of a pen or tool that touches the surface.",
      "Pen containing a reservoir of ink.",
      "A pen containing a reservoir of ink, which is fed to a writing nib automatically.",
      "A pen that is supplied with ink from a reservoir in its barrel",
      "A fountain pen is a nib pen that, unlike its predecessor the dip pen, contains an internal reservoir of water-based liquid ink.",
      "A pen with a refillable reservoir that provides a continuous supply of fluid ink to its point.",
      "A fountain pen in which the ink is drawn from replaceable cartridges.",
      "Graphism of symbols such as letters that express some meaning.",
      "Writing is a medium of communication that represents language through the inscription of signs and symbols.",
      "Representation of language in a textual medium",
      "Written letters or symbols that express some meaning.",
      "Writing is the representation of language in a textual medium through the use of a set of signs or symbols.",
      "A system of characters used to write one or several languages.",
      "A writing; a written document.",
      "Letters or symbols that are written or imprinted on a surface to represent the sounds or words of a language",
      "A tool, originally made from a feather but now usually a small tubular instrument, containing ink used to write or make marks.",
      "A pen is a writing implement used to apply ink to a surface, usually paper, for writing or drawing.",
      "Writing implement",
      "A writing implement with a point from which ink flows",
      "A utensil, usually tubular in form, containing ink used to write or make marks."
    ]
  },
  "category": "Objects",
  "alsoKnownAs": [
    "✒ Fountain Pen",
    "✒ Pen Nib"
  ],
  "version": {
    "unicode-version": "1.1",
    "emoji-version": "1.0"
  },
  "description": "<p>The silver <a href=\"https://en.wikipedia.org/wiki/Nib_(pen)\">nib</a> of a fountain pen, which distributes ink onto a writing surface. Positioned at a 45&deg; angle, with its tip at the lower left or right. Like&nbsp;<a href=\"/fountain-pen/\">🖋️&nbsp;Fountain Pen</a>, commonly used for various content concerning writing, drawing, and signing (e.g., laws, deals, in sports).</p>\r\n\r\n<p>Several platforms, including Google, Microsoft, and Samsung, depict only a nib, sometimes ringed with gold. Other platforms, including Apple and Twitter, feature the same designs as their <a href=\"/fountain-pen/\">🖋️&nbsp;Fountain Pen</a>, but with their tips angled to the lower right.</p>",
  "apple_vendor_description": "On Apple devices, the black nib emoji is depicted as a sharp, elegant writing instrument with a fine, pointed tip and a classic feathered quill design. Its deep black color is enhanced by realistic lighting that creates subtle reflections and a sense of polished depth, characteristic of Apple's meticulous design. The soft rounded edges of the feather and the precise tip embody the act of writing, drafting, or crafting with care and precision in digital communications."
}