{
  "code": "👩🏾‍🏫",
  "Unicode": [
    "U+1F469",
    "U+1F3FE",
    "U+200D",
    "U+1F3EB"
  ],
  "slug": "woman-teacher-medium-dark-skin-tone",
  "shortcodes": null,
  "title": "woman teacher: medium-dark skin tone",
  "keywords": [
    "instructor",
    "professor",
    "medium-dark skin tone",
    "woman",
    "teacher"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [],
    "nouns": [
      "A person who, or a thing which, educates",
      "A person who educates, esp. a teacher, principal, or other person involved in planning or directing education.",
      "Person who, or a thing which, educates.",
      "A person whose occupation is teaching",
      "A person who teaches a specific skill to another person.",
      "Person who provides education for pupils (children) and students (adults)",
      "A person who is responsible for teaching a class.",
      "People who provide schooling for pupils and students",
      "Teachers or schoolteachers are people who provide education for pupils and students.",
      "A teacher is a person who provides education for students.",
      "A woman is a female human.",
      "Female adult human",
      "An animal of the sex that produces eggs.",
      "An adult human member of the sex that produces ova and bears young.",
      "An adult female human.",
      "An adult female person (as opposed to a man)",
      "Adult female human being.",
      "Title academic",
      "French computer scientist",
      "Someone who is a member of the faculty at a college or university",
      "A professor is a scholarly teacher; the precise meaning of the term varies by country.",
      "A entry-level position in a university faculty, lower than a full professor.",
      "A teacher or faculty member at a college or university."
    ]
  },
  "category": "People & Body",
  "alsoKnownAs": null,
  "version": null,
  "description": "The Female Teacher, Type-5 emoji is a sequence of the  Woman,  Emoji Modifier Fitzpatrick Type-5 and  School emojis. These are combine",
  "apple_vendor_description": "On Apple devices, the woman teacher emoji with a medium-dark skin tone is portrayed with a professional yet approachable demeanor, showcasing Apple's commitment to diverse representation. Her friendly smile and the subtle 3D shading on her features, including her clothing and hair, give her a warm and inviting appearance. The realistic lighting enhances the smooth gradients, making her a recognizable symbol of education, guidance, and wisdom across Apple's ecosystem."
}