{
  "code": "🅱️",
  "Unicode": [
    "U+1F171",
    "U+FE0F"
  ],
  "slug": "b-button-blood-type",
  "shortcodes": {
    "github": ":b:",
    "slack": ":b:",
    "discord": ":b:"
  },
  "title": "Negative Squared Latin Capital Letter B",
  "keywords": [
    "b",
    "B button (blood type)",
    "blood type"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [],
    "nouns": [
      "A classification of blood that is based on the presence or absence of antigens in the red blood cells of an individual. For the purposes of blood transfusion three antigens referred to as \"A\", \"B\" and \"RhD\" (out of a total of 29) are the most important. Based on their presence the human blood can be classified to A, AB, B, and O blood types which are further divided to Rh positive or negative.",
      "A blood type is a classification of blood based on the presence or absence of inherited antigenic substances on the surface of red blood cells.",
      "A blood type",
      "A classification of human blood according to substances on the surface of the erythrocytes (red blood cells). The two main blood group systems are AB0 and rhesus factor (Rh). (Source: Wikipedia)",
      "Human blood cells (usually just the red blood cells) that have the same antigens",
      "Classification of blood"
    ]
  },
  "category": "Symbols",
  "alsoKnownAs": [
    "Blood Type B"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A symbol representing Blood Type B.&nbsp;Displayed as the letter B&nbsp;on a red background.</p>\r\n\r\n<p>Sometimes used online to replace the letter C at the start of words&nbsp;in reference to the Bloods street gang&#39;s <a href=\"http://kollegekidd.com/news/bomtpon-rapper-yg-explains-bloods-replacing-c-words-with-letter-b/\">practice&nbsp;of turning words like <i>cool</i>&nbsp;into&nbsp;<em>bool</em></a>. This has expanded in some instances to starting any word with the letter B, or more specifically, this emoji which makes it more&nbsp;🅱️lear that a letter has been replaced.</p>",
  "apple_vendor_description": "On Apple devices, the B blood type emoji is rendered as a clean, white circle with a bold, sans-serif 'B' positioned precisely in the center. Apple's signature smooth gradients and subtle 3D shading give this character an approachable, almost tactile feel, as if it were a raised button. Its simple yet clear design makes it instantly recognizable for medical contexts or personal identification on Apple devices."
}