{
  "code": "😥",
  "Unicode": [
    "U+1F625"
  ],
  "slug": "sad-but-relieved-face",
  "shortcodes": {
    "github": ":disappointed_relieved:",
    "slack": ":disappointed_relieved:",
    "discord": ":disappointed_relieved:"
  },
  "title": "Disappointed but Relieved Face",
  "keywords": [
    "disappointed",
    "face",
    "relieved",
    "sad but relieved face",
    "whew"
  ],
  "senses": {
    "adjectives": [
      "Feeling mentally uncomfortable because something is missing or wrong.",
      "Experiencing or showing sorrow or unhappiness- Christina Rossetti",
      "Feeling sorrow; sorrowful, mournful.",
      "Disappointingly unsuccessful",
      "Disappointingly unsuccessful; suffering from frustration.",
      "Disappointingly unsuccessful.",
      "Easily agitated or distressed.",
      "Easily agitated",
      "Easily agitated or alarmed; on edge or edgy."
    ],
    "verbs": [
      "Excrete perspiration through the pores in the skin",
      "To emit sweat.",
      "To secrete sweat.",
      "To emit sweat or perspiration through the skin's pores.",
      "Fail to meet the hopes or expectations of",
      "To cry out with a shrill voice; to utter a sudden, sharp outcry, or shrill, loud cry, as in fright or extreme pain; to shriek; to screech.",
      "To utter a sudden and loud outcry, as in joy, triumph, or exultation, or to attract attention, to animate soldiers, etc.",
      "To utter a sudden and loud outcry.",
      "To speak with a loud, excited voice.",
      "Utter a sudden loud cry",
      "To utter in a loud or distinct voice."
    ],
    "nouns": [
      "Part of the body at the front of the head",
      "The face is a central organ of sense and is also very central in the expression of emotion among humans and among numerous other species.",
      "Faces are the central sense organ complexes, for those animals that have one, normally on the ventral surface of the head.",
      "The front of the human head from the forehead to the chin and ear to ear",
      "The front part of the head, featuring the eyes, nose, and mouth and the surrounding area.",
      "Disappointment is the feeling of dissatisfaction that follows the failure of expectations to manifest.",
      "A feeling of dissatisfaction that results when your expectations are not realized",
      "Referring to the quote \"Aww...\"",
      "The emotion felt when a strongly held expectation is not met.",
      "Disappointment is the feeling of dissatisfaction that follows the failure of expectations or hopes to manifest.",
      "A single tear (clear, salty liquid secreted by the eye).",
      "A drop of clear, salty liquid produced from the eyes by crying or irritation.",
      "A clear, salty liquid produced by the lacrimal gland in the eye, whose normal function is to clean and lubricate the eyes; its production is increased when the eye is irritated, or when yawning, laughing or crying.",
      "A drop of liquid produced from the eyes by crying or irritation.",
      "A drop of the clear salty saline solution secreted by the lacrimal glands",
      "Drop of clear salty liquid from the eyes.",
      "The use of forces and means higher than normal in order to achieve a given purpose.",
      "The action of exerting.",
      "An expenditure of physical or mental effort.",
      "The work involved in performing an activity; exertion.",
      "Elbow grease is an idiom for working hard at manual labor, as in \"You need to use some elbow grease.\"",
      "Use of physical or mental energy; hard work",
      "Effort, in physical terms, is the amount of work involved in performing an activity; in general use it is also synonymous with Endeavor, which implies a deliberate exertion, and to use more energy than usual in an activity.",
      "Effort or hard work, especially physical work involving repeated motion of the forearm, such as scrubbing.",
      "Exertion is the use of physical or perceived energy."
    ]
  },
  "category": "Smileys & Emotion",
  "alsoKnownAs": [
    "Eyebrow Sweat"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A yellow face with small, open eyes, a slight frown, and furrowed eyebrows, from which a single bead of sweat drips, as if from concern or anxiety. Also known as <em>Disappointed but Relieved Face</em>, suggesting the smiley is upset but is grateful things didn&rsquo;t turn out worse.</p>\r\n\r\n<p>Commonly conveys mild degrees of frustration and sadness. Not to be confused with <a href=\"/crying-face/\">😢 Crying Face</a>, <a href=\"/sleepy-face/\">😪 Sleepy Face</a>, or other emojis with tear or sweat droplets.</p>",
  "apple_vendor_description": "The sad but relieved face emoji on Apple devices masterfully captures a complex emotional state with its downcast eyes and a gentle, almost imperceptible smile, all rendered with Apple's trademark soft, rounded edges and smooth shading.  A single bead of sweat glistens on its brow, illuminated by subtle, realistic lighting, conveying a sense of having just overcome a difficult challenge or narrowly avoided a negative outcome.  This emoji is perfect for expressing a mixture of lingering worry and the sweet release of relief after a stressful situation."
}