{
  "code": "6️⃣",
  "Unicode": [
    "U+36",
    "U+FE0F",
    "U+20E3"
  ],
  "slug": "keycap-digit-six",
  "shortcodes": {
    "github": ":six:",
    "slack": ":six:",
    "discord": ":six:"
  },
  "title": "Keycap Digit Six",
  "keywords": [
    "keycap",
    "six"
  ],
  "senses": {
    "adjectives": [
      "Denoting a quantity consisting of six items or units"
    ],
    "verbs": [
      "To determine the number (of objects in a group).",
      "Determine the number or amount of",
      "To count",
      "To determine the amount of."
    ],
    "nouns": [
      "A concept of quantity involving zero and units",
      "Mathematical object used to count, label, and measure",
      "A number is one of several related types of mathematical objects.",
      "A member of one of several classes: natural numbers, integers, rational numbers, real numbers, complex numbers, quaternions.",
      "Set of numerals.",
      "A set of numerals for representing numbers.",
      "A number, numeral, and glyph",
      "A piece of music composed for six voices or six instruments; a sextet or sestuor.",
      "Six",
      "A sextet is a formation containing exactly six members.",
      "Natural number",
      "6 is the natural number following 5 and preceding 7.",
      "A numerical value equal to 6; the number occurring after five and before seven.",
      "The cardinal number occurring after five and before seven, represented in Roman numerals as VI, in Arabic numerals as 6.",
      "The cardinal number that is the sum of five and one"
    ]
  },
  "category": "Symbols",
  "alsoKnownAs": [],
  "version": {
    "unicode-version": "3.0",
    "emoji-version": "3.0"
  },
  "description": "<p>The number 6 on a&nbsp;square with rounded corners, designed to look like a keycap.</p>",
  "apple_vendor_description": "Apple’s keycap digit six emoji is presented as a clean, crisp numeral '6' encased in a softly rounded, dark gray keycap, a hallmark of Apple’s consistent UI design. The subtle gloss and refined shading give it a tactile feel, suggesting a precise selection or input. On Apple devices, this emoji clearly denotes the number six, often used in sequences, for rankings, or when indicating a quantity or specific numerical choice within digital communication."
}