{
  "code": "🥉",
  "Unicode": [
    "U+1F949"
  ],
  "slug": "3rd-place-medal",
  "shortcodes": {
    "github": ":3rd_place_medal:",
    "slack": ":third_place_medal:",
    "discord": ":third_place_medal:"
  },
  "title": "Third Place Medal",
  "keywords": [
    "3rd place medal",
    "bronze",
    "medal",
    "third"
  ],
  "senses": {
    "adjectives": [
      "Coming next after the second and just before the fourth in position"
    ],
    "verbs": [
      "To win a medal."
    ],
    "nouns": [
      "A copper alloy, usually with tin as the main additive, but sometimes with other elements such as phosphorus, manganese, aluminium, or silicon. (source: Wikipedia)",
      "An alloy of copper and tin and sometimes other elements; also any copper-base alloy containing other elements in place of tin",
      "Metal alloy",
      "Bronze is an alloy consisting primarily of copper.",
      "A natural or man-made alloy of copper, usually of tin, but also with one or more other metals.",
      "A medal, or medallion, is, strictly speaking, a small, flat, and round piece of metal that has been sculpted, molded, cast, struck, stamped, or some way marked with an insignia, portrait, or other artistic rendering.",
      "An award for winning a championship or commemorating some other event",
      "A term for an award.",
      "Round piece of metal, often used as an award",
      "A stamped or cast metal object (usually a disc), particularly one awarded as a prize or reward.",
      "A carved or engraved circular piece of metal issued as souvenir, medal, work of art or fashion accessory",
      "A government badge of honor which is awarded for extraordinary achievements to a person or a group.",
      "A stamped or cast metal disc, particularly one awarded as a prize.",
      "A ribbon is an award made from ribbon and presented to mark an achievement."
    ]
  },
  "category": "Activities",
  "alsoKnownAs": [
    "Bronze Medal"
  ],
  "version": {
    "unicode-version": "9.0",
    "emoji-version": "3.0"
  },
  "description": "<p>A bronze medal, given to the person or team who comes third in a competitive sporting event such as a race.</p>",
  "apple_vendor_description": "The 3rd place medal on Apple devices is a distinguished bronze award, shining with a polished metallic sheen and subtle reflections. Its circular design features raised detailing and a rich, warm bronze hue, enhanced by Apple's characteristic realistic lighting and soft rounded edges. This emoji, with its clear visual hierarchy on Apple devices, signifies achievement, participation, and a respectable accomplishment, even when not in first place."
}