{
  "code": "🥂",
  "Unicode": [
    "U+1F942"
  ],
  "slug": "clinking-glasses",
  "shortcodes": {
    "github": ":clinking_glasses:",
    "slack": ":clinking_glasses:",
    "discord": ":clinking_glass:"
  },
  "title": "Clinking Glasses",
  "keywords": [
    "celebrate",
    "clink",
    "clinking glasses",
    "drink",
    "glass"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [
      "Make a high sound typical of glass",
      "To make a clinking sound; to make a sound of metal on metal or glass on glass; to strike materials such as metal or glass against one another.",
      "Make a clinking sound.",
      "To drink or imbibe with vigour or relish; to drink copiously; to swallow in large draughts.",
      "Take in liquids",
      "To consume a liquid through the mouth.",
      "To consume (a liquid) through the mouth.",
      "To drink or imbibe."
    ],
    "nouns": [
      "Any drinkable liquid; a beverage.",
      "Any liquid suitable for drinking",
      "Kind of liquid which is specifically prepared for human consumption",
      "A beverage.",
      "Any one of various liquids for drinking.",
      "Drinks, or beverages, are liquids specifically prepared for human consumption.",
      "A short light metallic sound",
      "Sound made by a dolphin.",
      "A single serving of a beverage",
      "Served alcoholic beverage.",
      "A (served) alcoholic beverage."
    ]
  },
  "category": "Food & Drink",
  "alsoKnownAs": [
    "Celebration",
    "Champagne Glasses",
    "Cheers"
  ],
  "version": {
    "unicode-version": "9.0",
    "emoji-version": "3.0"
  },
  "description": "<p>Two flutes of champagne or sparkling&nbsp;<a href=\"/wine-glass/\">wine</a>&nbsp;being clinked together, as done at a celebratory or convivial&nbsp;<a href=\"https://en.wikipedia.org/wiki/Toast_(honor)\">toast</a>&nbsp;(&ldquo;Cheers!&rdquo;). This emoji tends to spike in popularity during <a href=\"/new-years-eve\">New Year&#39;s Eve</a>.&nbsp;</p>\r\n\r\n<p>Samsung&rsquo;s design suggests two glasses of white wine. Some platforms include stylized links to mark the clinking.</p>\r\n\r\n<p>See also&nbsp;<a href=\"/clinking-beer-mugs/\">Clinking Beer Mugs</a>&mdash;and&nbsp;<a href=\"/bottle-with-popping-cork/\">Bottle With Popping Cork&nbsp;</a>for a refill.</p>",
  "apple_vendor_description": "The clinking glasses emoji on Apple devices is a celebratory depiction of two champagne flutes meeting in a toast, rendered with exquisite detail. Each glass gleams with Apple's signature glossy 3D shading, reflecting light with a sophisticated sparkle, and the effervescent bubbles within hint at festivity. The smooth gradients and soft, rounded edges of the glasses convey a sense of polished elegance and joyful connection, making it an ideal emoji for toasting successes, celebrating milestones, or sharing in moments of good cheer on Apple devices."
}