{
  "code": "😲",
  "Unicode": [
    "U+1F632"
  ],
  "slug": "astonished-face",
  "shortcodes": {
    "github": ":astonished:",
    "slack": ":astonished:",
    "discord": ":astonished:"
  },
  "title": "Astonished Face",
  "keywords": [
    "astonished",
    "face",
    "shocked",
    "totally"
  ],
  "senses": {
    "adjectives": [
      "Filled with the emotional impact of overwhelming surprise or shock.",
      "Filled with the emotional impact of overwhelming surprise or shock",
      "Confused or perplexed",
      "Confused or perplexed.",
      "Perplexed by many conflicting situations or statements; filled with bewilderment",
      "Perplexed by many conflicting situations or statements; filled with bewilderment.",
      "Aroused to impatience or anger",
      "Aroused to impatience or anger.",
      "Terrified; struck with amazement; showing signs of terror or horror.",
      "Struck with fear, dread, or consternation",
      "Struck with fear, dread, or consternation.",
      "Feeling or showing surprise because taken unawares or suddenly.",
      "Caused to feel surprise.",
      "Caused to feel surprise, amazement or wonder, or showing an emotion due to an unexpected event.",
      "Taken unawares or suddenly and feeling wonder or astonishment",
      "Troubled persistently especially with petty annoyances",
      "Troubled persistently especially with petty annoyances."
    ],
    "verbs": [
      "Cause to be surprised",
      "Reject as false; refuse to accept"
    ],
    "nouns": [
      "Doubt, a status between belief and disbelief, involves uncertainty or distrust or lack of sureness of an alleged fact, an action, a motive, or a decision.",
      "Doubt is uncertainty in the context of trust, action, decision or belief.",
      "The state of being unsure of something",
      "A status between belief and disbelief, involves uncertainty or distrust or lack of sureness of an alleged fact, an action, a motive, or a decision",
      "Challenge about the truth or accuracy of a matter.",
      "The state of being dubious.",
      "Uncertainty, disbelief."
    ]
  },
  "category": "Smileys & Emotion",
  "alsoKnownAs": [
    "Drunk Face",
    "Gasping Face",
    "Shocked Face"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A yellow face with open eyes, raised eyebrows, and an open mouth, as if gasping in shock or surprise. Often depicted showing its upper teeth.&nbsp;May convey a wide range of emotions, including awe, amazement, admiration, disbelief, excitement, or concern.</p>\r\n\r\n<p>Similar to <a href=\"/hushed-face/\">😯&nbsp;Hushed Face</a>, which features smaller eyes and mouth. Several earlier designs, <a href=\"/apple/ios-6.0/astonished-face/\">including Apple&rsquo;s</a>, displayed X-shaped eyes, making the emoji resemble <a href=\"/dizzy-face/\">😵&nbsp;Dizzy Face</a>. Google&rsquo;s design <a href=\"/google/android-7.0/astonished-face/\">previously depicted</a> a wobbly expression, as if <a href=\"/woozy-face/\">inebriated</a>.</p>\r\n\r\n<p>Huawei&#39;s design for this emoji includes a&nbsp;<a href=\"/collision\">💥 Collision</a>-like symbol behind its head, emphasising its astonishment.</p>",
  "apple_vendor_description": "On Apple devices, the astonished face emoji's eyes are wide and round, conveying immediate shock and surprise with a distinctively upward-curved brow. Its mouth is open in a small, circular 'O' shape, rendered with Apple's signature smooth gradients and soft rounded edges to emphasize its startled expression. This emoji perfectly captures moments of unexpected news or overwhelming amazement, adding a visually impactful burst of emotion to conversations on Apple devices."
}