{
  "code": "💂🏼‍♂️",
  "Unicode": [
    "U+1F482",
    "U+1F3FC",
    "U+200D",
    "U+2642",
    "U+FE0F"
  ],
  "slug": "man-guard-medium-light-skin-tone",
  "shortcodes": null,
  "title": "man guard: medium-light skin tone",
  "keywords": [
    "medium-light skin tone",
    "guard",
    "man"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [
      "To protect; to keep from harm or injury.",
      "Maintain in safety from injury, harm, or danger",
      "To keep safe; to defend; to guard; to prevent harm coming to.",
      "To keep something or someone safe or prevent harm coming to someone or something.",
      "To protect from danger; to secure against surprise, attack, or injury; to keep in safety; to defend.",
      "To prevent, to keep (from doing something).",
      "To protect from some offence.",
      "To safeguard a resource from attack or loss."
    ],
    "nouns": [
      "Sexual maturity is the age or stage when an organism can reproduce.",
      "The age or stage when an organism can reproduce",
      "An adult male human.",
      "A man is a male human.",
      "An adult male human",
      "An adult human member of the sex that begets young by fertilizing ova.",
      "A human member of the masculine sex or gender.",
      "An adult person who is male (as opposed to a woman)",
      "A person who, or thing that, protects or watches over something.",
      "Person who or thing that protects something.",
      "A person who keeps watch over something or someone",
      "A person who protects or watches over something."
    ]
  },
  "category": "People & Body",
  "alsoKnownAs": null,
  "version": null,
  "description": "The Male Guard, Type-3 emoji is a sequence of the  Guardsman,  Emoji Modifier Fitzpatrick Type-3, ? Male Sign and ? Variation Selector-1",
  "apple_vendor_description": "The man guard with medium-light skin tone on Apple devices presents a stoic and vigilant demeanor, rendered with Apple's signature polished 3D style. His uniform, depicted with subtle shading and soft rounded edges, conveys a sense of duty and authority. This emoji on Apple devices signifies protection, security, and a watchful presence, often used in contexts requiring reliability or caution."
}