{
  "code": "🙃",
  "Unicode": [
    "U+1F643"
  ],
  "slug": "upside-down-face",
  "shortcodes": {
    "github": ":upside_down_face:",
    "slack": ":upside_down_face:",
    "discord": ":upside_down_face:"
  },
  "title": "Upside-Down Face",
  "keywords": [
    "face",
    "upside-down"
  ],
  "senses": {
    "adjectives": [
      "Being in such a position that top and bottom are reversed",
      "Foolish, silly",
      "Ludicrous, foolish"
    ],
    "verbs": [
      "Change one's facial expression by spreading the lips, often to signal pleasure"
    ],
    "nouns": [
      "Part of the body at the front of the head",
      "The face is a central organ of sense and is also very central in the expression of emotion among humans and among numerous other species.",
      "Faces are the central sense organ complexes, for those animals that have one, normally on the ventral surface of the head.",
      "The front of the human head from the forehead to the chin and ear to ear",
      "The front part of the head, featuring the eyes, nose, and mouth and the surrounding area.",
      "A happy face expression using mouth, but without producing voice.",
      "A smile is a facial expression formed by flexing the muscles near both ends of the mouth and by flexing muscles throughout the mouth.",
      "A facial expression comprised by flexing the muscles of both ends of one's mouth, often showing the front teeth, without vocalisation, and in humans is a common involuntary or voluntary expression of happiness, pleasure, amusement or anxiety.",
      "A facial expression characterized by turning up the corners of the mouth; usually shows pleasure or amusement",
      "Conscious or subconscious facial muscular movement conveying mirth or pleasure",
      "An upwards movement of the sides of the mouth that indicates happiness or satisfaction."
    ]
  },
  "category": "Smileys & Emotion",
  "alsoKnownAs": [
    "Sarcasm",
    "Silly"
  ],
  "version": {
    "unicode-version": "8.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A classic smiley, turned upside down. Implemented as a flipped version of&nbsp;<a href=\"/slightly-smiling-face/\">🙂 Slightly Smiling Face</a>&nbsp;on most platforms.</p>\r\n\r\n<p>Commonly used to convey&nbsp;irony, sarcasm, joking, or a sense of goofiness or silliness.&nbsp;Its intent can be&nbsp;similar to the bemused <i>Oh well! </i>of<i> </i><a href=\"/person-shrugging/\">🤷<i>&nbsp;</i>Person Shrugging</a> or the <i>shruggie</i> emoticon, &macr;\\_(ツ)_/&macr;.</p>\r\n\r\n<p>Microsoft&#39;s design <a href=\"/microsoft/windows-10-anniversary-update/upside-down-face/\">previously featured</a> a full-toothed grin.</p>",
  "apple_vendor_description": "The upside-down face emoji on Apple devices is a masterclass in expressive simplicity, utilizing Apple's soft rounded edges and subtle gradients to convey a sense of playful confusion or sarcasm. Its inverted orientation and slightly askew features, rendered with gentle shading, make it instantly recognizable. This emoji on Apple devices is commonly used to express irony, silliness, or a feeling of being overwhelmed."
}