{
  "code": "🍘",
  "Unicode": [
    "U+1F358"
  ],
  "slug": "rice-cracker",
  "shortcodes": {
    "github": ":rice_cracker:",
    "slack": ":rice_cracker:",
    "discord": ":rice_cracker:"
  },
  "title": "Rice Cracker",
  "keywords": [
    "cracker",
    "rice"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [
      "Take in solid food",
      "To consume something solid or semi-solid (usually food) by putting it into the mouth and eventually swallowing it.",
      "To consume (something solid or semi-solid, usually food) by putting it into the mouth and swallowing it."
    ],
    "nouns": [
      "A rice cracker is a cracker made from rice.",
      "A small parcel of information stored on computers by websites",
      "A packet of information sent by a server to a World Wide Web browser and then returned by the browser each time it accesses that server, used to maintain state between otherwise stateless HTTP transactions, for example, to identify the user.",
      "Piece of information saved in an internet browser",
      "A text file passed from the Web server to the Web client (a user's browser) that is used to identify a user and could record personal information such as ID and password, mailing address, credit card number, and more. A cookie is what enables your favorite Web site to \"recognize\" you each time you visit.",
      "Packet of information sent by a server to a World Wide Web browser and then returned by the browser each time it accesses that server.",
      "On the World Wide Web, a block of data that a Web server stores on a client system. When a user returns to the same Web site, the browser sends a copy of the cookie back to the server. Cookies are used to identify users, to instruct the server to send a customized version of the requested Web page, to submit account information for the user, and for other administrative purposes.",
      "An , web cookie.",
      "A cookie, also known as an HTTP cookie, web cookie, Internet cookie, or browser cookie, is a small piece of data sent from a website and stored in a user's web browser while the user is browsing that website.",
      "A short line of text that a web site puts on your computer's hard drive when you access the web site",
      "Any substance consumed to provide nutritional support for the body. For prepared ready-to-eat food, use dish: Q746549.",
      "Any substance consumed by living organisms to sustain life.",
      "Food.",
      "Any substance that can be consumed by living organisms, especially by eating, in order to sustain life.",
      "Any solid substance (as opposed to liquid) that is used as a source of nourishment",
      "Food is any substance consumed to provide nutritional support for the body."
    ]
  },
  "category": "Food & Drink",
  "alsoKnownAs": [
    "Cracker"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A Japanese&nbsp;<em><a href=\"https://en.wikipedia.org/wiki/Senbei\">senbei</a></em>, or rice cracker, wrapped with a sheet of&nbsp;<em><a href=\"https://en.wikipedia.org/wiki/Nori\">nori</a></em>, or seaweed, a snack commonly enjoyed with&nbsp;<a href=\"/teacup-without-handle/\">green tea</a>.</p>",
  "apple_vendor_description": "The rice cracker emoji, as seen on Apple devices, presents a light, golden-brown square with a slightly irregular, textured surface, evoking a sense of simple, wholesome nourishment. Apple's signature glossy 3D shading adds a subtle sheen, making it appear almost tangible and inviting. Its understated design and soft, rounded edges convey a feeling of comfort and a nod to culinary traditions, often used to represent snacks, light meals, or Japanese cuisine in conversations on Apple devices."
}