{
  "code": "👰",
  "Unicode": [
    "U+1F470"
  ],
  "slug": "person-with-veil",
  "shortcodes": {
    "github": ":bride_with_veil:",
    "slack": ":bride_with_veil:",
    "discord": ":person_with_veil:"
  },
  "title": "Bride with Veil",
  "keywords": [
    "bride",
    "person",
    "person with veil",
    "veil",
    "wedding"
  ],
  "senses": {
    "adjectives": [
      "Delighting the senses or exciting intellectual or emotional admiration",
      "Delighting the senses or exciting intellectual or emotional admiration.",
      "Enjoying or showing or marked by joy or pleasure",
      "Pleasing by delicacy or grace; not imposing"
    ],
    "verbs": [
      "To obscure, or conceal with or as if with a veil",
      "To conceal as with a veil.",
      "Don with a veil.",
      "To make pretty; to beautify",
      "To participate in a wedding.",
      "To make a bride of.",
      "To take as husband or wife.",
      "To take a husband or wife.",
      "To take as husband or wife; to take in marriage.",
      "Take in marriage"
    ],
    "nouns": [
      "A woman is a female human.",
      "Female adult human",
      "An animal of the sex that produces eggs.",
      "An adult human member of the sex that produces ova and bears young.",
      "An adult female human.",
      "An adult female person (as opposed to a man)",
      "Adult female human being.",
      "Covering for a person or thing.",
      "A veil is an article of clothing or cloth hanging that is intended to cover some part of the head or face, or an object of some significance.",
      "A head covering.",
      "A garment that covers the head and face",
      "A covering for the head.",
      "Article of clothing",
      "An article of clothing",
      "A covering for a person or thing; as, a caul; a nun's veil; a paten veil; an altar veil; a Moslem veil.",
      "A woman who has recently been married",
      "The state of being married; matrimony.",
      "Marriage; the state of being married.",
      "The act or state of marriage.",
      "The state of being married.",
      "State of being married.",
      "Conflict of marriage laws is the conflict of laws regarding marriage in different jurisdictions.",
      "The state of being a married couple voluntarily joined for life (or until divorce)",
      "A ceremony celebrating the beginning of a marriage, during which the marrying parties exchanges vows.",
      "The social event at which the ceremony of marriage is performed",
      "Marriage ceremony; ritual officially celebrating the beginning of a marriage.",
      "A wedding; a ceremony in which people wed.",
      "A wedding is a ceremony where people are united in marriage.",
      "Wedding ceremony",
      "Ceremony where people are united in marriage",
      "A woman, especially older woman.",
      "A wife is a female partner in a continuing marital relationship.",
      "Female partner in a marital relationship",
      "A married woman, especially in relation to her spouse.",
      "A married woman.",
      "A married woman; a man's partner in marriage",
      "A wife is a female spouse, or participant in a marriage.",
      "Wife."
    ]
  },
  "category": "People & Body",
  "alsoKnownAs": [],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A person in traditional western <a href=\"/wedding-marriage/\" title=\"👰 Wedding / Marriage\">wedding</a> dress with a veil over their head.</p>",
  "apple_vendor_description": "On Apple devices, the person with veil emoji depicts a figure adorned with a delicate, semi-transparent veil that drapes gracefully, hinting at mystery and solemnity.  The rendering on Apple devices features soft, diffused lighting and smooth gradients, giving the veil a realistic texture and a sense of gentle movement.  This emoji often conveys themes of celebration, like weddings, or can be used to express a sense of solemnity or profound emotion."
}