{
  "code": "🎚️",
  "Unicode": [
    "U+1F39A",
    "U+FE0F"
  ],
  "slug": "level-slider",
  "shortcodes": {
    "github": ":level_slider:",
    "slack": ":level_slider:",
    "discord": ":level_slider:"
  },
  "title": "Level Slider",
  "keywords": [
    "level",
    "music",
    "slider"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [],
    "nouns": [
      "Someone who is passionate about music.",
      "Music is an art form whose medium is sound.",
      "Music is an art form that involves sounds and silence.",
      "A sound, or the study of such sounds, organized in time.",
      "The artistic organization of sounds or tones that expresses ideas and emotions through the elements of rhythm, melody, harmony and tonal color.",
      "Form of art using sound",
      "An app that facilitates the playing of music.",
      "Sound, organized in time in a melodious way.",
      "An artistic form of auditory communication incorporating instrumental or vocal tones in a structured and continuous manner",
      "The title of the hub for music and video."
    ]
  },
  "category": "Objects",
  "alsoKnownAs": [],
  "version": {
    "unicode-version": "7.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A level slider, as adjusts volume on a mixing console. Most platforms depict a silver and black channel fader with scale markings, set to various levels. Apple and Google&#39;s&nbsp;go&nbsp;<a href=\"https://en.wikipedia.org/wiki/Up_to_eleven\">up to eleven</a>.</p>\r\n\r\n<p>Commonly used for various content concerning audio recording and production as well as music more generally. May also be used for figurative senses of <i>level</i>, e.g., <i>next level</i>.</p>\r\n\r\n<p>Thanks to its appearance, some may use the emoji to represent a <a href=\"/latin-cross/\">Christian cross</a>.</p>",
  "apple_vendor_description": "The level slider emoji on Apple devices is presented as a sleek, metallic control with a bright, prominent slider, rendered with Apple's characteristic glossy 3D shading and precise details. On Apple devices, it appears highly tactile, evoking a sense of fine-tuning, control, and adjustment, whether for volume, settings, or progress. This emoji is ideal for indicating a desired level, a degree of intensity, or the ongoing process of calibration in digital communication."
}