{
  "code": "⚱️",
  "Unicode": [
    "U+26B1",
    "U+FE0F"
  ],
  "slug": "funeral-urn",
  "shortcodes": {
    "github": ":funeral_urn:",
    "slack": ":funeral_urn:",
    "discord": ":funeral_urn:"
  },
  "title": "Funeral Urn",
  "keywords": [
    "ashes",
    "death",
    "funeral",
    "urn"
  ],
  "senses": {
    "adjectives": [
      "Not alive; lacking life.",
      "Figuratively, not alive.",
      "Figuratively, not alive; lacking life",
      "No longer having or seeming to have or expecting to have life",
      "Related to a ceremony in honor of a deceased person.",
      "Relating to the ceremony."
    ],
    "verbs": [],
    "nouns": [
      "The residue that remains when something is burned",
      "What remains after a catastrophe.",
      "Death is the permanent end of the life of a biological organism.",
      "The cessation of life and all associated processes; the end of an organism's existence as an entity independent from its environment and its return to an inert, nonliving state.",
      "Death is the termination of all biological functions that sustain a living organism.",
      "The event of dying or departure from life",
      "Permanent cessation of life",
      "The cessation of life and all associated processes.",
      "The permanent cessation of all biological functions that sustain a particular living organism",
      "Departure, especially departure from this life",
      "Departure, especially departure from this life; death.",
      "An urn is a vase, ordinarily covered, that usually has a narrowed neck above a footed pedestal.",
      "Container",
      "A container into which cremated remains are placed and kept.",
      "A vase, ordinarily covered and without handles that usually has a narrowed neck above a footed pedestal.",
      "A vase with a footed base",
      "An urn.",
      "A large vase that usually has a pedestal or feet",
      "Ceremony for a person who has died",
      "A ceremony to bury or cremate a deceased person.",
      "Ceremony to honour of a deceased person.",
      "A ceremony to honour and remember a deceased person.",
      "A service honoring a deceased person, especially one that does not adhere to the traditional customs of a funeral.",
      "A ceremony at which a dead person is buried or cremated",
      "An informal service honoring a deceased person, especially one that does not adhere to the traditional customs of a funeral.",
      "A funeral is a ceremony for celebrating, respecting, sanctifying, or remembering the life of a person who has died."
    ]
  },
  "category": "Objects",
  "alsoKnownAs": [
    "Vase"
  ],
  "version": {
    "unicode-version": "4.1",
    "emoji-version": "1.0"
  },
  "description": "<p>An urn, as used to hold the <a href=\"https://en.wikipedia.org/wiki/Cremation\">cremated</a> ashes of the dead. Appearance varies, but generally depicted as a covered, bronze container with a rounded body and tapered foot.</p>\r\n\r\n<p>May be used for various content concerning death and funerals. May also be used for other types of vessels, such as pots or vases.</p>\r\n\r\n<p>Not to be confused with <a href=\"/amphora/\">🏺&nbsp;Amphora</a>.</p>",
  "apple_vendor_description": "Apple's funeral urn emoji is depicted with solemn dignity, featuring a classic, smooth silhouette in a dark, muted tone, symbolizing remembrance and loss.  The subtle shading and soft rounded edges on Apple devices give it a respectful gravitas, avoiding any harshness.  This emoji is used to express condolences, mourn a loss, or signify remembrance for someone who has passed away, carrying a profound emotional weight on Apple devices."
}