{
  "code": "🗾",
  "Unicode": [
    "U+1F5FE"
  ],
  "slug": "map-of-japan",
  "shortcodes": {
    "github": ":japan:",
    "slack": ":japan:",
    "discord": ":japan:"
  },
  "title": "Silhouette of Japan",
  "keywords": [
    "Japan",
    "map",
    "map of Japan"
  ],
  "senses": {
    "adjectives": [
      "Of or relating to or characteristic of Japan or its people or their culture or language",
      "Japanese",
      "Of or relating to Japan.",
      "Of, relating to, or derived from Japan, its language, or culture."
    ],
    "verbs": [
      "Change location; move, travel, or proceed, also metaphorically",
      "To change (from one value to another).",
      "To move or travel (from one location to another).",
      "To change the location of an object.",
      "To transfer a file from one location to another. After the file is transferred, there is only one copy of the file, in the new location.",
      "To move an object one pixel at a time."
    ],
    "nouns": [
      "A map of Japan currently stored at Kanazawa Bunko depicts Japan and surrounding countries, both real and imaginary.",
      "Sub-continental land that is surrounded by water",
      "An island or isle is any piece of sub-continental land that is surrounded by water.",
      "A land mass (smaller than a continent) that is surrounded by water",
      "Area of land completely surrounded by water.",
      "Islands are sub-continental landforms that are surrounded by water.",
      "A land mass, especially one smaller than a continent, entirely surrounded by water.",
      "A contiguous area of land, smaller than a continent, totally surrounded by water.",
      "The modern stage of the Japanese language, usually dated from around 1600.",
      "Japanese language is an East Asian language spoken by about 125 million speakers, primarily in Japan, where it is the national language.",
      "A native or inhabitant of Japan",
      "A fictional creature in the Pokémon franchise",
      "The main language spoken in Japan.",
      "A language spoken mainly in Japan.",
      "The Japanese language",
      "East Asian language",
      "Visual representation of an area.",
      "A map is a symbolic depiction highlighting relationships between elements of some space, such as objects, regions, and themes.",
      "A visual representation of an area, whether real or imaginary.",
      "A diagrammatic representation of the earth's surface (or part of it)",
      "A representation, normally on a flat medium, that displays the physical and political features of a surface area of the earth, showing them in their respective forms, sizes and relationships according to some convention of representation.",
      "A map is a symbolic depiction highlighting relationships between elements of that space such as objects, regions, and themes.",
      "Visual representation of an area",
      "Japan",
      "Japan, also known as Nippon, is an island country in eastern Asia.",
      "An island nation in the Pacific Ocean, located to the east of China, Korea and Russia.",
      "Japan is an island nation in East Asia.",
      "A constitutional monarchy occupying the Japanese Archipelago; a world leader in electronics and automobile manufacture and ship building",
      "The equivalent of a class president",
      "Island country in East Asia",
      "A Far East country in Asia.",
      "An East Asian island country located in the Pacific Ocean, to the east of China, Korea, and Russia, stretching from the Sea of Okhotsk in the north to the East China Sea in the south."
    ]
  },
  "category": "Travel & Places",
  "alsoKnownAs": [
    "Map Of Japan"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>Shows a map of the country of Japan, which is the only country to have its own emoji map. Other countries can be found on the <a href=\"/globe-showing-americas/\" title=\"🌎 Earth Globe Americas\">various globe emojis</a>, or the <a href=\"/world-map/\" title=\"🗺 World Map\">world map emoji</a>.</p>\r\n",
  "apple_vendor_description": "The map of Japan emoji on Apple devices is a beautifully rendered silhouette of the island nation, with its distinctive archipelago shape clearly defined. It's presented with crisp lines and a smooth, flat color, showcasing Apple's clean design aesthetic. On Apple devices, this emoji is a straightforward and elegant way to refer to Japan, its culture, or travel plans related to the country, offering clear visual recognition."
}