{
  "code": "🙄",
  "Unicode": [
    "U+1F644"
  ],
  "slug": "face-with-rolling-eyes",
  "shortcodes": {
    "github": ":roll_eyes:",
    "slack": ":face_with_rolling_eyes:",
    "discord": ":face_with_rolling_eyes:"
  },
  "title": "Face with Rolling Eyes",
  "keywords": [
    "eyeroll",
    "eyes",
    "face",
    "face with rolling eyes",
    "rolling"
  ],
  "senses": {
    "adjectives": [
      "Disappointingly unsuccessful",
      "Disappointingly unsuccessful; suffering from frustration.",
      "Disappointingly unsuccessful."
    ],
    "verbs": [
      "To prevent (something) from being successful.",
      "To hinder or prevent (the efforts, plans, or desires) of.",
      "To prevent; to halt; to cause to fail; to foil; to frustrate.",
      "To hinder or thwart.",
      "Hinder or prevent (the efforts, plans, or desires) of",
      "To prevent (something) from being accomplished.",
      "Prevent from being accomplished."
    ],
    "nouns": [
      "Part of the body at the front of the head",
      "The face is a central organ of sense and is also very central in the expression of emotion among humans and among numerous other species.",
      "Faces are the central sense organ complexes, for those animals that have one, normally on the ventral surface of the head.",
      "The front of the human head from the forehead to the chin and ear to ear",
      "The front part of the head, featuring the eyes, nose, and mouth and the surrounding area.",
      "An organ of vision that detects light",
      "An eye.",
      "The organ of sight",
      "Organ that detects light and converts it into electro-chemical impulses in neurons",
      "The two eyes of a human being considered as a whole.",
      "A window or other opening that has an oval or circular shape (as of an eye).",
      "An organ through which animals see.",
      "Eyes are sensory organs of the face responsible for sight.",
      "An oculus, plural oculi, from Latin oculus: eye, denotes a circular opening in the center of a dome or in a wall.",
      "Eyes are the organs of vision.",
      "The part of the eye having a spherical shape.",
      "The organ that is sensitive to light, which it converts to electrical signals passed to the brain, by which means animals see.",
      "In psychology, frustration is a common emotional response to opposition.",
      "The feeling that accompanies an experience of being thwarted in attaining your goals",
      "An emotional response to circumstances where one is obstructed from arriving at a goal."
    ]
  },
  "category": "Smileys & Emotion",
  "alsoKnownAs": [
    "Eye Roll"
  ],
  "version": {
    "unicode-version": "8.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A yellow face with&nbsp;a small, closed mouth, flat or frowning, rolling its large, white eyes upwards. As with the gesture of an eye-roll, commonly conveys moderate disdain, disapproval, frustration, or boredom. Tone varies, including playful, sassy, resentful, and sarcastic, as if saying <em>Yeah, whatever</em>.</p>\r\n\r\n<p>Samsung&#39;s design&nbsp;<a href=\"/samsung/touchwiz-7.1/face-with-rolling-eyes/\">previously depicted</a> a face smiling and looking to the side.</p>",
  "apple_vendor_description": "On Apple devices, the face with rolling eyes emoji features a distinct expression of exasperation and mild annoyance, rendered with Apple's characteristic smooth gradients and soft rounded edges. The eyes are clearly depicted rolling upwards with a subtle 3D effect, conveying a sense of disbelief, sarcasm, or being utterly unimpressed. This emoji is a versatile tool for expressing playful frustration or a knowing sigh in digital conversations."
}