{
  "code": "🇲🇻",
  "Unicode": [
    "U+1F1F2",
    "U+1F1FB"
  ],
  "slug": "flag-maldives",
  "shortcodes": {
    "github": ":maldives:",
    "slack": ":flag-mv:",
    "discord": ":flag_mv:"
  },
  "title": "Flag: Maldives",
  "keywords": [
    "flag"
  ],
  "senses": {
    "adjectives": [
      "From or in the countryside or connected with it.",
      "Of, from or pertaining to the countryside (adjective)."
    ],
    "verbs": [],
    "nouns": [
      "An island country in South Asia. Official name: Republic of the Maldives.",
      "Country in Asia",
      "A republic on the Maldive Islands; achieved independence from the United Kingdom in 1965",
      "A country in South Asia, more particularly an island nation in the Indian Ocean, located about 700 kilometers southwest of Sri Lanka. Its capital is Male.",
      "Country in South Asia.",
      "Maldives, officially the Republic of the Maldives and also referred to as the Maldive Islands, is an island nation in the Indian Ocean -- Arabian Sea area, consisting of a double chain of twenty-six atolls, oriented north-south, that lie between Minicoy Island and the Chagos Archipelago.",
      "Maldives, and also referred to as the Maldive Islands, is an island nation in the Indian Ocean consisting of a double chain of twenty-six atolls, oriented north-south, that lie between Minicoy Island and the Chagos Archipelago.",
      "The flag of Madagascar was adopted on 14 October 1958, two years before the independence of that nation, as Madagascar prepared for a referendum on its status in the French Community.",
      "Emblem usually consisting of a rectangular piece of cloth of distinctive design",
      "Piece of cloth.",
      "A flag is a piece of fabric with a distinctive design that is used as a symbol, as a signaling device, or as decoration.",
      "A piece of cloth, often decorated with an emblem, used as a visual signal or symbol.",
      "Piece of fabric with a distinctive design",
      "The opposite of secession",
      "As its original Latin term",
      "Government",
      "The collective body of a nation or state as politically organized, or as exercising political functions.",
      "The territory of a nation, especially an independent nation state or formerly independent nation; a political entity asserting ultimate authority over a geographical area.",
      "Nations is often used synonymously with ethnic group, but although ethnicity is now one of the most important aspects of cultural or social identity for the members of most nations, people with the same ethnic origin may live in different nation-states and be treated as members of separate nations for that reason.",
      "Political organisation with a centralized independent government",
      "The government.",
      "An organized political community, living under a government",
      "Nation has various meanings, and the meaning has changed over time.",
      "A state is an organized community living under one government.",
      "A political entity asserting ultimate authority over a geographical area.",
      "A people permanently occupying a fixed territory bound together by common law, habits and custom into one body politic exercising, through the medium of an organized government, independent sovereignty and control over all persons and things within its boundaries, unless or until authority is ceded to a federation or union of other states.",
      "The people who live in a nation or country",
      "A politically organized body of people under a single government",
      "A sovereign state.",
      "A state is a nonphysical juridical entity of the international legal system that is represented by one centralized government that has supreme independent authority over a geographic area.",
      "The geographic area under the control of a political state."
    ]
  },
  "alsoKnownAs": [
    "Maldivian Flag"
  ],
  "version": {
    "unicode-version": null,
    "emoji-version": "1.0"
  },
  "description": "<p>The flag for&nbsp;<a href=\"https://en.wikipedia.org/wiki/Maldives\">Maldives</a>, which may show as the letters&nbsp;<em>MV</em>&nbsp;on some platforms.</p>",
  "apple_vendor_description": "On Apple devices, the flag of the Maldives is depicted with its iconic red field, green rectangle, and white crescent moon, all rendered with a luminous sheen and precise color saturation characteristic of Apple's emoji design. The smooth gradients and realistic lighting give the flag a tangible quality, making it appear to wave gently. This emoji is used to represent the Maldives, its culture, or to convey a sense of tropical paradise and island life in digital messages.",
  "category": "Flags"
}