{
  "code": "🦊",
  "Unicode": [
    "U+1F98A"
  ],
  "slug": "fox",
  "shortcodes": {
    "github": ":fox_face:",
    "slack": ":fox_face:",
    "discord": ":fox_face:"
  },
  "title": "Fox Face",
  "keywords": [
    "face",
    "fox"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [
      "Deceive somebody"
    ],
    "nouns": [
      "Part of the body at the front of the head",
      "The face is a central organ of sense and is also very central in the expression of emotion among humans and among numerous other species.",
      "Faces are the central sense organ complexes, for those animals that have one, normally on the ventral surface of the head.",
      "The front of the human head from the forehead to the chin and ear to ear",
      "The front part of the head, featuring the eyes, nose, and mouth and the surrounding area.",
      "European Spanish for \"Vulpes Vulpes\", the \"common fox\" (\"Zorra\" for \"Vixen\").",
      "Omnivorous mammal in the Canidae family",
      "Derived from the name of the animal.",
      "Foxes are small-to-medium-sized, omnivorous mammals belonging to several genera of the Canidae family.",
      "A canine animal of the genus Vulpes.",
      "Fox is a common name for many species of carnivorous mammals belonging to the Canidae family, and particularly the twelve \"true foxes\", of which the red fox is the most prevalent.",
      "Alert carnivorous mammal with pointed muzzle and ears and a bushy tail; most are predators that do not hunt in packs"
    ]
  },
  "category": "Animals & Nature",
  "alsoKnownAs": [
    "Fox"
  ],
  "version": {
    "unicode-version": "9.0",
    "emoji-version": "3.0"
  },
  "description": "<p>A friendly, cartoon-styled faced of a fox, the cunning canine, looking straight ahead. Depicted as an orange fox&nbsp; face with a black nose, pointed ears, and shaggy, white cheeks.</p>\r\n\r\n<p>Often used with an affectionate or playful tone (e.g., slang,&nbsp;<em>foxy</em>). Does not have a full-bodied fox emoji counterpart.</p>\r\n\r\n<p>Available as an Apple <a href=\"/animoji/\">Animoji</a>.</p>",
  "apple_vendor_description": "On Apple devices, the fox emoji appears as a cunning and sleek creature, its fur a brilliant, warm orange accentuated by Apple's signature glossy 3D shading and soft rounded edges.  The realistic lighting catches its bushy tail and pointed ears, giving it an alert and intelligent presence.  This emoji often represents cleverness, slyness, or a whimsical connection to the wild, adding a touch of playful cunning to messages on Apple devices."
}