{
  "code": "🤽‍♂️",
  "Unicode": [
    "U+1F93D",
    "U+200D",
    "U+2642",
    "U+FE0F"
  ],
  "slug": "man-playing-water-polo",
  "shortcodes": {
    "github": ":man_playing_water_polo:",
    "slack": ":man-playing-water-polo:",
    "discord": ":man_playing_water_polo:"
  },
  "title": "Man Playing Water Polo",
  "keywords": [
    "man",
    "man playing water polo",
    "water polo"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [],
    "nouns": [
      "A water sport consisting of two teams of swimmers who have to throw the ball into the opponents goal.",
      "A water sport.",
      "Sport played in water by teams competing to put the ball into the opponent's goal",
      "A game played in a swimming pool by two teams of swimmers who try to throw an inflated ball into the opponents' goal",
      "Water polo is a team water sport.",
      "A team water sport, which can be best described as a combination of swimming, handball and wrestling.",
      "Sexual maturity is the age or stage when an organism can reproduce.",
      "The age or stage when an organism can reproduce",
      "An adult male human.",
      "A man is a male human.",
      "An adult male human",
      "An adult human member of the sex that begets young by fertilizing ova.",
      "A human member of the masculine sex or gender.",
      "An adult person who is male (as opposed to a woman)"
    ]
  },
  "category": "People & Body",
  "alsoKnownAs": [
    "Man Symbol",
    "Mars Symbol"
  ],
  "version": {
    "unicode-version": null,
    "emoji-version": "4.0"
  },
  "description": "<p>A man shown in water with a ball, playing the sport of water polo.</p>",
  "apple_vendor_description": "On Apple devices, the man playing water polo emoji captures dynamic action with a sense of athletic prowess, featuring a muscular figure in mid-motion with smooth, realistic water splashes. Apple's signature 3D shading brings a tangible quality to his determined expression and powerful movement, suggesting exertion and focus. This emoji on Apple devices is ideal for communicating sports enthusiasm, teamwork, or the thrill of aquatic competition."
}