{
  "code": "🐂",
  "Unicode": [
    "U+1F402"
  ],
  "slug": "ox",
  "shortcodes": {
    "github": ":ox:",
    "slack": ":ox:",
    "discord": ":ox:"
  },
  "title": "Ox",
  "keywords": [
    "bull",
    "ox",
    "Taurus",
    "zodiac"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [
      "Of a cow or bull, to make its characteristic lowing sound.",
      "Make a low noise, characteristic of bovines",
      "To make a lowing sound."
    ],
    "nouns": [
      "The edible flesh of animals, especially that of mammals.",
      "Meat is the flesh of an animal which is eaten.",
      "Animal flesh used as food",
      "Animal flesh eaten as food",
      "Animal flesh used as food.",
      "Meat is animal flesh that is eaten as food.",
      "The flesh of an animal used as food.",
      "The flesh of animals (including fishes and birds and snails) used as food",
      "One of the constellations of the zodiac",
      "Constellation",
      "The second sign of the zodiac; the sun is in this sign from about April 20 to May 20.",
      "Someone with a Taurus star sign",
      "Someone with a Taurus star sign.",
      "The second sign of the zodiac; the sun is in this sign from about April 20 to May 20",
      "Taurus is one of the constellations of the zodiac, which means it is crossed by the plane of the ecliptic.",
      "Any bovine animal used as a beast of burden.",
      "An ox, also known as a bullock in Australia, New Zealand and India, is a bovine trained as a draft animal.",
      "Castrated adult male",
      "Any bovine animal (tribe Bovini) used as a beast of burden",
      "A bovine animal (bull or cow).",
      "An adult castrated bull of the genus Bos; especially Bos taurus",
      "Uncastrated adult male of domestic cattle",
      "An adult male of domesticated cattle or oxen.",
      "Uncastrated adult male bovine.",
      "Female of domestic cattle: \"`moo-cow' is a child's term\""
    ]
  },
  "category": "Animals & Nature",
  "alsoKnownAs": [
    "Bullock",
    "Oxen",
    "Bull",
    "Steer"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>An ox, a bovine used as a draft animal. Depicted in brown in full profile on all fours facing left, with a tail and short horns.</p>\r\n\r\n<p>One of the 12 animals of the <a href=\"/chinese-new-year/\">Chinese zodiac</a>. Often used to represent<a href=\"/taurus/\"> ♉ Taurus</a> (the Bull) in the Western zodiac. 2021 is <em>Year of the Ox</em>.</p>\r\n\r\n<p>Often used to represent a bull and occasionally paired with <a href=\"/pile-of-poo/\">💩 Pile of Poo</a> to stand in for slang terms.&nbsp;Not to be confused with <a href=\"/water-buffalo/\">🐃 Water Buffalo</a>.</p>",
  "apple_vendor_description": "The ox emoji on Apple devices presents a powerful yet gentle bovine with a rich, earthy brown coat, rendered with Apple's signature glossy 3D shading and realistic lighting. Its sturdy frame and calm, steady gaze embody strength, diligence, and reliability, often used to signify hard work or a steadfast nature in communication. The soft, rounded edges of its form contribute to its approachable yet formidable appearance, a hallmark of Apple's design."
}