{
  "code": "👨🏾‍🏭",
  "Unicode": [
    "U+1F468",
    "U+1F3FE",
    "U+200D",
    "U+1F3ED"
  ],
  "slug": "man-factory-worker-medium-dark-skin-tone",
  "shortcodes": null,
  "title": "man factory worker: medium-dark skin tone",
  "keywords": [
    "industrial",
    "factory",
    "assembly",
    "medium-dark skin tone",
    "worker",
    "man"
  ],
  "senses": {
    "adjectives": [
      "Of or relating to or resulting from industry.",
      "Of or relating to or resulting from industry",
      "Of or relating to industry, notably manufacturing.",
      "Of or relating to industry."
    ],
    "verbs": [],
    "nouns": [
      "A member of the working class (not necessarily employed)",
      "A plant consisting of one or more buildings with facilities for manufacturing",
      "Single building or group of buildings and installations destined to industrial activities.",
      "A factory or manufacturing plant is an industrial site, usually consisting of buildings and machinery, or more commonly a complex having several buildings, where workers manufacture goods or operate machines processing one product into another.",
      "An establishment where products are manufactured using industrial methods.",
      "Facility where goods are made, or processed",
      "A building or other place where manufacturing takes place.",
      "A manufacturing plant for paper, steel, textiles, etc.",
      "Sexual maturity is the age or stage when an organism can reproduce.",
      "The age or stage when an organism can reproduce",
      "An adult male human.",
      "A man is a male human.",
      "An adult male human",
      "An adult human member of the sex that begets young by fertilizing ova.",
      "A human member of the masculine sex or gender.",
      "An adult person who is male (as opposed to a woman)"
    ]
  },
  "category": "People & Body",
  "alsoKnownAs": null,
  "version": null,
  "description": "The Male Factory Worker, Type-5 emoji is a sequence of the  Man,  Emoji Modifier Fitzpatrick Type-5 and  Factory emojis. These are com",
  "apple_vendor_description": "The man factory worker emoji, rendered with a medium-dark skin tone on Apple devices, presents a determined individual in a professional setting. He wears a crisp, light blue button-down shirt and a practical hard hat, both showcasing Apple's signature glossy 3D shading and smooth gradients that give them a tangible feel. His gaze is steady, and his posture suggests focused effort, making this emoji on Apple devices a perfect symbol for hard work, industry, and dedication in any digital conversation."
}