{
  "code": "🏌️‍♂️",
  "Unicode": [
    "U+1F3CC",
    "U+FE0F",
    "U+200D",
    "U+2642",
    "U+FE0F"
  ],
  "slug": "man-golfing",
  "shortcodes": {
    "github": ":golfing_man:",
    "slack": ":man-golfing:",
    "discord": ":man_golfing:"
  },
  "title": "Man Golfing",
  "keywords": [
    "golf",
    "man",
    "man golfing"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [
      "Play golf"
    ],
    "nouns": [
      "Playing golf",
      "Sexual maturity is the age or stage when an organism can reproduce.",
      "The age or stage when an organism can reproduce",
      "An adult male human.",
      "A man is a male human.",
      "An adult male human",
      "An adult human member of the sex that begets young by fertilizing ova.",
      "A human member of the masculine sex or gender.",
      "An adult person who is male (as opposed to a woman)",
      "A ball game played by individuals competing against one another in which the object is to hit a ball into each of a series of (usually 18 or nine) holes in the minimum number of strokes.",
      "Sport in which players attempt to hit a ball with a club into a goal using a minimum number of shots",
      "A game played on a large open course, the object of which is to hit a ball using clubs, with as few strokes as possible, into each of usually 18 holes.",
      "A game played on a large open course with 9 or 18 holes; the object is use as few strokes as possible in playing all the holes",
      "Golf is a precision club and ball sport in which competing players use various clubs to hit balls into a series of holes on a course using as few strokes as possible."
    ]
  },
  "category": "People & Body",
  "alsoKnownAs": [
    "Golf",
    "Golf Club",
    "Man Symbol",
    "Mars Symbol"
  ],
  "version": {
    "unicode-version": null,
    "emoji-version": "4.0"
  },
  "description": "<p>The male version of the <a href=\"/person-golfing/\">🏌&nbsp;Golfer</a> emoji.</p>",
  "apple_vendor_description": "On Apple devices, the man golfing emoji captures a dynamic moment of athletic grace with a figure mid-swing, showcasing Apple's signature 3D rendering and realistic lighting. The golfer's form is fluid, with smooth curves and subtle shading that highlight the motion, set against a backdrop that suggests a lush green course. This emoji on Apple devices is perfect for expressing enthusiasm for sports, celebrating a victory, or simply sharing a passion for the game of golf."
}