{
  "code": "🎖️",
  "Unicode": [
    "U+1F396",
    "U+FE0F"
  ],
  "slug": "military-medal",
  "shortcodes": {
    "github": ":medal_military:",
    "slack": ":medal:",
    "discord": ":military_medal:"
  },
  "title": "Military Medal",
  "keywords": [
    "celebration",
    "medal",
    "military"
  ],
  "senses": {
    "adjectives": [
      "Relating to war.",
      "Of or relating to the study of the principles of warfare"
    ],
    "verbs": [
      "To give, especially as an honor or reward.",
      "Give, especially as an honor or reward"
    ],
    "nouns": [
      "A French military decoration",
      "The Médaille militaire is a military decoration of the French Republic for all ranks for acts of bravery in action against an enemy force.",
      "Military decoration of the French Republic",
      "The military forces of a nation",
      "Military branch is according to common standard the subdivision of the national armed forces of a sovereign nation or state.",
      "The military forces of a nation, such as the army, navy, air force, marines and, sometimes, coast or border guards.",
      "The military are forces authorized to use lethal force, and weapons, to support the interests of the state and some or all of its citizens.",
      "The military units of a state, typically divided by their differing contexts of operations, such as the army, navy, air force and marines.",
      "This page is for quotations related to the armed forces and military matters.",
      "A component of armed forces such as army, navy, or air force",
      "The armed forces of a country are its government-sponsored defense, fighting forces, and organizations.",
      "Armed forces.",
      "Subdivision of the national armed forces of a sovereign nation or state",
      "An organised group of people that exerts power in order to maintain or take control over other people; such as a military force or a police force.",
      "Formal performance of a solemn rite.",
      "The public performance of a sacrament or solemn ceremony with all appropriate ritual",
      "Performance of a ceremony (in an appropriate and solemn manner), such as performing a marriage.",
      "The formal performance of a solemn rite, such as Christian sacrament",
      "A medal, or medallion, is, strictly speaking, a small, flat, and round piece of metal that has been sculpted, molded, cast, struck, stamped, or some way marked with an insignia, portrait, or other artistic rendering.",
      "An award for winning a championship or commemorating some other event",
      "A term for an award.",
      "Round piece of metal, often used as an award",
      "A stamped or cast metal object (usually a disc), particularly one awarded as a prize or reward.",
      "A carved or engraved circular piece of metal issued as souvenir, medal, work of art or fashion accessory",
      "A government badge of honor which is awarded for extraordinary achievements to a person or a group.",
      "A stamped or cast metal disc, particularly one awarded as a prize.",
      "A ribbon is an award made from ribbon and presented to mark an achievement.",
      "A successful ending of a struggle or contest",
      "A conclusive success following an effort, conflict, or confrontation of obstacles; victory; conquest.",
      "Victory is a term, originally in applied to warfare, given to success achieved in personal combat, after military operations in general or, by extension, in any competition.",
      "Conclusive success; victory; conquest.",
      "Term that applies to success",
      "A conclusive success following an effort, conflict, or confrontation of obstacles.",
      "Victory is a term, originally applied to warfare, given to success achieved in personal combat, after military operations in general or, by extension, in any competition.",
      "Outdo, outfox or otherwise achieve a victory over another (or the odds)",
      "A tangible symbol signifying approval or distinction",
      "A tangible symbol signifying approval or distinction.",
      "In the Middle Ages, the accolade was the central act in the rite of passage ceremonies conferring knighthood.",
      "Something given to a person or a group of people to recognize their excellence in a certain field",
      "Central act in rite of passage ceremonies conferring knighthood",
      "An award is something given to a person, a group of people, or an organization to recognize their excellence in a certain field; a certificate of excellence."
    ]
  },
  "category": "Activities",
  "alsoKnownAs": [
    "Medal",
    "Medallion",
    "Military Decoration"
  ],
  "version": {
    "unicode-version": "7.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A&nbsp;ribbon and medallion generally&nbsp;awarded&nbsp;to a&nbsp;person in the military for heroic acts.</p>",
  "apple_vendor_description": "Apple's military medal emoji is a distinguished emblem of honor and achievement, featuring a richly textured, metallic disc suspended from a striped ribbon. On Apple devices, the medal exhibits a polished sheen with realistic reflections, highlighting its robust construction and the depth of its engraved details. The vibrant colors of the ribbon, rendered with smooth gradients, further enhance its formal and commemorative appearance, making it a fitting way to acknowledge bravery and service within the Apple user experience."
}