{
  "code": "🍙",
  "Unicode": [
    "U+1F359"
  ],
  "slug": "rice-ball",
  "shortcodes": {
    "github": ":rice_ball:",
    "slack": ":rice_ball:",
    "discord": ":rice_ball:"
  },
  "title": "Rice Ball",
  "keywords": [
    "ball",
    "Japanese",
    "rice"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [
      "Take in solid food",
      "To consume something solid or semi-solid (usually food) by putting it into the mouth and eventually swallowing it.",
      "To consume (something solid or semi-solid, usually food) by putting it into the mouth and swallowing it."
    ],
    "nouns": [
      "A type of Japanese food, consisting of vinegared rice, seafood and pickled vegetables. Its origin lies in the south-east asian technique of pickling fish in rice to preserve it.",
      "A dish, based on Japanese cuisine, the chief ingredient of which is raw fish; sashimi.",
      "Rice (with raw fish) wrapped in seaweed",
      "Sushi is a Japanese food consisting of cooked combined with other, seafood, vegetables and sometimes tropical fruits.",
      "Cooked rice combined with a slice of raw fish",
      "A form of sushi consisting of rice topped with a variety of raw fish and vegetables or garnishes.",
      "Regular sushi: a piece of raw fish (or other topping) on top of a small oblong brick of sticky white rice.",
      "Annual or perennial rhizomatous marsh grasses; seed used for food; straw used for paper",
      "Seeds of the rice plant (Oryza sativa) used as food.",
      "A person who grows rice.",
      "The seeds of this plant used as food.",
      "Rice is the seed of the monocot plants Oryza sativa or Oryza glaberrima.",
      "Rice, before it is milled.",
      "Seeds used as food.",
      "A Japanese snack food made from white rice formed into a triangular or oval shape, usually with a filling.",
      "Any substance consumed to provide nutritional support for the body. For prepared ready-to-eat food, use dish: Q746549.",
      "Any substance consumed by living organisms to sustain life.",
      "Food.",
      "Any substance that can be consumed by living organisms, especially by eating, in order to sustain life.",
      "Any solid substance (as opposed to liquid) that is used as a source of nourishment",
      "Food is any substance consumed to provide nutritional support for the body."
    ]
  },
  "category": "Food & Drink",
  "alsoKnownAs": [
    "Onigiri"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A Japanese&nbsp;<em><a href=\"https://en.wikipedia.org/wiki/Onigiri\">onigiri</a></em>, a&nbsp;cone-shaped ball of white&nbsp;<a href=\"/cooked-rice/\">rice</a>, a snack wrapped with a sheet of&nbsp;<i>nori</i>, or seaweed.</p>",
  "apple_vendor_description": "The rice ball emoji on Apple devices is a delightful depiction of a perfectly formed onigiri, encased in dark, crisp nori seaweed and showcasing the fluffy white rice within, all with Apple's signature glossy 3D shading.  Realistic lighting catches the subtle textures, making it look incredibly appetizing and well-crafted on Apple devices.  This emoji is often used to represent Japanese cuisine, a simple snack, or a comforting meal, bringing a touch of culinary delight to digital conversations."
}