{
  "code": "🐐",
  "Unicode": [
    "U+1F410"
  ],
  "slug": "goat",
  "shortcodes": {
    "github": ":goat:",
    "slack": ":goat:",
    "discord": ":goat:"
  },
  "title": "Goat",
  "keywords": [
    "Capricorn",
    "goat",
    "zodiac"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [],
    "nouns": [
      "One of the constellations of the zodiac",
      "Constellation",
      "A faint zodiacal constellation in the southern hemisphere; between Sagittarius and Aquarius",
      "One of the twelve constellations of the zodiac.",
      "Capricornus is one of the constellations of the zodiac; it is often called Capricorn, especially when referring to the corresponding astrological sign.",
      "Capricorn is the tenth astrological sign in the zodiac, originating from the constellation of Capricornus.",
      "A goat is a bovine famous for its ability to forage on plants unpalatable, and in habitats inaccessible, to other browsers.",
      "Any of numerous agile ruminants related to sheep but having a beard and straight horns",
      "A common four-legged animal (Capra) that is related to sheep and bred by humans for its coat and milk.",
      "Domesticated mammal raised primarily for its milk",
      "A female goat.",
      "The domestic goat is a subspecies of goat domesticated from the wild goat of southwest Asia and Eastern Europe."
    ]
  },
  "category": "Animals & Nature",
  "alsoKnownAs": [],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A goat, a sturdy,&nbsp;hoofed animal raised for its meat and milk. Depicted as a light brown, white, or multicored goat in full profile on all fours facing left, a scraggly beard,&nbsp;upright tail,&nbsp;and brown or yellow horns curving back.</p>\r\n\r\n<p>Frequently used as a visual shorthand for the slang expression <a href=\"https://www.dictionary.com/e/slang/g-o-a-t/\"><i>GOAT</i></a>, or the <i>Great of All Time</i>, often said of athletes and in particular&nbsp;the late&nbsp;<a href=\"https://en.wikipedia.org/wiki/Kobe_Bryant\">Kobe Bryant</a>.</p>\r\n\r\n<p>Often considered one of the 12 animals of the <a href=\"/chinese-new-year/\">Chinese zodiac</a>. Also often used to represent <a href=\"/capricorn/\">♑ Capricorn</a> in the Western zodiac.</p>\r\n\r\n<p><a href=\"/apple/ios-6.0/goat/\">Apple</a>, <a href=\"/google/android-7.0/goat/\">Google</a>, and <a href=\"/samsung/experience-9.0/goat/\">Samsung&rsquo;s</a> goats were previously white, as a <a href=\"https://en.wikipedia.org/wiki/Saanen_goat\">Saanen goat</a>. Facebook&rsquo;s design previously featured only a goat face.</p>",
  "apple_vendor_description": "Apple's goat emoji features a charming, stylized depiction of the animal with soft, rounded features and a gentle, curious expression. Its fur is rendered with subtle shading and highlights, giving it a pleasing 3D effect that feels tactile and friendly on Apple devices. This emoji, with its characteristic horns and beard, often signifies stubbornness, independence, or a playful, spirited personality in digital communication."
}