{
  "code": "🌫️",
  "Unicode": [
    "U+1F32B",
    "U+FE0F"
  ],
  "slug": "fog",
  "shortcodes": {
    "github": ":fog:",
    "slack": ":fog:",
    "discord": ":fog:"
  },
  "title": "Fog",
  "keywords": [
    "cloud",
    "fog"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [
      "To overspread or hide with a cloud or clouds.",
      "To hide, put out of sight.",
      "Make less visible or unclear",
      "To hide from view.",
      "To hide, put out of sight etc."
    ],
    "nouns": [
      "Suspensions of minute water droplets or ice crystals produced by the condensation of water vapour.",
      "In meteorology, a cloud is a visible mass of liquid droplets or frozen crystals made of water or various chemicals suspended in the atmosphere above the surface of a planetary body.",
      "Visible mass of liquid droplets or frozen crystals suspended in the atmosphere",
      "A visible mass of water droplets suspended in the air.",
      "Visible mass of water droplets suspended in the air.",
      "A visible mass of water or ice particles suspended at a considerable altitude",
      "Clouds are visible masses of water droplets or frozen ice crystals suspended in the atmosphere above the surface of the Earth or another planetary body.",
      "Fog is a collection of liquid water droplets or ice crystals suspended in the air at or near the Earth's surface.",
      "Droplets of water vapor suspended in the air near the ground",
      "Water droplets suspended in air, especially when localized",
      "Water droplets or, rarely, ice crystals suspended in the air in sufficient concentration to reduce visibility appreciably.",
      "A thick cloud that forms near the ground; the obscurity of such a cloud.",
      "Cloud that forms at a low altitude and obscures vision.",
      "The atmospheric conditions that comprise the state of the atmosphere in terms of temperature and wind and clouds and precipitation",
      "Sometimes referred to as \"the elements\"",
      "State of the atmosphere",
      "The day-to-day meteorological conditions, especially temperature, cloudiness, and rainfall, affecting a specific place.",
      "Unpleasant or destructive atmospheric conditions, and their effects.",
      "Weather is the state of the atmosphere, to the degree that it is hot or cold, wet or dry, calm or stormy, clear or cloudy.",
      "State of the atmosphere."
    ]
  },
  "category": "Travel & Places",
  "alsoKnownAs": [],
  "version": {
    "unicode-version": "7.0",
    "emoji-version": "1.0"
  },
  "description": "<p>Fog, as obscures visibility. Generally depicted as a square of a gray, hazy, cloud-like mass.</p>\r\n\r\n<p>May be used as a weather icon to represent foggy conditions. May also be used to represent metaphorical fog (e.g., a daze).</p>\r\n\r\n<p>Not to be confused with <a href=\"/foggy/\" title=\"🌁 Foggy\">🌁 Foggy</a>, though their applications may overlap.</p>\r\n\r\n<p>Microsoft&rsquo;s design was <a href=\"/microsoft/windows-10-anniversary-update/fog/\">previously</a> a&nbsp;stylized depiction of fog, featuring three, wavy lines, as was&nbsp;<a href=\"/google/android-7.0/fog/\">Google&rsquo;s</a>&nbsp;previous design. <a href=\"/samsung/experience-9.0/fog/\">Samsung&rsquo;s</a> fog previously resembled&nbsp;three clouds. <a href=\"/twitter/twemoji-2.0/fog/\">Twitter&rsquo;s</a> design previously resembled its <a href=\"/foggy/\" title=\"🌁 Foggy\">🌁 Foggy</a> emoji, showing fog obscuring the Golden Gate Bridge.</p>",
  "apple_vendor_description": "On Apple devices, the fog emoji appears as a soft, ethereal cloud of swirling mist, rendered with subtle gradients and a translucent quality that captures the essence of atmospheric obscurity. Apple’s design emphasizes a gentle, diffused light, creating a visually calming effect that evokes a sense of mystery or quiet contemplation. This emoji is perfect for describing hazy weather conditions or conveying a feeling of uncertainty and subdued atmosphere in your messages."
}