{
  "code": "👳‍♂️",
  "Unicode": [
    "U+1F473",
    "U+200D",
    "U+2642",
    "U+FE0F"
  ],
  "slug": "man-wearing-turban",
  "shortcodes": {
    "github": ":man_with_turban:",
    "slack": ":man-wearing-turban:",
    "discord": ":man_wearing_turban:"
  },
  "title": "Man Wearing Turban",
  "keywords": [
    "man",
    "man wearing turban",
    "turban"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [],
    "nouns": [
      "Sexual maturity is the age or stage when an organism can reproduce.",
      "The age or stage when an organism can reproduce",
      "An adult male human.",
      "A man is a male human.",
      "An adult male human",
      "An adult human member of the sex that begets young by fertilizing ova.",
      "A human member of the masculine sex or gender.",
      "An adult person who is male (as opposed to a woman)",
      "A traditional Muslim headdress consisting of a long scarf wrapped around the head",
      "Type of headgear",
      "Man's headdress made by winding a length of cloth round the head.",
      "Man’s headdress made by winding a length of cloth round the head.",
      "For the millinery fashion, see Draped turban A turban is a kind of headwear based on cloth winding."
    ]
  },
  "category": "People & Body",
  "alsoKnownAs": [
    "Arab",
    "Muslim",
    "Sikh",
    "Turban",
    "Man Symbol",
    "Mars Symbol"
  ],
  "version": {
    "unicode-version": null,
    "emoji-version": "4.0"
  },
  "description": "<p>The male&nbsp;version of the <a href=\"/woman-wearing-turban/\" title=\"👳‍♀️ Woman Wearing Turban\">👳&zwj;♀️&nbsp;Woman Wearing Turban</a>&nbsp;emoji.</p>",
  "apple_vendor_description": "On Apple devices, this man-wearing-turban emoji presents a dignified figure with a respectfully rendered turban in a rich, deep color. The Apple design language imbues it with subtle 3D shading and soft, rounded edges, making the fabric appear textured and substantial. His expression is neutral yet approachable, conveying a sense of cultural identity and personal style, making it a thoughtful addition to conversations about heritage, respect, or diverse representation."
}