{
  "code": "🏅",
  "Unicode": [
    "U+1F3C5"
  ],
  "slug": "sports-medal",
  "shortcodes": {
    "github": ":medal_sports:",
    "slack": ":sports_medal:",
    "discord": ":sports_medal:"
  },
  "title": "Sports Medal",
  "keywords": [
    "medal",
    "sports medal"
  ],
  "senses": {
    "adjectives": [
      "Attractive.",
      "Compelling and/or attractive in appearance.",
      "Very attractive; capturing interest",
      "Persuasive, convincing, or attractive."
    ],
    "verbs": [
      "To win a medal.",
      "To give, especially as an honor or reward.",
      "Give, especially as an honor or reward",
      "Be the winner in a contest or competition; be victorious",
      "To get as a price from a lottery or other competition."
    ],
    "nouns": [
      "A medal, or medallion, is, strictly speaking, a small, flat, and round piece of metal that has been sculpted, molded, cast, struck, stamped, or some way marked with an insignia, portrait, or other artistic rendering.",
      "An award for winning a championship or commemorating some other event",
      "A term for an award.",
      "Round piece of metal, often used as an award",
      "A stamped or cast metal object (usually a disc), particularly one awarded as a prize or reward.",
      "A carved or engraved circular piece of metal issued as souvenir, medal, work of art or fashion accessory",
      "A government badge of honor which is awarded for extraordinary achievements to a person or a group.",
      "A stamped or cast metal disc, particularly one awarded as a prize.",
      "A ribbon is an award made from ribbon and presented to mark an achievement.",
      "A successful ending of a struggle or contest",
      "A conclusive success following an effort, conflict, or confrontation of obstacles; victory; conquest.",
      "Victory is a term, originally in applied to warfare, given to success achieved in personal combat, after military operations in general or, by extension, in any competition.",
      "Conclusive success; victory; conquest.",
      "Term that applies to success",
      "A conclusive success following an effort, conflict, or confrontation of obstacles.",
      "Victory is a term, originally applied to warfare, given to success achieved in personal combat, after military operations in general or, by extension, in any competition.",
      "Outdo, outfox or otherwise achieve a victory over another (or the odds)",
      "A tangible symbol signifying approval or distinction",
      "A tangible symbol signifying approval or distinction.",
      "In the Middle Ages, the accolade was the central act in the rite of passage ceremonies conferring knighthood.",
      "Something given to a person or a group of people to recognize their excellence in a certain field",
      "Central act in rite of passage ceremonies conferring knighthood",
      "An award is something given to a person, a group of people, or an organization to recognize their excellence in a certain field; a certificate of excellence."
    ]
  },
  "category": "Activities",
  "alsoKnownAs": [],
  "version": {
    "unicode-version": "7.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A gold medal, given to a person who has won a sporting event, such as a race.</p>\r\n\r\n<p>Usually shown as a circular medal with an embedded&nbsp;<a href=\"/star\">⭐ Star</a> design attached to a colorful ribbon. Distinctly,&nbsp;Huawei&#39;s design contains the text &quot;FUTURE STAR&quot; at the bottom of its unique medal shape.</p>\r\n\r\n<p>Not to be confused with the <a href=\"/military-medal/\" title=\"🎖 Military Medal\">🎖️ Military Medal</a>&nbsp;emoji.</p>",
  "apple_vendor_description": "This Apple emoji presents a gleaming sports medal, likely gold, suspended from a vibrant red ribbon, exuding an aura of achievement and victory. On Apple devices, the medal's surface boasts a high-gloss finish and detailed engravings, with realistic lighting that highlights its metallic sheen and soft rounded edges. It powerfully signifies accomplishment, recognition, and the thrill of winning, making it ideal for celebrating personal successes or commending others' efforts."
}