{
  "code": "😽",
  "Unicode": [
    "U+1F63D"
  ],
  "slug": "kissing-cat",
  "shortcodes": {
    "github": ":kissing_cat:",
    "slack": ":kissing_cat:",
    "discord": ":kissing_cat:"
  },
  "title": "Kissing Cat Face with Closed Eyes",
  "keywords": [
    "cat",
    "eye",
    "face",
    "kiss",
    "kissing cat"
  ],
  "senses": {
    "adjectives": [
      "Feeling or showing love and affection"
    ],
    "verbs": [
      "To touch each other’s lips.",
      "Touch with the lips or press the lips (against someone's mouth or other body part) as an expression of love, greeting, etc.",
      "To touch with the lips to express love or affection.",
      "Of two or more people, to touch each other's lips together, usually to express love or affection or passion."
    ],
    "nouns": [
      "Part of the body at the front of the head",
      "The face is a central organ of sense and is also very central in the expression of emotion among humans and among numerous other species.",
      "Faces are the central sense organ complexes, for those animals that have one, normally on the ventral surface of the head.",
      "The front of the human head from the forehead to the chin and ear to ear",
      "The front part of the head, featuring the eyes, nose, and mouth and the surrounding area.",
      "A kiss is the touch or pressing of one's lips against another person or an object.",
      "Touch with the lips, usually to express love or affection, or as a greeting",
      "A touch with the lips, usually to express love or affection, or as a greeting.",
      "The act of caressing with the lips (or an instance thereof)",
      "A touch with the lips as a sign of love or affection.",
      "A form of affection",
      "Touch with the lips.",
      "Kissing is the act of two people touching lips.",
      "Animals are multicellular, eukaryotic organisms of the kingdom Animalia.",
      "A classification of living organisms",
      "Creature is a 1999 documentary film that was directed by Parris Patton.",
      "All of the animal life of any particular region or time.",
      "Any living organism characterized by voluntary movement, the possession of cells with noncellulose cell walls and specialized sense organs enabling rapid response to stimuli, and the ingestion of complex organic substances such as plants and other animals.",
      "A living organism characterized by voluntary movement",
      "A living organism characterized by voluntary movement.",
      "Animals considered as a group; especially those of a particular country, region, time, etc.",
      "Any of various processes, either sexual or asexual, by which an animal produces one or more individuals similar to itself.",
      "The entire animal life of a given region, habitat or geological stratum.",
      "Any nonhuman animal, esp. a large, four-footed mammal.",
      "Animals considered as a group.",
      "Fauna is all of the animal life of any particular region or time.",
      "This page is for quotes about animals.",
      "Multicellular eukaryotic organisms",
      "Either of the two fleshy protrusions around the opening of the mouth.",
      "Fleshy protrusion framing the mouth.",
      "Lips are a visible body part at the mouth of humans and many animals.",
      "Visible body part at the mouth",
      "Either of two fleshy folds of tissue that surround the mouth and play a role in speaking",
      "A soft, protruding organ at the mouth of many animals, including humans",
      "The two lips of a human being considered as a whole."
    ]
  },
  "category": "Smileys & Emotion",
  "alsoKnownAs": [
    "Kissing Cat"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A cartoon cat variant of <a href=\"/kissing-face-with-closed-eyes/\">😚 Kissing Face With Closed Eyes</a>. Depicted as yellow on major platforms.</p>",
  "apple_vendor_description": "On Apple devices, the kissing cat emoji presents an adorable feline face with its eyes closed and lips puckered in a sweet, affectionate gesture. Its fur is rendered with subtle gradients and soft, rounded edges, characteristic of Apple's charming character designs, giving it a plush and huggable appearance. This emoji is perfect for sending little bursts of love, warmth, or playful endearments to friends and family."
}