{
  "code": "😔",
  "Unicode": [
    "U+1F614"
  ],
  "slug": "pensive-face",
  "shortcodes": {
    "github": ":pensive:",
    "slack": ":pensive:",
    "discord": ":pensive:"
  },
  "title": "Pensive Face",
  "keywords": [
    "dejected",
    "face",
    "pensive"
  ],
  "senses": {
    "adjectives": [
      "Affected or marked by low spirits",
      "Feeling or expressing regret or sorrow or a sense of loss over something done or undone",
      "Filled with or affected by melancholy, great sadness or depression.",
      "Characterized by or causing or expressing sadness",
      "Filled with or affected by melancholy—great sadness or depression, especially of a thoughtful or introspective nature.",
      "Affected with sadness or depression.",
      "Affected with great sadness or depression.",
      "Anxious or uneasy",
      "Anxious or uneasy.",
      "Afflicted with or marked by anxious uneasiness or trouble or grief.",
      "Afflicted with or marked by anxious uneasiness or trouble or grief",
      "Feeling mentally uncomfortable because something is missing or wrong.",
      "Experiencing or showing sorrow or unhappiness- Christina Rossetti",
      "Feeling sorrow; sorrowful, mournful.",
      "Depressed, feeling low.",
      "Low in spirits.",
      "Marked by low spirits; showing no enthusiasm",
      "Deeply or seriously thoughtful;",
      "Deeply or seriously thoughtful.",
      "Isolated or lonely; lacking companionship.",
      "Lacking companions or companionship"
    ],
    "verbs": [
      "Fail to meet the hopes or expectations of"
    ],
    "nouns": [
      "Unexpected result in competition",
      "An improbable and unexpected victory",
      "Sports: unexpected victory of a competitor.",
      "An upset occurs in a competition, frequently in electoral politics or sports, when the party popularly expected to win, is defeated by an underdog whom the majority expects to lose, defying the conventional wisdom.",
      "In a contest, especially in sport, when an underdog beats the strong favourite",
      "An unexpected victory of a competitor that was not favored.",
      "State of physical and/or psychological dejectedness, which can lead to unhappiness, pessimism and mistrust.",
      "A mental state characterized by a pessimistic sense of inadequacy and a despondent lack of activity",
      "Depression is a state of low mood and aversion to activity that can affect a person's thoughts, behavior, feelings and sense of well-being.",
      "A state of low mood, also known as melancholy",
      "State of low mood and aversion to activity",
      "Basic emotion",
      "Sadness is emotional pain associated with, or characterized by feelings of disadvantage, loss, despair, helplessness, sorrow, and rage.",
      "Emotions experienced when not in a state of well-being",
      "Sadness is emotional pain associated with, or characterized by feelings of disadvantage, loss, despair, helplessness and sorrow.",
      "The state of being plangent",
      "An endorsement",
      "Word from the English language",
      "Colloquial expression of acceptance.",
      "\"OK\" is a word denoting approval, acceptance, agreement, assent, or acknowledgment.",
      "Endorsement; approval"
    ]
  },
  "category": "Smileys & Emotion",
  "alsoKnownAs": [
    "Sad",
    "Pensive",
    "Sadface",
    "Sorrowful"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A pensive, remorseful face. Saddened by life. Quietly considering where things all went wrong.&nbsp;Depicted as a yellow face with sad, closed eyes, furrowed eyebrows, and a slight, flat mouth.</p>\r\n\r\n<p>May convey a variety of sad emotions, including feeling disappointed, hurt, or lonely. Less intense than other sad emojis like <a href=\"/loudly-crying-face/\">😭&nbsp;Loudly Crying Face</a> and more introspective.</p>\r\n\r\n<p>Microsoft&#39;s design&nbsp;<a href=\"/microsoft/windows-10/pensive-face/\">previously featured</a> a more neutral, bored expression. Samsung&rsquo;s design <a href=\"/samsung/touchwiz-7.0/pensive-face/\">previously looked</a> more guilty or worried.&nbsp;Not to be confused with <a href=\"/relieved-face/\">😌&nbsp;Relieved Face</a>, which has similarly shaped eyes but in a happier expression.</p>",
  "apple_vendor_description": "The pensive face emoji on Apple devices features a gentle, downturned mouth and slightly furrowed brows, rendered with smooth, subtle shading that gives it a soft, almost tangible quality. Its large, expressive eyes on Apple devices are looking slightly downwards, conveying a deep sense of contemplation, introspection, or a moment of thoughtful sadness. This emoji is perfect for sharing complex emotions or when one is lost in thought."
}