{
  "code": "🛌",
  "Unicode": [
    "U+1F6CC"
  ],
  "slug": "person-in-bed",
  "shortcodes": {
    "github": ":sleeping_bed:",
    "slack": ":sleeping_accommodation:",
    "discord": ":sleeping_accommodation:"
  },
  "title": "Sleeping Accommodation",
  "keywords": [
    "hotel",
    "person in bed",
    "sleep"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [
      "Not move; be in a resting position",
      "Be asleep"
    ],
    "nouns": [
      "A natural and periodic state of rest during which consciousness of the world is suspended",
      "A periodic state of physiological rest during which consciousness is suspended and metabolic rate is decreased.",
      "The state of reduced consciousness during which a human or animal rests in a daily rhythm.",
      "Sleep is a naturally recurring state of bodily rest involving altered consciousness, relatively inhibited sensory activity, and inhibition of nearly all voluntary muscles.",
      "State characterized by reduced or absent consciousness",
      "In animals, sleep is a naturally recurring state characterized by altered consciousness, relatively inhibited sensory activity, and inhibition of nearly all voluntary muscles.",
      "State of reduced consciousness.",
      "The industry related with the provision of lodging and usually meals and other services for travelers and other paying guests.",
      "Establishment that provides lodging paid on a short-term basis",
      "A building where travelers can pay for lodging and meals and other services",
      "An establishment that provides accommodation and other services for paying guests; normally larger than a guest house, and often one of a chain.",
      "An establishment that provides accommodation and other services for paying guests; normally larger than a guesthouse, and often one of a chain.",
      "Establishment providing accommodation.",
      "A hotel is an establishment that provides lodging paid on a short-term basis.",
      "A bed is a piece of furniture used as a location to sleep or relax.",
      "A piece of furniture, usually flat and soft, to sleep on.",
      "Platform bed",
      "A piece of furniture, made for a person to sleep on.",
      "A piece of furniture that provides a place to sleep",
      "Piece of furniture used as a place to sleep or relax",
      "While on a bed.",
      "Piece of furniture.",
      "As in the phrase `hitting the sack' (going to bed)"
    ]
  },
  "category": "People & Body",
  "alsoKnownAs": [],
  "version": {
    "unicode-version": "7.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A bed with a gender-unspecified person sleeping in it, as at a <a href=\"/house/\">house</a>, <a href=\"/hotel/\">hotel</a>,&nbsp;hostel, or other sleeping accommodation. Used especially for various content concerning <a href=\"/sleeping-face/\">sleeping</a> as well as beds, furniture, housing, relaxing, and other bedroom activities.</p>\r\n\r\n<p>Shown with a headboard at the left&nbsp;and footboard with a person under the covers, head on the pillow. Most platforms suggest a wooden frame and feature blue or red sheets.</p>\r\n\r\n<p>The appearance of the person varies. Apple and Facebook&#39;s designs show only the hair of the sleeper, Apple&#39;s black and Facebook&#39;s brown and tousled. Other major vendors show the head of the sleeper in default yellow with short, brown or blonde&nbsp;hair. Skin tone support is not recommended for this emoji, though it is supported&nbsp;<a data-saferedirecturl=\"https://www.google.com/url?q=https://emojipedia.org/sleeping-accommodation-type-4/&amp;source=gmail&amp;ust=1550338562835000&amp;usg=AFQjCNHzfwaURXq7FmOe4Z-btvsniTcb0Q\" href=\"/person-in-bed-medium-skin-tone/\" target=\"_blank\">on some platforms</a>.</p>\r\n\r\n<p>Vendors implement the same style&nbsp;of bed as for&nbsp;their <a href=\"/bed/\">🛏️&nbsp;Bed</a>, but with a sleeper in it.</p>",
  "apple_vendor_description": "The person in bed emoji on Apple devices features a cozy, simplified figure tucked under a soft blanket, often with a pillow visible. Apple's characteristic soft rounded edges and gentle lighting create a scene of peaceful rest or slumber. The overall tone is one of comfort and relaxation, making it ideal for expressing tiredness, a desire for sleep, or a day spent at home resting."
}