{
  "code": "🇳🇮",
  "Unicode": [
    "U+1F1F3",
    "U+1F1EE"
  ],
  "slug": "flag-nicaragua",
  "shortcodes": {
    "github": ":nicaragua:",
    "slack": ":flag-ni:",
    "discord": ":flag_ni:"
  },
  "title": "Flag: Nicaragua",
  "keywords": [
    "flag"
  ],
  "senses": {
    "adjectives": [
      "From or in the countryside or connected with it.",
      "Of, from or pertaining to the countryside (adjective)."
    ],
    "verbs": [],
    "nouns": [
      "The ISO 3166-1 three-letter country code",
      "Nicaragua, officially the Republic of Nicaragua, is the largest country in the Central American isthmus, bordering Honduras to the north and Costa Rica to the south.",
      "A country in Central America.",
      "A republic in Central America; achieved independence from Spain in 1821",
      "Country in Central America",
      "Country in Central America, bounded by Costa Rica to the south and Honduras to the north, located between the Pacific Ocean and the Caribbean sea, with capital Managua.",
      "Country in Central America; official name: Republic of Nicaragua.",
      "Emblem usually consisting of a rectangular piece of cloth of distinctive design",
      "Piece of cloth.",
      "A flag is a piece of fabric with a distinctive design that is used as a symbol, as a signaling device, or as decoration.",
      "A piece of cloth, often decorated with an emblem, used as a visual signal or symbol.",
      "Piece of fabric with a distinctive design",
      "The flag of Nicaragua was officially adopted on August 27, 1971.",
      "The opposite of secession",
      "As its original Latin term",
      "Government",
      "The collective body of a nation or state as politically organized, or as exercising political functions.",
      "The territory of a nation, especially an independent nation state or formerly independent nation; a political entity asserting ultimate authority over a geographical area.",
      "Nations is often used synonymously with ethnic group, but although ethnicity is now one of the most important aspects of cultural or social identity for the members of most nations, people with the same ethnic origin may live in different nation-states and be treated as members of separate nations for that reason.",
      "Political organisation with a centralized independent government",
      "The government.",
      "An organized political community, living under a government",
      "Nation has various meanings, and the meaning has changed over time.",
      "A state is an organized community living under one government.",
      "A political entity asserting ultimate authority over a geographical area.",
      "A people permanently occupying a fixed territory bound together by common law, habits and custom into one body politic exercising, through the medium of an organized government, independent sovereignty and control over all persons and things within its boundaries, unless or until authority is ceded to a federation or union of other states.",
      "The people who live in a nation or country",
      "A politically organized body of people under a single government",
      "A sovereign state.",
      "A state is a nonphysical juridical entity of the international legal system that is represented by one centralized government that has supreme independent authority over a geographic area.",
      "The geographic area under the control of a political state."
    ]
  },
  "alsoKnownAs": [
    "Nicaraguan Flag"
  ],
  "version": {
    "unicode-version": null,
    "emoji-version": "1.0"
  },
  "description": "<p>The flag for&nbsp;<a href=\"https://en.wikipedia.org/wiki/Nicaragua\">Nicaragua</a>, which may show as the letters&nbsp;<em>NI</em>&nbsp;on some platforms.</p>",
  "apple_vendor_description": "The flag of Nicaragua, as rendered on Apple devices, is a vibrant and crisp representation of national pride. Its horizontal bands of blue and white, separated by a coat of arms in the center, are depicted with Apple's characteristic attention to detail, featuring smooth gradients and subtle reflections that give the flag a tangible, almost fabric-like quality. On Apple devices, this emoji stands as a clear symbol of Nicaragua, perfect for discussions about travel, culture, or national identity."
}