{
  "code": "↖️",
  "Unicode": [
    "U+2196",
    "U+FE0F"
  ],
  "slug": "up-left-arrow",
  "shortcodes": {
    "github": ":arrow_upper_left:",
    "slack": ":arrow_upper_left:",
    "discord": ":arrow_upper_left:"
  },
  "title": "North West Arrow",
  "keywords": [
    "arrow",
    "direction",
    "intercardinal",
    "northwest",
    "up-left arrow"
  ],
  "senses": {
    "adjectives": [
      "Between the cardinal directions, as for example southwest between south and west.",
      "Extending or moving toward a higher place",
      "Moving up, directed toward a higher place.",
      "Directed toward a higher place.",
      "Coming from the northwest.",
      "From the northwest, northwesterly",
      "Coming from the northwest"
    ],
    "verbs": [],
    "nouns": [
      "A mark to indicate a direction or relation",
      "A mark to indicate a direction or relation.",
      "A sign or symbol used to indicate a direction (e.g. \\to).",
      "The directions of the compass",
      "Intercardinal direction",
      "The four cardinal directions or cardinal points are the directions of north, east, south, and west, commonly denoted by their initials: N, E, S, W. East and west are at right angles to north and south, with east being in the clockwise direction of rotation from north and west being directly opposite east.",
      "An intercardinal direction.",
      "Any of the four principal compass directions - north, south, east and west",
      "The direction corresponding to the northwestward compass point"
    ]
  },
  "category": "Symbols",
  "alsoKnownAs": [
    "Diagonal Up-Left Arrow"
  ],
  "version": {
    "unicode-version": "1.1",
    "emoji-version": "1.0"
  },
  "description": "<p>An arrow pointing diagonally&nbsp;in an up-left, or north-west direction.</p>",
  "apple_vendor_description": "Apple's up-left arrow emoji is a sharp, clean directional indicator with a vibrant blue hue and a subtle glossy sheen, highlighting Apple's commitment to clarity and visual appeal. The arrow's form, rendered with Apple's signature soft rounded edges and precise 3D shading, gives it a tangible presence on screen. On Apple devices, this emoji is a precise symbol for navigation, indicating movement upwards and to the left, often used in instructions, directions, or to denote a previous step."
}