{
  "code": "🚤",
  "Unicode": [
    "U+1F6A4"
  ],
  "slug": "speedboat",
  "shortcodes": {
    "github": ":speedboat:",
    "slack": ":speedboat:",
    "discord": ":speedboat:"
  },
  "title": "Speedboat",
  "keywords": [
    "boat",
    "speedboat"
  ],
  "senses": {
    "adjectives": [
      "Borne up by or suspended in a liquid",
      "Tending to float on a liquid or rise in air or gas",
      "Moving with great speed, or capable of doing so; swift, rapid.",
      "Characterized by speed; moving with or capable of moving with high speed",
      "Capable of moving with great speed.",
      "Characterized by speed; acting or moving quickly."
    ],
    "verbs": [
      "To traverse or travel by ship on a body of water.",
      "To travel by boat.",
      "Travel by boat.",
      "Traverse or travel on (a body of water)",
      "To be impelled or driven forward by the action of wind upon sails, as a ship on water; to be impelled on a body of water by steam or other power.",
      "Move fast",
      "To drive fast.",
      "To move fast.",
      "To go fast.",
      "To drive fast; to step on the accelerator."
    ],
    "nouns": [
      "A facility consisting of the means and equipment necessary for the movement of passengers or goods",
      "A means of conveyance.",
      "Shared passenger transport service which is available for use by the general public",
      "The act or the means of conveying people in mass as opposed to conveyance in private vehicles.",
      "Any form of transport that can be used by a member of public (usually for a fee); as opposed to private ownership of e.g. cars.",
      "Public transport is a shared passenger transport service which is available for use by the general public, as distinct from modes such as taxicab, carpooling or hired buses which are not shared by strangers without private arrangement.",
      "The conveyance of people or goods from one place to another, especially on a public transportation system; the vehicles used for such conveyance.",
      "The conveyance of people or goods from one place to another.",
      "A fast boat, usually small (for 1-8 people)",
      "A fast motorboat",
      "A conveyance; a device for carrying or transporting substances, objects or individuals.",
      "A vehicle that travels primarily on land in contact with the surface.",
      "A vehicle is a mobile machine that transports passengers or cargo.",
      "Any conveyance in or by which people or objects are transported.",
      "A conveyance that transports people or objects",
      "Mobile machine that can transport people and cargo",
      "A boat is a watercraft, usually smaller than most ships.",
      "A watercraft designed to float or plane on, and provide transport over water.",
      "A boat is a watercraft of any size designed to float or plane, to work or travel on water.",
      "Watercraft",
      "A small vessel for travel on water",
      "Boat which is powered by an engine",
      "Any vessel driven by an engine (either inboard or outboard), but especially a small one.",
      "A small, fast motorboat.",
      "A boat that is powered by a motor.",
      "A boat propelled by an internal-combustion engine",
      "A motorboat, speedboat, or powerboat is a boat which is powered by an engine."
    ]
  },
  "category": "Travel & Places",
  "alsoKnownAs": [
    "Motorboat",
    "Powerboat"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A motorized speedboat used for recreation on lakes, or other bodies of water.</p>\n",
  "apple_vendor_description": "Apple's speedboat emoji zooms across the digital waves with a sleek, aerodynamic design and a vibrant hull, often in shades of white and blue. Its glossy 3D shading and sharp highlights evoke a sense of speed and exhilaration, characteristic of Apple's polished aesthetic. This emoji on Apple devices is ideal for conveying a journey, excitement, travel plans, or simply the feeling of moving fast towards a destination."
}