{
  "code": "🇦🇶",
  "Unicode": [
    "U+1F1E6",
    "U+1F1F6"
  ],
  "slug": "flag-antarctica",
  "shortcodes": {
    "github": ":antarctica:",
    "slack": ":flag-aq:",
    "discord": ":flag_aq:"
  },
  "title": "Flag: Antarctica",
  "keywords": [
    "flag"
  ],
  "senses": {
    "adjectives": [
      "From or in the countryside or connected with it.",
      "Of, from or pertaining to the countryside (adjective)."
    ],
    "verbs": [],
    "nouns": [
      "Emblem usually consisting of a rectangular piece of cloth of distinctive design",
      "Piece of cloth.",
      "A flag is a piece of fabric with a distinctive design that is used as a symbol, as a signaling device, or as decoration.",
      "A piece of cloth, often decorated with an emblem, used as a visual signal or symbol.",
      "Piece of fabric with a distinctive design",
      "An area within the Antarctic Circle that includes the fifth largest continent and its surrounding waters, consisting mostly of thick ice shelves.",
      "The wider South Polar region comprising the Antarctic Continent as well as the adjacent Antarctic and Subantarctic islands, and the Southern Ocean waters situated south of the Antarctic Convergence.",
      "The region around the south pole: Antarctica and surrounding waters",
      "The wider South Polar Region",
      "The part of the Earth between the geographical South Pole and the Antarctic Circle.",
      "Antarctica is one of eight terrestrial ecozones.",
      "The Antarctic is a polar region, specifically the region around the Earth's South Pole, opposite the Arctic region around the North Pole.",
      "The ecosystem of the antarctic region of planet Earth.",
      "The opposite of secession",
      "As its original Latin term",
      "Government",
      "The collective body of a nation or state as politically organized, or as exercising political functions.",
      "The territory of a nation, especially an independent nation state or formerly independent nation; a political entity asserting ultimate authority over a geographical area.",
      "Nations is often used synonymously with ethnic group, but although ethnicity is now one of the most important aspects of cultural or social identity for the members of most nations, people with the same ethnic origin may live in different nation-states and be treated as members of separate nations for that reason.",
      "Political organisation with a centralized independent government",
      "The government.",
      "An organized political community, living under a government",
      "Nation has various meanings, and the meaning has changed over time.",
      "A state is an organized community living under one government.",
      "A political entity asserting ultimate authority over a geographical area.",
      "A people permanently occupying a fixed territory bound together by common law, habits and custom into one body politic exercising, through the medium of an organized government, independent sovereignty and control over all persons and things within its boundaries, unless or until authority is ceded to a federation or union of other states.",
      "The people who live in a nation or country",
      "A politically organized body of people under a single government",
      "A sovereign state.",
      "A state is a nonphysical juridical entity of the international legal system that is represented by one centralized government that has supreme independent authority over a geographic area.",
      "The geographic area under the control of a political state."
    ]
  },
  "alsoKnownAs": [
    "Antarctic Flag"
  ],
  "version": {
    "unicode-version": null,
    "emoji-version": "1.0"
  },
  "description": "<p>The flag for Antarctica, which may show as the letters <em>AQ</em> on some platforms.</p>",
  "apple_vendor_description": "On Apple devices, the flag of Antarctica is presented with crisp detail and smooth gradients, its design reflecting the continent's scientific and peaceful nature. The official emblem, often depicted on a white background, is rendered with Apple's characteristic clarity and subtle 3D effect, giving it a polished and official appearance. This emoji is a unique way to reference the southernmost continent, its research stations, or the spirit of global cooperation in scientific endeavors."
}