{
  "code": "ðŸ•µðŸ¼",
  "Unicode": [
    "U+1F575",
    "U+1F3FC"
  ],
  "slug": "detective-medium-light-skin-tone",
  "shortcodes": null,
  "title": "detective: medium-light skin tone",
  "keywords": [
    "sleuth",
    "medium-light skin tone",
    "spy",
    "detective"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [
      "Watch, observe, or inquire secretly"
    ],
    "nouns": [
      "A detective who follows a trail",
      "The Mickey Mouse universe is a fictional universe in which the Disney cartoon character Mickey Mouse lives.",
      "A detective.",
      "A detective, a sleuth",
      "Police officer who looks for evidence.",
      "A police officer who investigates crimes",
      "Skill level in the Purble Place game. Once a Purble Place game is completed, a player gets a skill level rank assigned automatically by the game (based on number of guesses and hints during the game).",
      "A person who investigates crimes, can be a rank and job in a police department, state or federal employee, or a civilian called a private detective",
      "Investigator, either a member of a police agency or a private person",
      "A police officer who looks for evidence as part of solving a crime; an investigator.",
      "A detective is an investigator, usually a member of a law enforcement agency.",
      "Someone who investigates by carefully analyzing each clue."
    ]
  },
  "category": "Miscellaneous Symbols And Pictographs -> Miscellaneous mark",
  "alsoKnownAs": null,
  "version": null,
  "description": "This version of the  Detective emoji has the  Medium-light Skin Tone applied, which is displayed as a Cream White Skin Tone on supported",
  "apple_vendor_description": "On Apple devices, the medium-light skinned detective emoji is presented with a sharp, observant demeanor, often sporting a fedora hat and perhaps a magnifying glass or trench coat. Apple's detailed 3D shading and realistic lighting lend this character an air of mystery and intrigue, with polished surfaces and clear definition. This emoji is commonly used to signify investigation, suspicion, or a clever discovery, adding a touch of intrigue to your digital communication on Apple devices."
}