{
  "code": "🔖",
  "Unicode": [
    "U+1F516"
  ],
  "slug": "bookmark",
  "shortcodes": {
    "github": ":bookmark:",
    "slack": ":bookmark:",
    "discord": ":bookmark:"
  },
  "title": "Bookmark",
  "keywords": [
    "bookmark",
    "mark"
  ],
  "senses": {
    "adjectives": [
      "Having a tag.",
      "Bearing or marked with a label or tag",
      "Having a tag; labeled."
    ],
    "verbs": [
      "To create a bookmark.",
      "Attach a tag or label to",
      "To apply a marker to content or items (like photos or text) to identify certain types of information.",
      "To attach a label to.",
      "To label (something).",
      "To add something to one's Favorites folder.",
      "To add to one's list of favorites on a website that allows users to compile such lists."
    ],
    "nouns": [
      "A brief description given for purposes of identification",
      "A slip of paper, card, etc. used to mark one's place in reading a book; a bookmark.",
      "A Bookmark is a thin marker, commonly made of card, leather, or fabric, used to keep the reader's place in a book and to enable the reader to return to it with ease.",
      "A thin marker used to keep one's place in a printed work and to be able to return to it with ease.",
      "A strip of material used to mark a place in a book.",
      "Strip used to mark a place in a book.",
      "A marker (a piece of paper or ribbon) placed between the pages of a book to mark the reader's place",
      "A label written or printed on paper, cardboard, or plastic that is attached to something to indicate its owner, nature, price, etc.",
      "A slip of paper that entitles the owner to use a means of public transport such as trains or buses."
    ]
  },
  "category": "Objects",
  "alsoKnownAs": [
    "Price Tag",
    "Tag"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A bookmark, as used to mark one&#39;s&nbsp;place in a <a href=\"/open-book/\">book</a>. May also represent bookmarks on an internet browser. Appearance varies across platforms, but generally depicted at&nbsp;a 45&deg; angle as a thin, white or red strip with a decorative tie and design, such as flower or <a href=\"/star/\">star</a>.</p>\r\n\r\n<p>May be used for various content concerning reading, labeling, or tagging.</p>\r\n\r\n<p>WhatsApp&rsquo;s bookmark is purple. Twitter&rsquo;s design shows a red bookmark in a closed book, similar to previous designs from <a href=\"/microsoft/windows-10/bookmark/\">Microsoft</a>. <a href=\"/twitter/twemoji-1.0/bookmark/\">Twitter</a> and <a href=\"/google/android-7.0/bookmark/\">Google&rsquo;s</a> designs previously featured a blue bookmark.</p>\r\n\r\n<p>Not to be confused with<a href=\"/label/\"> 🏷️ Label</a>.</p>",
  "apple_vendor_description": "The bookmark emoji on Apple devices is a crisp, rectangular shape with a distinct, slightly curved tab at the top, rendered in a rich, inviting shade of red. Apple's design language imbues it with a subtle gloss and precise, soft rounded edges, making it appear both tactile and polished. It serves as a visual cue for saving or marking important information, signifying a desire to return to content or a point of interest."
}