{
  "code": "🎟️",
  "Unicode": [
    "U+1F39F",
    "U+FE0F"
  ],
  "slug": "admission-tickets",
  "shortcodes": {
    "github": ":tickets:",
    "slack": ":admission_tickets:",
    "discord": ":admission_tickets:"
  },
  "title": "Admission Tickets",
  "keywords": [
    "admission",
    "admission tickets",
    "ticket"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [
      "To issue a fine as punishment.",
      "Issue a ticket or a fine to as a penalty",
      "To issue a fine as punishment to (someone)."
    ],
    "nouns": [
      "A card or slip of paper used to gain admission to a location or event",
      "A commercial document showing that the holder is entitled to something (as to ride on public transportation or to enter a public entertainment)",
      "A ticket is a voucher that indicates that one has paid for admission to an event or establishment such as a theater, amusement park or tourist attraction, or permission to travel on a vehicle typically because one has paid the fare.",
      "A slip of paper that entitles the owner to attend an event, such as a theatrical performance or an ice hockey game.",
      "A pass entitling the holder to admission to a show, concert, etc.",
      "Admission to entertainment.",
      "Sport is all forms of usually competitive physical activity which, through casual or organised participation, aim to use, maintain or improve physical ability and skills while providing entertainment to participants, and in some cases, spectators.",
      "Athletics is a term encompassing the human competitive sports and games requiring physical skill, and the systems of training that prepare athletes for competition performance.",
      "Forms of competitive activity, usually physical",
      "Any activity that uses physical exertion or skills competitively under a set of rules that is not based on aesthetics.",
      "An active diversion requiring physical exertion and competition",
      "A sport, comprising a group of athletic events or disciplines, each of which involves either running, walking, throwing or jumping.",
      "The complex of individual or group activities pursued for exercise or pleasure, often taking a competitive form.",
      "Athletics is an exclusive collection of sporting events that involve competitive running, jumping, throwing, and walking.",
      "Recreational games and play.",
      "An application that allow the user to follow sports headlines, teams, scores, schedules and standings.",
      "A term for athletic sports and culture based on human, physical competition",
      "A group of sporting activities which includes track and field, road running, cross country running and racewalking.",
      "A participant in a group of sporting activities which includes track and field, road running, cross country running and racewalking.",
      "An umbrella sport, comprising track and field, cross country, road running and racewalking",
      "The act of admitting someone to enter",
      "The act or practice of admitting.",
      "The act of admitting.",
      "Act of admitting.",
      "A concert is a live performance, usually of music, before an audience.",
      "A performance of music by players or singers not involving theatrical staging",
      "Live performance of music",
      "A concert is a live performance of music before an audience.",
      "An act where somebody performs music, theater or a similar art in a live show or concert."
    ]
  },
  "category": "Activities",
  "alsoKnownAs": [],
  "version": {
    "unicode-version": "7.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A ticket or tickets to an event that may say &quot;Admit One&quot; on the front. Shown in pink or yellow on most platforms.</p>",
  "apple_vendor_description": "On Apple devices, the admission tickets emoji presents two vibrant, overlapping stubs rendered with Apple's signature glossy 3D shading and soft, rounded edges. A subtle gradient of rich red and deep blue hues gives the tickets a realistic depth, as if they're ready to be torn for entry.  This emoji, with its bright, inviting appearance on Apple devices, perfectly conveys the excitement of attending an event, a concert, or a movie."
}