{
  "code": "🐬",
  "Unicode": [
    "U+1F42C"
  ],
  "slug": "dolphin",
  "shortcodes": {
    "github": ":flipper:",
    "slack": ":flipper:",
    "discord": ":dolphin:"
  },
  "title": "Dolphin",
  "keywords": [
    "dolphin",
    "flipper"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [
      "To lift one or both flipper out of the water and slap the surface of the water"
    ],
    "nouns": [
      "Appendage of a cetacean or other marine animal.",
      "A similar appendage of a cetacean or other marine animal.",
      "Organ of locomotion and balance in fishes and some other aquatic animals",
      "An appendage of a fish used for swimming.",
      "Appendage",
      "A fin is a thin component or appendage attached to a larger body or structure.",
      "A carnivorous aquatic mammal inhabiting mostly in the shallower seas of the continental shelves.",
      "Aquatic mammals related to Porpoises and Whales",
      "Dolphins are cetacean mammals closely related to whales and porpoises.",
      "Marine mammals, closely related to whales and porpoises",
      "Dolphins are marine mammals that are closely related to whales and porpoises.",
      "A carnivorous aquatic mammal inhabiting mostly in the shallower seas of the continental shelves, famed for its intelligence and occasional willingness to approach humans.",
      "Any of various small toothed whales with a beaklike snout; larger than porpoises",
      "Any of various mostly cold-blooded aquatic vertebrates usually having scales and breathing through gills",
      "Fish anatomy is the study of the form or morphology of fishes.",
      "The sea, the world ocean, or simply the ocean, is the connected body of salty water that covers 70.8% of the Earth's surface.",
      "A large body of salty water. (Major seas are known as oceans.)",
      "A sea is a large body of saline water usually connected with an ocean.",
      "A division of an ocean or a large body of salt water partially enclosed by land",
      "The body of water covering most of Earth",
      "A body of salt water that is smaller than an ocean and generally in proximity to a continent.",
      "Body of water.",
      "Earth's interconnected water system",
      "Forelimb evolved for movement through water",
      "In marine mammals such as whales, a wide flat limb, adapted for swimming",
      "Mammal's wide limb for swimming.",
      "A flipper is a typically flat forelimb evolved for movement through water.",
      "The flat broad limb of aquatic animals specialized for swimming",
      "A lat, narrow strip of sand, gravel or pebbles along the shoreline of a body of water (ocean, river, lake).",
      "An area of sand sloping down to the water of a sea or lake",
      "A beach is a landform along the coast of an ocean, sea, lake, or river.",
      "The shore of a body of water, especially when sandy or pebbly.",
      "Landform along the shoreline of an ocean, sea, lake, or river",
      "Sometimes found on English maps",
      "The oceans, seas, bays, estuaries, and other major water bodies, including coastal marine and nearshore zones.",
      "The mass of water occupying all of the Earth's surface not occupied by land, but excluding all lakes and inland seas.",
      "Oceans are major bodies of saline water, and the principal component of the hydrosphere.",
      "Water from an ocean.",
      "Large body of saline water",
      "A large body of water constituting a principal part of the hydrosphere",
      "Water belonging to an ocean.",
      "An ocean is a body of saline water that composes much of a planet's hydrosphere."
    ]
  },
  "category": "Animals & Nature",
  "alsoKnownAs": [],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A dolphin, a sleek marine mammal known to be social and intelligent. Generally depicted as a light-blue dolphin with a white belly in full profile facing left, its short snout curving down to a prominent dorsal fin and tail, as a <a href=\"https://en.wikipedia.org/wiki/Bottlenose_dolphin\">bottlenose</a> dolphin leaping in the air.</p>\r\n\r\n<p>May be used for various content concerning <a href=\"/person-swimming/\">swimming</a>, oceans, <a href=\"/beach-with-umbrella/\">beaches</a>, and summer fun. Not be confused with <a href=\"/shark/\">🦈 Shark</a>.</p>\r\n\r\n<p>WhatsApp and Facebook&rsquo;s dolphins are gray, as <a href=\"/microsoft/windows-10-anniversary-update/dolphin/\">Microsoft</a> and <a href=\"/samsung/experience-9.0/dolphin/\">Samsung&rsquo;s</a> previously were.</p>",
  "apple_vendor_description": "Apple’s dolphin emoji leaps with a dynamic grace, its sleek body rendered in a shimmering, aquatic blue with Apple’s signature glossy 3D shading that catches the light beautifully. On Apple devices, the dolphin’s smooth, rounded form and playful posture evoke a sense of freedom, joy, and intelligence. This emoji is frequently used to represent the ocean, marine life, or to convey feelings of happiness, optimism, and playful exploration in messages."
}