{
  "code": "🔧",
  "Unicode": [
    "U+1F527"
  ],
  "slug": "wrench",
  "shortcodes": {
    "github": ":wrench:",
    "slack": ":wrench:",
    "discord": ":wrench:"
  },
  "title": "Wrench",
  "keywords": [
    "spanner",
    "tool",
    "wrench"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [
      "To bring back to a previous condition or state.",
      "To restore to good working order, fix, or improve damaged condition; to mend; to remedy.",
      "To reinstate an item that was deleted.",
      "Restore by replacing a part or putting together what is torn or broken",
      "To change the state of an item (e.g. which was torn or broken) to a working condition again."
    ],
    "nouns": [
      "A hand tool",
      "A hand tool for making rotational adjustments, such as fitting nuts and bolts, or fitting pipes.",
      "A hand tool that is used to hold or twist a nut or bolt",
      "Tool used to provide grip and mechanical advantage",
      "Hand tool for adjusting nuts and bolts.",
      "A wrench is a tool used to provide grip and mechanical advantage in applying torque to turn objects -- usually rotary fasteners, such as nuts and bolts -- or keep them from turning.",
      "A hand tool for making rotational adjustments, such as fitting nuts and bolts, or fitting pipes; a spanner.",
      "A hand tool for adjusting nuts and bolts.",
      "Building, modifying, or repairing something without the aid of experts or professionals",
      "A term used by various communities that focus on people creating things for themselves without the aid of paid professionals",
      "Do it yourself is the method of building, modifying, or repairing something without the aid of experts or professionals.",
      "Physical item that can be used to achieve a goal",
      "Mechanical device intended to make a task easier.",
      "An implement used in the practice of a vocation",
      "A mechanical device intended to make a task easier.",
      "A tool is any physical item that can be used to achieve a goal, especially if the item is not consumed in the process.",
      "Any physical item that can be used to achieve a goal"
    ]
  },
  "category": "Objects",
  "alsoKnownAs": [
    "Spanner"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A metal wrench (spanner), as used for turning <a href=\"/nut-and-bolt/\">nuts and bolts</a>.<i> </i>Depicted with two open, crescent-shaped ends or one open end and a closed, ring-shaped end. Generally positioned at a 45&deg; angle.</p>\r\n\r\n<p>Commonly used for various content concerning tools, building, maintenance, and skilled trades like car mechanics and plumbing.</p>",
  "apple_vendor_description": "Apple's wrench emoji presents a sturdy, metallic tool with a realistic, brushed steel finish and subtle highlights that give it a tactile, 3D quality. The smooth, rounded edges of the handle and the precisely shaped jaws convey a sense of reliability and functionality. On Apple devices, this emoji is perfect for symbolizing repairs, DIY projects, mechanical work, or problem-solving, offering a clear and robust visual representation of utility."
}