{
  "code": "👨‍👨‍👧‍👦",
  "Unicode": [
    "U+1F468",
    "U+200D",
    "U+1F468",
    "U+200D",
    "U+1F467",
    "U+200D",
    "U+1F466"
  ],
  "slug": "family-man-man-girl-boy",
  "shortcodes": {
    "github": ":family_man_man_girl_boy:",
    "slack": ":man-man-girl-boy:",
    "discord": ":family_mmgb:"
  },
  "title": "Family: Man, Man, Girl, Boy",
  "keywords": [
    "adult",
    "man"
  ],
  "senses": {
    "adjectives": [
      "Of or related to a family.",
      "Relating to or being where one lives or where one's roots are",
      "Relating to or being where one lives or where one's roots are."
    ],
    "verbs": [],
    "nouns": [
      "Sexual maturity is the age or stage when an organism can reproduce.",
      "The age or stage when an organism can reproduce",
      "An adult male human.",
      "A man is a male human.",
      "An adult male human",
      "An adult human member of the sex that begets young by fertilizing ova.",
      "A human member of the masculine sex or gender.",
      "An adult person who is male (as opposed to a woman)",
      "Gay is a term that primarily refers to a homosexual person or the trait of being homosexual.",
      "Term that primarily refers to a homosexual person lamar bowden",
      "A person who is attracted solely or primarily to others of the same sex.",
      "A homosexual person.",
      "Someone who practices homosexuality; having a sexual attraction to persons of the same sex",
      "A person who is sexually attracted solely or primarily to other members of the same sex.",
      "The word homophile refers to an individual who accepts homosexuals, a supporter of certain rights of homosexuals, one who has positive thoughts about homosexuality, or an advocate of its social acceptance.",
      "Primary social group; parents and children",
      "A domestic group of people (or a number of domestic groups), typically affiliated by birth or marriage, or by comparable legal relationships",
      "A group of people who are closely related to one another (by blood or marriage); for example, a set of parents and their children; an immediate family.",
      "A group comprising parents, offsprings and others closely related or associated with them.",
      "Immediate family, e.g. parents and their children.",
      "A series of hardware or software products that have some properties in common, such as a series of personal computers from the same company, a series of CPU chips from the same manufacturer that all use the same instruction set, a set of 32-bit operating systems based on the same API (for example, Windows 95 and Windows 98), or a set of fonts that are intended to be used together, such as Times New Roman.",
      "An account holder who is a parent or a child.",
      "In human context, a family is a group of people affiliated by consanguinity, affinity, or co-residence/shared consumption.",
      "An account holder who is the primary administrator (parent) and the family members they manage.",
      "A family consists of a domestic group of people, typically affiliated by birth or marriage, or by analogous or comparable relationships -- including domestic partnership, cohabitation, adoption, surname and ownership.",
      "Group of people affiliated by consanguinity, affinity, or co-residence",
      "Young female human",
      "A young female human; (in contrast to boy), a female child or young adult.",
      "A title of respect for a young woman (usually unmarried) with or without a name used.",
      "A young female person, usually a child or teenager.",
      "A young woman",
      "A young girl.",
      "A girl is any female human from birth through childhood and adolescence to attainment of adulthood when she becomes a woman.",
      "A girl is a female human from birth through childhood and adolescence to attainment of adulthood when she becomes a woman.",
      "A young female; miss.",
      "(plural) any group of human beings (men or women or children) collectively",
      "Plurality of persons considered as a whole",
      "A group of persons forming or belonging to a particular nation, class, ethnic group, country, family, etc.",
      "Persons who exist in no programmatic feature category, or more than one category.",
      "(plural peoples)  Persons forming or belonging to a particular group, such as a nation, class, ethnic group, country, family, etc; folk; community.",
      "A group of persons forming or belonging to a particular nation etc.",
      "A people is a plurality of persons considered as a whole, as in an ethnic group or nation.",
      "A group of humans",
      "A pickpocket; a young or petty thief.",
      "A piece or strip of potato that has been (usually deep-fat) fried and is commonly eaten with or as fast food.",
      "A young person.",
      "A small person",
      "A young person of either sex",
      "A person not legally of age, or who is younger than may be charged with an offence",
      "In law, a minor is a person under a certain age -- usually the age of majority -- which legally demarcates childhood from adulthood.",
      "An account holder who is a family member, but not a parent, and who has limited use of the Internet. Children can view their own settings, but they can't change them.",
      "A person who is too young to be considered legally competent according to the laws of a jurisdiction.",
      "A child or young person.",
      "Young person (colloq.).",
      "Age of majority, Legal age, Infancy",
      "A boorish person.",
      "A person who is below the legal age of responsibility or accountability.",
      "A person below the age of puberty.",
      "A person who is below the age of adulthood; a minor .",
      "Young male human",
      "A youthful male person",
      "A young male human",
      "A boy is a young male human, usually child or adolescent.",
      "A young male person, usually a child or teenager.",
      "A young male human; a male child or young adult.",
      "Fatherhood, being a father",
      "One of the two persons from whom one is immediately biologically descended; a mother or father.",
      "Father and mother of a child.",
      "A caretaker of a species offspring, in humans, a parent is the mother or the father",
      "Caretaker of the offspring in their own species",
      "A person having one or more offsprings.",
      "Person from whom one is descended.",
      "A parent is a caretaker of the offspring in their own species.",
      "A father or mother; one who begets or one who gives birth to or nurtures and raises a child; a relative who plays the role of guardian",
      "A dwelling that serves as living quarters for one or more families",
      "Structure intended for living",
      "A structure serving as an abode of human beings.",
      "A human-built dwelling with enclosing walls, a floor, and a roof",
      "A house is a building that functions as a home for humans or other creatures, including simple dwellings ranging from rudimentary huts of nomadic tribes and complex structures composed of many systems.",
      "The abode of a human being, their place of residence."
    ]
  },
  "category": "People & Body",
  "alsoKnownAs": [
    "Male",
    "Moustache Man"
  ],
  "version": {
    "unicode-version": null,
    "emoji-version": "2.0"
  },
  "description": "<p>A family with two fathers, one daughter, and one son.</p>\n",
  "apple_vendor_description": "Apple's rendition of this family emoji depicts two men, a girl, and a boy standing together, symbolizing a loving and modern family unit. Each figure is rendered with Apple's signature soft rounded edges and smooth gradients, giving them a warm and inviting presence. The realistic lighting and subtle shading across their attire and skin tones create a sense of depth and unity, making this emoji a powerful and inclusive representation of familial bonds on Apple devices."
}