{
  "code": "🇦🇱",
  "Unicode": [
    "U+1F1E6",
    "U+1F1F1"
  ],
  "slug": "flag-albania",
  "shortcodes": {
    "github": ":albania:",
    "slack": ":flag-al:",
    "discord": ":flag_al:"
  },
  "title": "Flag: Albania",
  "keywords": [
    "flag"
  ],
  "senses": {
    "adjectives": [
      "From or in the countryside or connected with it.",
      "Of, from or pertaining to the countryside (adjective)."
    ],
    "verbs": [],
    "nouns": [
      "Emblem usually consisting of a rectangular piece of cloth of distinctive design",
      "Piece of cloth.",
      "A flag is a piece of fabric with a distinctive design that is used as a symbol, as a signaling device, or as decoration.",
      "A piece of cloth, often decorated with an emblem, used as a visual signal or symbol.",
      "Piece of fabric with a distinctive design",
      "The Flag of Albania is a red flag with a silhouetted black double-headed eagle in the center.",
      "A country in Southeastern Europe with capital Tirana.",
      "Albania is a country in southern Europe.",
      "Now called the Albanian Civil Aviation Authority",
      "Official name of Albania.",
      "A country in south-eastern Europe. Official name: Republic of Albania (Republika e Shqipërisë)",
      "Country in Europe",
      "Albania, officially known as the Republic of Albania, is a country in Southeastern Europe.",
      "The official name of Albania.",
      "A republic in southeastern Europe on the Adriatic coast of the Balkan Peninsula",
      "The opposite of secession",
      "As its original Latin term",
      "Government",
      "The collective body of a nation or state as politically organized, or as exercising political functions.",
      "The territory of a nation, especially an independent nation state or formerly independent nation; a political entity asserting ultimate authority over a geographical area.",
      "Nations is often used synonymously with ethnic group, but although ethnicity is now one of the most important aspects of cultural or social identity for the members of most nations, people with the same ethnic origin may live in different nation-states and be treated as members of separate nations for that reason.",
      "Political organisation with a centralized independent government",
      "The government.",
      "An organized political community, living under a government",
      "Nation has various meanings, and the meaning has changed over time.",
      "A state is an organized community living under one government.",
      "A political entity asserting ultimate authority over a geographical area.",
      "A people permanently occupying a fixed territory bound together by common law, habits and custom into one body politic exercising, through the medium of an organized government, independent sovereignty and control over all persons and things within its boundaries, unless or until authority is ceded to a federation or union of other states.",
      "The people who live in a nation or country",
      "A politically organized body of people under a single government",
      "A sovereign state.",
      "A state is a nonphysical juridical entity of the international legal system that is represented by one centralized government that has supreme independent authority over a geographic area.",
      "The geographic area under the control of a political state."
    ]
  },
  "alsoKnownAs": [
    "Albanian Flag"
  ],
  "version": {
    "unicode-version": null,
    "emoji-version": "1.0"
  },
  "description": "<p>The flag for Albania, which may show as the letters <em>AL</em> on some platforms.</p>",
  "apple_vendor_description": "The flag of Albania on Apple devices is rendered with vibrant colors, featuring a bold red background and a prominent black double-headed eagle at its center. Apple’s design emphasizes sharp lines for the eagle's wings and feathers, while the red field exhibits a subtle gloss that suggests the fabric waving in the breeze. This emoji is used to represent Albania, its people, or a connection to the country in digital messages."
}