{
  "code": "🕓",
  "Unicode": [
    "U+1F553"
  ],
  "slug": "four-oclock",
  "shortcodes": {
    "github": ":clock4:",
    "slack": ":clock4:",
    "discord": ":clock4:"
  },
  "title": "Clock Face Four O’Clock",
  "keywords": [
    "00",
    "4",
    "4:00",
    "clock",
    "four",
    "o’clock"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [],
    "nouns": [
      "In mathematics, the quaternions are a number system that extends the complex numbers.",
      "The tetractys, or tetrad, is a triangular figure consisting of ten points arranged in four rows: one, two, three, and four points in each row, which is the geometrical representation of the fourth triangular number.",
      "A number, numeral, and glyph",
      "4 is a number, numeral, and glyph.",
      "Similarly, are typically represented by i, j, and k.",
      "The cardinal number occurring after three and before five, represented in Roman numerals as IV, in Arabic numerals as 4.",
      "A Roman numeral representing four (4).",
      "The cardinal number that is the sum of three and one",
      "A virtual object that is similar in shape to playing cards.",
      "One of a pack of cards that are used to play card games",
      "One of usually 52 rectangular pieces of card.",
      "A group of one or more cards.",
      "A playing card is a piece of specially prepared heavy paper, thin cardboard, plastic-coated paper, cotton-paper blend, or thin plastic, marked with distinguishing motifs and used as one of a set for playing card games.",
      "One of usually 52 rectangular pieces of card used to play numerous games, featuring either one to 10 pips or a picture and belonging of one of four suits.",
      "Playing cards are pieces of specially prepared heavy paper, thin cardboard, or thin plastic, figured with distinguishing motifs and used as one of a set for playing card games. cards",
      "Queen or King, but sometimes including Ace or Joker)",
      "Card used as one of a set for playing card games",
      "A watch is a small timepiece intended to be carried or worn by a person, so as to make the time immediately and conveniently available.",
      "Personal timepiece",
      "A portable or wearable timepiece.",
      "Portable or wearable timepiece.",
      "A small portable timepiece",
      "A portable or wearable timepiece worn connected to a band around the wrist.",
      "A clock is an instrument to indicate, keep, and co-ordinate time.",
      "A timepiece that shows the time of day",
      "An instrument used to measure or keep track of time.",
      "Instrument that tells the time",
      "Instrument to measure or keep track of time.",
      "An instrument used to measure or keep track of time; a non-portable timepiece."
    ]
  },
  "category": "Travel & Places",
  "alsoKnownAs": [],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>The face of an analog clock displaying the time as four o&rsquo;clock.</p>\r\n\r\n<div id=\"professor_prebid-root\">&nbsp;</div>",
  "apple_vendor_description": "On Apple devices, the four o'clock emoji presents a classic analog clock face with a polished, three-dimensional appearance. The deep blue dial is illuminated by subtle, realistic lighting that highlights the silver hour and minute hands, precisely indicating the time of 4:00. Its smooth, rounded edges and a faint glossy sheen contribute to its refined aesthetic, making it a clear and elegant way to communicate a specific time on Apple products."
}