{
  "code": "🎠",
  "Unicode": [
    "U+1F3A0"
  ],
  "slug": "carousel-horse",
  "shortcodes": {
    "github": ":carousel_horse:",
    "slack": ":carousel_horse:",
    "discord": ":carousel_horse:"
  },
  "title": "Carousel Horse",
  "keywords": [
    "carousel",
    "horse"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [
      "Move oneself into such a position.",
      "Sit and travel on the back of animal, usually while controlling its motions",
      "To transport oneself by sitting on and directing a horse, later also a bicycle etc.",
      "To move oneself into such a position.",
      "To transport oneself by sitting on the back of a horse."
    ],
    "nouns": [
      "An amusement ride consisting of a rotating circular platform with seats for riders.",
      "A fairground carousel.",
      "Carousel; a pleasure ride consisting of a slowly revolving circular platform affixed with various types of seats, frequently horses or other animals, typically found at fairs and amusement parks",
      "A fairground ride also known as a roundabout",
      "A large, rotating machine with seats for children to ride or amusement",
      "A carousel, or merry-go-round, is an amusement ride consisting of a rotating circular platform with seats for riders.",
      "Amusement ride",
      "Carousel is a 1945 stage musical by Richard Rodgers and Oscar Hammerstein II that was adapted from Ferenc Molnar's play Liliom.",
      "Festive season which occurs immediately before Lent",
      "A festive season which occurs immediately before Lent.",
      "A festival marked by merrymaking and processions",
      "Carnival is a festive season which occurs immediately before Lent; the main events are usually during February.",
      "A festive occasion marked by parades and sometimes special foods and other entertainment.",
      "Festive occasion marked by parades.",
      "Any of various breeds of small gentle horses usually less than five feet high at the shoulder",
      "Any of several small breeds of horse with less than 150 cm (14.2 hands 58 inches) at the withers.",
      "A pony is a small horse.",
      "Any of several small breeds of horse under 14.2 hands.",
      "Small horse",
      "A mythical beast resembling a horse with a single, straight, spiraled horn projecting from its forehead.",
      "The unicorn is a legendary animal that has been described since antiquity as a beast with a large, pointed, spiraling horn projecting from its forehead.",
      "Legendary animal",
      "Unicorns are legendary and mythical animals, which in European folklore usually resemble a horse with a large, pointed, spiraling horn projecting from its forehead, and sometimes a goat's beard and cloven hooves.",
      "An imaginary creature represented as a white horse with a long horn growing from its forehead",
      "A mythical animal in the form of a horse, with a single twisted horn on the forehead.",
      "The horse is one of two extant subspecies of Equus ferus.",
      "Horse",
      "Subspecies of Equus ferus, or the wild horse",
      "As rural slang",
      "Solid-hoofed herbivorous quadruped domesticated since prehistoric times",
      "Horses are large ungulates, which have had a long relationship with human society.",
      "A large animal with four legs of the Equus caballus species which people ride on or use for carrying things or pulling vehicles."
    ]
  },
  "category": "Travel & Places",
  "alsoKnownAs": [
    "Carnival",
    "Fairground",
    "Merry Go Round"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A&nbsp;wooden painted horse, found on the carousel at a&nbsp;carnival. Faces to the left-of screen.</p>\r\n\r\n<p>A previous version of Windows displayed the carousel horse <a href=\"/microsoft/windows-8.1/carousel-horse/\" title=\"🎠 Carousel Horse on Microsoft Windows 8.1\">facing right</a>, which was changed to <a href=\"/microsoft/windows-10/carousel-horse/\" title=\"🎠 Carousel Horse on Microsoft Windows 10\">face left</a>&nbsp;on Windows 10 for cross-platform consistency.</p>",
  "apple_vendor_description": "The carousel horse emoji on Apple devices evokes nostalgic charm, depicted as a classic wooden steed with a vibrant, glossy finish and rich, warm brown tones. Its mane and tail are sculpted with delicate, flowing lines, and the saddle gleams under realistic lighting, showcasing Apple's attention to detail. This emoji on Apple devices brings a sense of joy, celebration, and playful amusement to digital conversations."
}