{
  "code": "🌩️",
  "Unicode": [
    "U+1F329",
    "U+FE0F"
  ],
  "slug": "cloud-with-lightning",
  "shortcodes": {
    "github": ":cloud_with_lightning:",
    "slack": ":lightning_cloud:",
    "discord": ":cloud_with_lightning:"
  },
  "title": "Cloud with Lightning",
  "keywords": [
    "cloud",
    "cloud with lightning",
    "lightning"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [
      "To produce lightning.",
      "Be the case that thunder is being heard"
    ],
    "nouns": [
      "Suspensions of minute water droplets or ice crystals produced by the condensation of water vapour.",
      "In meteorology, a cloud is a visible mass of liquid droplets or frozen crystals made of water or various chemicals suspended in the atmosphere above the surface of a planetary body.",
      "Visible mass of liquid droplets or frozen crystals suspended in the atmosphere",
      "A visible mass of water droplets suspended in the air.",
      "Visible mass of water droplets suspended in the air.",
      "A visible mass of water or ice particles suspended at a considerable altitude",
      "Clouds are visible masses of water droplets or frozen ice crystals suspended in the atmosphere above the surface of the Earth or another planetary body.",
      "Sound caused by lightning",
      "A deep, rumbling noise.",
      "Sound produced by fast air expansion induced by a lightning.",
      "A loud resounding noise.",
      "A loud, deep, prolonged sound, as of a large beast; a roar.",
      "Sudden thunder; a shock of thunder, as opposed to reverberating rumble",
      "Thunder is the sound made by lightning.",
      "Short, violent thunder.",
      "A low-pitched, resonant sound, such as of an explosion.",
      "A deep prolonged loud noise",
      "Thunder is the sound caused by lightning.",
      "The sound of the shock wave produced by lightning",
      "The atmospheric conditions that comprise the state of the atmosphere in terms of temperature and wind and clouds and precipitation",
      "Sometimes referred to as \"the elements\"",
      "State of the atmosphere",
      "The day-to-day meteorological conditions, especially temperature, cloudiness, and rainfall, affecting a specific place.",
      "Unpleasant or destructive atmospheric conditions, and their effects.",
      "Weather is the state of the atmosphere, to the degree that it is hot or cold, wet or dry, calm or stormy, clear or cloudy.",
      "State of the atmosphere.",
      "Weather phenomenon",
      "Lightning is an atmospheric discharge of electricity usually accompanied by thunder, which typically occurs during thunderstorms, and sometimes during volcanic eruptions or dust storms; this page is for quotes about lightning, or where lightning is used as a metaphor.",
      "A flash of light produced by short-duration, high-voltage discharge of electricity within a cloud, between clouds, or between a cloud and the earth.",
      "Abrupt electric discharge from cloud to cloud or from cloud to earth accompanied by the emission of light",
      "Lightning is a powerful sudden flow of electricity accompanied by thunder that occurs during an electric storm.",
      "A natural phenomenon"
    ]
  },
  "category": "Travel & Places",
  "alsoKnownAs": [],
  "version": {
    "unicode-version": "7.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A thundercloud. Depicted as a yellow <a href=\"/high-voltage/\" title=\"⚡ High Voltage Sign\">lightning bolt</a>&nbsp;flashing from a white cloud.</p>\r\n\r\n<p>May be used as a weather icon to represent thunderstorms.</p>\r\n\r\n<p>Not to be confused with <a href=\"/cloud-with-lightning-and-rain/\">⛈️ Cloud With Lightning and Rain</a>, though their applications may overlap.</p>\r\n\r\n<p>Samsung&rsquo;s cloud was previously bluish with two lightning bolts.</p>",
  "apple_vendor_description": "Apple’s cloud with lightning emoji features a fluffy, volumetric cloud rendered in a soft gray with subtle gradients, appearing as if caught in a moment of atmospheric drama. The lightning bolt strikes with a sharp, bright yellow, emitting a dynamic glow that suggests power and sudden change, all rendered with Apple’s signature glossy 3D shading. This emoji effectively communicates stormy weather, unexpected events, or moments of intense inspiration."
}