{
  "code": "😾",
  "Unicode": [
    "U+1F63E"
  ],
  "slug": "pouting-cat",
  "shortcodes": {
    "github": ":pouting_cat:",
    "slack": ":pouting_cat:",
    "discord": ":pouting_cat:"
  },
  "title": "Pouting Cat Face",
  "keywords": [
    "cat",
    "face",
    "pouting"
  ],
  "senses": {
    "adjectives": [
      "Displaying or feeling anger.",
      "Angry, annoyed.",
      "Irritated, in a temper, feeling or displaying anger.",
      "Feeling or showing anger",
      "Badly behaved",
      "Mischievous; tending to misbehave or act badly (especially of a child).",
      "Bad; tending to misbehave or act badly.",
      "Aroused to impatience or anger",
      "Aroused to impatience or anger.",
      "Troubled persistently especially with petty annoyances",
      "Troubled persistently especially with petty annoyances."
    ],
    "verbs": [
      "Frown with displeasure",
      "To look at or repel with a scowl or a frown.",
      "Become angry",
      "To become angry.",
      "To become enraged, angry, or irritated."
    ],
    "nouns": [
      "Part of the body at the front of the head",
      "The face is a central organ of sense and is also very central in the expression of emotion among humans and among numerous other species.",
      "Faces are the central sense organ complexes, for those animals that have one, normally on the ventral surface of the head.",
      "The front of the human head from the forehead to the chin and ear to ear",
      "The front part of the head, featuring the eyes, nose, and mouth and the surrounding area.",
      "Animals are multicellular, eukaryotic organisms of the kingdom Animalia.",
      "A classification of living organisms",
      "Creature is a 1999 documentary film that was directed by Parris Patton.",
      "All of the animal life of any particular region or time.",
      "Any living organism characterized by voluntary movement, the possession of cells with noncellulose cell walls and specialized sense organs enabling rapid response to stimuli, and the ingestion of complex organic substances such as plants and other animals.",
      "A living organism characterized by voluntary movement",
      "A living organism characterized by voluntary movement.",
      "Animals considered as a group; especially those of a particular country, region, time, etc.",
      "Any of various processes, either sexual or asexual, by which an animal produces one or more individuals similar to itself.",
      "The entire animal life of a given region, habitat or geological stratum.",
      "Any nonhuman animal, esp. a large, four-footed mammal.",
      "Animals considered as a group.",
      "Fauna is all of the animal life of any particular region or time.",
      "This page is for quotes about animals.",
      "Multicellular eukaryotic organisms",
      "Cat and Internet meme celebrity",
      "Tardar Sauce, better known by her Internet moniker \"Grumpy Cat\", is a cat and Internet celebrity known for her grumpy facial expression.",
      "A cat famous for starring in internet memes"
    ]
  },
  "category": "Smileys & Emotion",
  "alsoKnownAs": [
    "Grumpy Cat"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A cartoon cat variant of <a href=\"/pouting-face/\">😡 Pouting Face</a>. Also resembles <a href=\"/angry-face/\">😠 Angry Face</a>. Depicted as yellow on major platforms. Sometimes used to represent the internet meme and celebrity <a href=\"https://en.wikipedia.org/wiki/Grumpy_Cat\">Grumpy Cat</a>.</p>\r\n\r\n<p>Apple&rsquo;s design <a href=\"/apple/ios-6.0/pouting-cat/\">previously displayed</a> the face in profile, as did <a href=\"/twitter/twemoji-1.0/pouting-cat/\">Twitter&#39;s</a>. Microsoft&#39;s design <a href=\"/microsoft/windows-10/pouting-cat/\">previously</a> more closely resembled the&nbsp;<a href=\"/worried-face/\">😟 Worried Face&nbsp;</a>than the&nbsp;<a href=\"/angry-face/\">😠 Angry Face</a>.</p>",
  "apple_vendor_description": "On Apple devices, the pouting cat emoji captures a moment of feline disapproval with its meticulously rendered expression. Its soft, rounded ears and slightly downturned mouth, emphasized by the signature glossy 3D shading on Apple’s design, convey a subtle yet clear sense of displeasure or sass.  The realistic lighting highlights the smooth fur texture, making this adorable creature a perfect way to express minor annoyance or playful petulance in digital conversations."
}