{
  "code": "🐾",
  "Unicode": [
    "U+1F43E"
  ],
  "slug": "paw-prints",
  "shortcodes": {
    "github": ":paw_prints:",
    "slack": ":paw_prints:",
    "discord": ":paw_prints:"
  },
  "title": "Paw Prints",
  "keywords": [
    "feet",
    "paw",
    "paw prints",
    "print"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [],
    "nouns": [
      "The domestic dog is a canid that is known as man's best friend.",
      "The dog is a mammal in the order Carnivora.",
      "A common four-legged animal, especially kept by people as a pet or to hunt or guard things.",
      "Subspecies of the Canidæ family, frequently kept as a pet",
      "A member of the genus Canis (probably descended from the common wolf) that has been domesticated by man since prehistoric times; occurs in many breeds",
      "The domestic dog",
      "The quality of being a dog.",
      "The impression of the foot.",
      "Footprints are the impressions or images left behind by a person walking or running.",
      "A mark of a foot or shoe on a surface",
      "The impression of the foot in a soft substance such as sand or snow.",
      "Footprint (an impression made by a foot)",
      "That part of the fore limb below the forearm or wrist in primates (including humans).",
      "The part of the fore limb below the forearm or wrist in a human, and the corresponding part in many other animals.",
      "The zoological term for the distal portion of the forelimb of an animal (including the human hand)",
      "Part of the fore limb.",
      "The (prehensile) extremity of the superior limb",
      "The manus is the zoological term for the distal portion of the fore limb of an animal.",
      "A hand, as the part of the fore limb below the forearm in a man, or the corresponding part in other vertebrates.",
      "A hand is a prehensile, multi-fingered extremity located at the end of an arm or forelimb of primates such as humans, chimpanzees, monkeys, and lemurs.",
      "A young rat.",
      "A young dog.",
      "A puppy; a young dog.",
      "A puppy is a juvenile dog.",
      "A young dog",
      "Juvenile dog",
      "Any of several large cats typically able to roar and living in the wild",
      "The term big cat, while not a biological classification, is used informally to distinguish the larger felid species from smaller ones.",
      "Larger felid species",
      "The pes is the zoological term for the distal portion of the hind limb of tetrapod animals.",
      "Feet are an anatomical structure found in many vertebrates.",
      "Latin for \"foot\" (body part), thus used in anatomy to mean \"foot\" (or analogous body part)",
      "The foot is an anatomical structure found in many vertebrates.",
      "The part of the leg of a human being below the ankle joint"
    ]
  },
  "category": "Animals & Nature",
  "alsoKnownAs": [
    "Cat Paw Prints",
    "Dog Paw Prints",
    "Kitten Paw Prints",
    "Puppy Paw Prints"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A pair of paw prints, as left by a pet <a href=\"/cat/\">🐈 cat</a> or <a href=\"/dog/\">🐕 dog</a>. Generally depicted as two, staggered, dark-colored paw prints, each showing four toes and a pad.</p>\r\n\r\n<p>Commonly used for various content concerning pet cats and dogs. Occasionally applied to other quadruped mammals. See also <a href=\"/footprints/\">👣 Footprints</a>.</p>\r\n\r\n<p><a href=\"/apple/ios-6.0/paw-prints/\">Apple</a>,&nbsp;<a href=\"/google/android-8.0/paw-prints/\">Google</a> and&nbsp;<a href=\"/facebook/2.0/paw-prints/\">Facebook&rsquo;s</a> prints were previously red, while <a href=\"/microsoft/windows-10-anniversary-update/paw-prints/\">Microsoft&rsquo;s</a> were orange. Facebook&#39;s earliest design&nbsp;<a href=\"/facebook/1.0/paw-prints/\">originally</a> displayed human footprints.</p>",
  "apple_vendor_description": "The paw prints emoji on Apple devices features a charming set of four small, rounded imprints, each showcasing Apple's signature soft gradients and subtle 3D depth. These adorable, brown paw marks appear as if gently pressed into a surface, radiating a feeling of warmth and affection. Commonly used to express love for pets, indicate the presence of an animal, or simply convey a sense of playful cuteness, this emoji on Apple devices is a delightful way to share animal-centric sentiments."
}