{
  "code": "😴",
  "Unicode": [
    "U+1F634"
  ],
  "slug": "sleeping-face",
  "shortcodes": {
    "github": ":sleeping:",
    "slack": ":sleeping:",
    "discord": ":sleeping:"
  },
  "title": "Sleeping Face",
  "keywords": [
    "face",
    "sleep",
    "sleeping face",
    "zzz"
  ],
  "senses": {
    "adjectives": [
      "Uninterested because of frequent exposure or indulgence",
      "Lying with head on paws as if sleeping",
      "Depleted of strength or energy",
      "Ready to fall asleep"
    ],
    "verbs": [
      "To sleep.",
      "To breathe during sleep with harsh, snorting noises caused by vibration of the soft palate.",
      "Breathe noisily during one's sleep",
      "Breathe during sleep with harsh noises.",
      "Be asleep"
    ],
    "nouns": [
      "A natural and periodic state of rest during which consciousness of the world is suspended",
      "A periodic state of physiological rest during which consciousness is suspended and metabolic rate is decreased.",
      "The state of reduced consciousness during which a human or animal rests in a daily rhythm.",
      "Sleep is a naturally recurring state of bodily rest involving altered consciousness, relatively inhibited sensory activity, and inhibition of nearly all voluntary muscles.",
      "State characterized by reduced or absent consciousness",
      "In animals, sleep is a naturally recurring state characterized by altered consciousness, relatively inhibited sensory activity, and inhibition of nearly all voluntary muscles.",
      "State of reduced consciousness.",
      "Night or nighttime is the period of time between the sunset and the sunrise when the Sun is below the horizon.",
      "The time after sunset and before sunrise while it is dark outside",
      "Hours of darkness.",
      "The period between sunset and sunrise, when a location faces far away from the sun, thus when the sky is dark.",
      "Night is the period of time when the sun is below the horizon.",
      "Part of the day when the Sun is not aloft",
      "The hours of darkness between sunset and sunrise; the night."
    ]
  },
  "category": "Smileys & Emotion",
  "alsoKnownAs": [
    "Sleep Face",
    "Snoring",
    "Zzz Face"
  ],
  "version": {
    "unicode-version": "6.1",
    "emoji-version": "1.0"
  },
  "description": "<p>A yellow face with eyes closed and mouth letting out three, cartoon-styled&nbsp;<a href=\"/zzz/\">Zzz</a>&rsquo;s overhead to indicate it&#39;s sound asleep. The Zzz&rsquo;s appear&nbsp;blue or purple across most platforms. May also represent boredom (slang, <i>snooze</i>).</p>\r\n\r\n<p>Generally used instead of <a href=\"/sleepy-face/\">😪 Sleepy Face</a> to convey sleep&nbsp;or sleepiness.</p>",
  "apple_vendor_description": "The sleeping face emoji on Apple devices is a masterclass in serene repose, featuring closed eyes with distinct, softly curved eyelashes and a gentle, open mouth. Apple’s characteristic glossy 3D shading creates a smooth, almost pillowy appearance, while realistic lighting emphasizes the peaceful expression.  Its soft rounded edges contribute to an overall feeling of calm and slumber, making it a universally understood symbol for rest, tiredness, or indicating that one is offline on Apple devices."
}