{
  "code": "🐉",
  "Unicode": [
    "U+1F409"
  ],
  "slug": "dragon",
  "shortcodes": {
    "github": ":dragon:",
    "slack": ":dragon:",
    "discord": ":dragon:"
  },
  "title": "Dragon",
  "keywords": [
    "dragon",
    "fairy tale"
  ],
  "senses": {
    "adjectives": [
      "Of or pertaining to China or its peoples or cultures",
      "Of China, its languages or people",
      "Of or relating to China, peoples from China or their languages.",
      "Relating to China."
    ],
    "verbs": [
      "Travel through the air; be airborne",
      "To cause to travel through the air.",
      "To cause to fly : to transport via air or the like.",
      "To move autonomously through the air, without any part of the object or object's enclosure touching anything attached to the ground.",
      "To fly."
    ],
    "nouns": [
      "Early spring-flowering plant of eastern North America resembling the related jack-in-the-pulpit but having digitate leaves, slender greenish yellow spathe and elongated spadix",
      "Tincture of Cannabis or Green Dragon is an alcoholic solution of Cannabis.",
      "Arisaema dracontium is a herbaceous perennial plant in the genus Arisaema and the family Araceae.",
      "A legendary serpentine or reptilian creature.",
      "A mythical creature typically depicted as a large horned serpent (Asia) or a winged, fire-breathing reptile (Europe), with magical or spiritual qualities.",
      "A Dragon is a legendary creature, typically with serpentine or reptilian traits, which exist in the myths of many cultures.",
      "A dragon is a legendary creature, typically with serpentine or reptilian traits, that features in the myths of many cultures.",
      "A creature of Teutonic mythology; usually represented as breathing fire and having a reptilian body and sometimes wings",
      "Legendary creature",
      "Language",
      "A Sino-Tibetan language spoken mainly in China and the surrounding regions and countries.",
      "P t?s?), tribal leaders recognized or appointed by the Chinese over nearby peoples",
      "Writing system of Chinese.",
      "The logographic writing system shared by this language family.",
      "Any of the Sino-Tibetan languages spoken in China; regarded as dialects of a single language (even though they are mutually unintelligible) because they share an ideographic writing system",
      "Chinese is a group of related but in many cases mutually unintelligible language varieties, forming a branch of the Sino-Tibetan language family."
    ]
  },
  "category": "Animals & Nature",
  "alsoKnownAs": [],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A <a href=\"https://en.wikipedia.org/wiki/Dragon\">dragon</a>, a mythical creature resembling a giant reptile found in the folklore of many cultures. Depicted as a green, <a href=\"https://en.wikipedia.org/wiki/Chinese_dragon\">Chinese-styled dragon</a> in full profile facing left. Generally shown with a curling, snake-like body, clawed feet, yellowish scales on its back, horn-like structures on its head, and whisker-like tendrils by its nostrils.</p>\r\n\r\n<p>See also <a href=\"/dragon-face/\">🐲 Dragon Face</a>. One of the 12 animals of the&nbsp;Chinese zodiac. Commonly used on&nbsp;<a href=\"/chinese-new-year/\">Chinese New Year</a>&nbsp;and <a href=\"https://en.wikipedia.org/wiki/Saint_George%27s_Day\">St. George&#39;s Day</a>. Also used for various medieval&nbsp;and fantasy content.</p>\r\n\r\n<p>Apple&#39;s dragon is holding a glowing blue orb, as a <a href=\"/crystal-ball/\">🔮 Crystal Ball</a>. Facebook&#39;s dragon is bluish in color. Microsoft&#39;s dragon was <a href=\"/microsoft/windows-10/dragon/\">previously</a> red, <a href=\"/samsung/touchwiz-7.1/dragon/\">Samsung&#39;s</a> a more cartoon-styled, baby&nbsp;dragon holding a blue orb.</p>",
  "apple_vendor_description": "On Apple devices, the dragon emoji is depicted as a majestic, mythical creature with vibrant scales and a powerful, serpentine form, brought to life with Apple's signature realistic lighting and smooth gradients. Its expressive eyes and subtly rounded edges give it a sense of ancient wisdom and formidable presence. This emoji symbolizes power, fantasy, good fortune, or even a fierce protector, adding a touch of the extraordinary to messages."
}