{
  "code": "🔅",
  "Unicode": [
    "U+1F505"
  ],
  "slug": "dim-button",
  "shortcodes": {
    "github": ":low_brightness:",
    "slack": ":low_brightness:",
    "discord": ":low_brightness:"
  },
  "title": "Low Brightness Symbol",
  "keywords": [
    "brightness",
    "dim",
    "dim button",
    "low"
  ],
  "senses": {
    "adjectives": [
      "Bright and pleasant; promoting a feeling of cheer",
      "As if shining with a brilliant light; radiant.",
      "Reflecting light",
      "Reflecting light.",
      "Emitting or reflecting light readily or in large amounts"
    ],
    "verbs": [
      "Be bright by reflecting or casting light",
      "To bend back (light, etc.) from a surface.",
      "To reflect light."
    ],
    "nouns": [
      "The luminous flux emitted in a given direction divided by the product of the projected area of the source element perpendicular to the direction and the solid angle containing that direction, i.e. luminous intensity divided by unit area; measured in stilbs or apostilbs",
      "The ability of emitting or reflecting light.",
      "The quality of being luminous; emitting or reflecting light",
      "A photometric measure",
      "A measure of the amount of light radiated by a given source, such as a computer display screen.",
      "Luminance is a photometric measure of the luminous intensity per unit area of light traveling in a given direction.",
      "A photometric measure of the density of luminous intensity in a given direction, measured in candela per square metre (cd/m 2).",
      "The amount of light that is emitted by a computer monitor or picture displayed on the monitor.",
      "The amount of light coming from an object.",
      "State of being luminous.",
      "The state of being luminous, or a luminous object; brilliance or radiance",
      "One of the temperate seasons",
      "Summer is the warmest of the four temperate seasons, falling between spring and autumn.",
      "The period or season of summer.",
      "One of the four seasons, between Spring and Autumn",
      "The warmest season of the year; in the northern hemisphere it extends from the summer solstice to the autumnal equinox",
      "The time during the summer months.",
      "The star that is the source of light and heat for the planets in the solar system",
      "The Sun is the star at the center of the Solar System.",
      "The star at the center of the Solar System, represented in astronomy and astrology by ?.",
      "Star at the centre of the Solar System",
      "The particular star at the centre of our solar system, from which the Earth gets light and heat.",
      "An inhabitant of any part of the solar system of the star Sol (i.e. the Sun).",
      "The fourth planet from Earth in the Ptolemaic geocentric cosmology"
    ]
  },
  "category": "Symbols",
  "alsoKnownAs": [
    "Decrease Brightness"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>An icon of a outlined sun, used when decreasing the brightness of a screen. Appears smaller than the <a title=\"🔆 High Brightness Symbol\" href=\"/bright-button/\">High Brightness Symbol</a>.</p>\n",
  "apple_vendor_description": "The dim button emoji on Apple devices is a perfectly circular, flattened disc with a subtle, matte finish, rendered in a muted gray.  Its design emphasizes functionality and simplicity, with a barely perceptible gradient that suggests a slight indentation, characteristic of Apple's understated UI elements.  On Apple devices, this emoji is commonly used to represent turning something off, decreasing intensity, or signifying a 'do not disturb' state."
}