{
  "code": "🏗️",
  "Unicode": [
    "U+1F3D7",
    "U+FE0F"
  ],
  "slug": "building-construction",
  "shortcodes": {
    "github": ":building_construction:",
    "slack": ":building_construction:",
    "discord": ":building_construction:"
  },
  "title": "Building Construction",
  "keywords": [
    "building construction",
    "construction"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [
      "To progress, to develop.",
      "Develop in a positive way"
    ],
    "nouns": [
      "Act or process of building.",
      "The act of constructing something",
      "Or the erection of a building",
      "Building construction is the process of preparing for and forming buildings and building systems.",
      "The process of constructing.",
      "Process that consists of the building or assembling of infrastructure",
      "The construction, rehabilitation, alteration, conversion, extension, demolition or repair of buildings, highways, or other changes or improvement to real property, including facilities providing utility services.",
      "The act or process of building.",
      "Work in process, work in progress, goods in process, or in-process inventory are a company's partially finished goods waiting for completion and eventual sale or the value of these items.",
      "Accounting: value of unfinished goods.",
      "Material that is in some stage of the manufacturing process, from raw material issued to a production order to a manufactured product ready for acceptance into inventory.",
      "In production management, lean manufacturing and accounting",
      "A portion of inventory that represents goods which are no longer salable as raw materials, but not yet salable as finished goods, work in process.",
      "An item under current assets in the balance sheet that represents work in progress in some stage of the manufacturing process."
    ]
  },
  "category": "Travel & Places",
  "alsoKnownAs": [
    "Crane"
  ],
  "version": {
    "unicode-version": "7.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A construction site generally depicted as a tower crane shown lifting steel or other building materials.</p>",
  "apple_vendor_description": "Apple's building construction emoji features a stylized, unfinished structure with a framework of scaffolding and brickwork, rendered with the characteristic glossy 3D shading and soft rounded edges. Realistic lighting emphasizes the depth and texture of the building materials, suggesting ongoing development or a work in progress. On Apple devices, this emoji is perfect for discussions about building projects, infrastructure, or the concept of creation and progress."
}