{
  "code": "🇪🇨",
  "Unicode": [
    "U+1F1EA",
    "U+1F1E8"
  ],
  "slug": "flag-ecuador",
  "shortcodes": {
    "github": ":ecuador:",
    "slack": ":flag-ec:",
    "discord": ":flag_ec:"
  },
  "title": "Flag: Ecuador",
  "keywords": [
    "flag"
  ],
  "senses": {
    "adjectives": [
      "From or in the countryside or connected with it.",
      "Of, from or pertaining to the countryside (adjective)."
    ],
    "verbs": [],
    "nouns": [
      "A country in South America. Official name: Republic of Ecuador.",
      "Country in South America.",
      "Ecuador, officially the Republic of Ecuador is a representative democratic republic in northwestern South America, bordered by Colombia on the north, Peru on the east and south, and the Pacific Ocean to the west.",
      "A country in South America, with capital Quito.",
      "A republic in northwestern South America; became independent from Spain in 1822; the landscape is dominated by the Andes",
      "Made from oats (hence the name, a reference to the Quaker Oats Company), fruit juice (typically naranjilla, pineapple, or orange), sugar and spices",
      "Country in South America",
      "Emblem usually consisting of a rectangular piece of cloth of distinctive design",
      "Piece of cloth.",
      "A flag is a piece of fabric with a distinctive design that is used as a symbol, as a signaling device, or as decoration.",
      "A piece of cloth, often decorated with an emblem, used as a visual signal or symbol.",
      "Piece of fabric with a distinctive design",
      "The opposite of secession",
      "As its original Latin term",
      "Government",
      "The collective body of a nation or state as politically organized, or as exercising political functions.",
      "The territory of a nation, especially an independent nation state or formerly independent nation; a political entity asserting ultimate authority over a geographical area.",
      "Nations is often used synonymously with ethnic group, but although ethnicity is now one of the most important aspects of cultural or social identity for the members of most nations, people with the same ethnic origin may live in different nation-states and be treated as members of separate nations for that reason.",
      "Political organisation with a centralized independent government",
      "The government.",
      "An organized political community, living under a government",
      "Nation has various meanings, and the meaning has changed over time.",
      "A state is an organized community living under one government.",
      "A political entity asserting ultimate authority over a geographical area.",
      "A people permanently occupying a fixed territory bound together by common law, habits and custom into one body politic exercising, through the medium of an organized government, independent sovereignty and control over all persons and things within its boundaries, unless or until authority is ceded to a federation or union of other states.",
      "The people who live in a nation or country",
      "A politically organized body of people under a single government",
      "A sovereign state.",
      "A state is a nonphysical juridical entity of the international legal system that is represented by one centralized government that has supreme independent authority over a geographic area.",
      "The geographic area under the control of a political state."
    ]
  },
  "alsoKnownAs": [
    "Ecuadorian Flag"
  ],
  "version": {
    "unicode-version": null,
    "emoji-version": "1.0"
  },
  "description": "<p>The flag for Ecuador, which may show as the letters&nbsp;<em>EC</em>&nbsp;on some platforms.</p>",
  "apple_vendor_description": "The flag of Ecuador, as seen on Apple devices, is a vibrant display with bold horizontal stripes of yellow, blue, and red, culminating in the nation's coat of arms at its center. Apple's rendering emphasizes crisp lines and rich, saturated colors, giving the flag a distinct dimensionality through its subtle glossy finish and realistic lighting. This emoji is commonly used to represent national pride, travel to Ecuador, or discussions about the country."
}