{
  "code": "🚮",
  "Unicode": [
    "U+1F6AE"
  ],
  "slug": "litter-in-bin-sign",
  "shortcodes": {
    "github": ":put_litter_in_its_place:",
    "slack": ":put_litter_in_its_place:",
    "discord": ":put_litter_in_its_place:"
  },
  "title": "Put Litter in Its Place Symbol",
  "keywords": [
    "litter",
    "litter bin",
    "litter in bin sign"
  ],
  "senses": {
    "adjectives": [
      "Capable of being used again",
      "Capable of being reclaimed; reformed or tamed.",
      "Used of the language of the deaf",
      "Not wanted; not needed"
    ],
    "verbs": [
      "Cause to repeat a cycle",
      "Put into service; make work or employ for a particular purpose or for its inherent or natural purpose",
      "To employ an object, often to reach a certain goal; to put into service.",
      "To employ; to apply; to utilize.",
      "Throw or cast away",
      "To throw away, to reject.",
      "To throw away, reject.",
      "To discard; to dispense with something; to throw away.",
      "Use again after processing"
    ],
    "nouns": [
      "A visible indication.",
      "A perceptible indication of something not immediately apparent (as a visible clue that something has happened)",
      "A perceptible indication of something not immediately apparent, as a visible clue that something has happened.",
      "Metal material discarded during manufacturing or processing operations which cannot be directly fed back into the operation.",
      "Scrap consists of recyclable materials left over from product manufacturing and consumption, such as parts of vehicles, building supplies, and surplus materials.",
      "Discarded or waste material; rubbish, trash.",
      "Discarded material (especially metal), junk.",
      "The recycling of metals including iron",
      "Municipal solid waste, commonly known as trash or garbage, refuse or rubbish is a waste type consisting of everyday items that are discarded by the public.",
      "Unwanted or undesired waste material",
      "Items or material that have been discarded.",
      "Collectively, items or material that have been discarded; rubbish, garbage.",
      "Worthless material that is to be disposed of",
      "Unwanted or undesired material, usually discarded.",
      "A waste container is a container for temporarily storing waste, and is usually made out of metal or plastic.",
      "Wheelie bin",
      "A receptacle, which serves as a place to discard waste materials.",
      "A container for the collection of waste.",
      "A receptacle, usually roughly cylindrical and wider at the top than at the bottom, which serves as a place to discard waste materials.",
      "Any container for waste, whether a larger outdoors one or a smaller indoors one.",
      "Or \"Trash can\"",
      "A bin for holding rubbish until it can be collected; a garbage can.",
      "A bin that holds rubbish until it is collected",
      "An outdoor rubbish bin on wheels for easier movability.",
      "A recycling bin is a container used to hold recyclables before they are taken to recycling centers.",
      "A bin for depositing things to be recycled",
      "Recycle bin."
    ]
  },
  "category": "Symbols",
  "alsoKnownAs": [
    "Person With Trash",
    "Put Litter In Trash"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A symbol showing a person putting litter (rubbish) in the trash (rubbish bin). A more positive version of the <a title=\"🚯 Do Not Litter Symbol\" href=\"/no-littering/\">Do Not Litter Symbol</a>.</p>\n",
  "apple_vendor_description": "This emoji on Apple devices is a clear and universally understood symbol for waste disposal, depicting a stylized bin with litter falling into it. Apple’s design language brings a clean, modern aesthetic to the sign, with smooth gradients and a subtle 3D effect that makes it easily recognizable. Its soft rounded edges and crisp detail ensure it effectively communicates the importance of keeping surroundings tidy and recycling efforts."
}