{
  "code": "🇺🇾",
  "Unicode": [
    "U+1F1FA",
    "U+1F1FE"
  ],
  "slug": "flag-uruguay",
  "shortcodes": {
    "github": ":uruguay:",
    "slack": ":flag-uy:",
    "discord": ":flag_uy:"
  },
  "title": "Flag: Uruguay",
  "keywords": [
    "flag"
  ],
  "senses": {
    "adjectives": [
      "From or in the countryside or connected with it.",
      "Of, from or pertaining to the countryside (adjective)."
    ],
    "verbs": [],
    "nouns": [
      "Emblem usually consisting of a rectangular piece of cloth of distinctive design",
      "Piece of cloth.",
      "A flag is a piece of fabric with a distinctive design that is used as a symbol, as a signaling device, or as decoration.",
      "A piece of cloth, often decorated with an emblem, used as a visual signal or symbol.",
      "Piece of fabric with a distinctive design",
      "Country in South America",
      "The South American country",
      "A person from Uruguay.",
      "A country in South America. Official name: Oriental Republic of Uruguay",
      "Uruguay, officially the Eastern Republic of Uruguay, is a country in the southeastern region of South America.",
      "A person from Uruguay or of Uruguayan descent.",
      "A country in South America, with capital Montevideo.",
      "A South American republic on the southeast coast of South America; achieved independence from Brazil in 1825",
      "A person from Uruguay, or of Uruguay ancestry.",
      "The official name of Uruguay.",
      "The national flag of Uruguay has a field of nine equal horizontal stripes alternating white and blue.",
      "The opposite of secession",
      "As its original Latin term",
      "Government",
      "The collective body of a nation or state as politically organized, or as exercising political functions.",
      "The territory of a nation, especially an independent nation state or formerly independent nation; a political entity asserting ultimate authority over a geographical area.",
      "Nations is often used synonymously with ethnic group, but although ethnicity is now one of the most important aspects of cultural or social identity for the members of most nations, people with the same ethnic origin may live in different nation-states and be treated as members of separate nations for that reason.",
      "Political organisation with a centralized independent government",
      "The government.",
      "An organized political community, living under a government",
      "Nation has various meanings, and the meaning has changed over time.",
      "A state is an organized community living under one government.",
      "A political entity asserting ultimate authority over a geographical area.",
      "A people permanently occupying a fixed territory bound together by common law, habits and custom into one body politic exercising, through the medium of an organized government, independent sovereignty and control over all persons and things within its boundaries, unless or until authority is ceded to a federation or union of other states.",
      "The people who live in a nation or country",
      "A politically organized body of people under a single government",
      "A sovereign state.",
      "A state is a nonphysical juridical entity of the international legal system that is represented by one centralized government that has supreme independent authority over a geographic area.",
      "The geographic area under the control of a political state."
    ]
  },
  "alsoKnownAs": [
    "Uruguayan Flag"
  ],
  "version": {
    "unicode-version": null,
    "emoji-version": "1.0"
  },
  "description": "<p>The flag for&nbsp;<a href=\"https://en.wikipedia.org/wiki/Uruguay\">Uruguay</a>, which may show as the letters&nbsp;<em>UY</em>&nbsp;on some platforms.</p>",
  "apple_vendor_description": "The flag of Uruguay emoji, as rendered by Apple, features its iconic sky blue and white stripes boldly displayed with a slight, realistic curve, suggesting it's fluttering gently in the breeze. On Apple devices, the colors are rich and vibrant, and the fabric texture is subtly implied through smooth gradients and polished highlights. This emoji serves as a proud national symbol, perfect for expressing connection to Uruguay, celebrating its culture, or marking events related to the country with the distinctive clarity of Apple's flag designs."
}