{
  "code": "⛏️",
  "Unicode": [
    "U+26CF",
    "U+FE0F"
  ],
  "slug": "pick",
  "shortcodes": {
    "github": ":pick:",
    "slack": ":pick:",
    "discord": ":pick:"
  },
  "title": "Pick",
  "keywords": [
    "mining",
    "pick",
    "tool"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [
      "Turn up, loosen, or remove earth"
    ],
    "nouns": [
      "The act, process or industry of extracting coal, ores, etc. from the earth.",
      "The activity of removing solid valuables from the earth.",
      "Activity of removing solid valuables from the earth.",
      "Extraction of valuable minerals or other geological materials from the earth",
      "The extraction of geological materials from the Earth.",
      "The removal of earth from its natural position.",
      "Mining is the extraction of valuable minerals or other geological materials from the earth from an orebody, lode, vein, seam, or reef, which forms the mineralized package of economic interest to the miner.",
      "A large deposit of a mineral or minerals, below the earth's crust.",
      "A sector of the economy in which an aggregate of commercial enterprises is engaged in the extraction of minerals occurring naturally, often involving quarrying, well operations, milling, exploration and development.",
      "The act of extracting ores or coal etc from the earth",
      "Waste material resulting from ore extraction that is usually left on the soil surface.",
      "Physical item that can be used to achieve a goal",
      "Mechanical device intended to make a task easier.",
      "An implement used in the practice of a vocation",
      "A mechanical device intended to make a task easier.",
      "A tool is any physical item that can be used to achieve a goal, especially if the item is not consumed in the process.",
      "Any physical item that can be used to achieve a goal"
    ]
  },
  "category": "Objects",
  "alsoKnownAs": [
    "Pickaxe"
  ],
  "version": {
    "unicode-version": "5.2",
    "emoji-version": "1.0"
  },
  "description": "<p>A pickaxe, a tool with a curved spike for breaking up rocks in mining. Generally depicted with a metal head and wooden handle, positioned at a 45&deg; angle with the head at the upper left.</p>\r\n\r\n<p>May be used for various content concerning building, construction, digging, mining, or rock climbing.&nbsp;Not to be confused with <a href=\"/hammer/\">🔨&nbsp;Hammer</a> or <a href=\"/axe/\">Axe</a>.</p>",
  "apple_vendor_description": "This pick emoji, as rendered on Apple devices, showcases a robust, dark-colored plectrum with a subtly textured surface, highlighted by Apple's characteristic 3D shading that gives it a tangible feel. Its smooth, rounded edges and realistic lighting suggest durability and readiness for use, symbolizing musicality, guitar playing, or a passion for music. On Apple devices, it's a direct and stylish representation of an essential tool for any musician."
}