{
  "code": "🍤",
  "Unicode": [
    "U+1F364"
  ],
  "slug": "fried-shrimp",
  "shortcodes": {
    "github": ":fried_shrimp:",
    "slack": ":fried_shrimp:",
    "discord": ":fried_shrimp:"
  },
  "title": "Fried Shrimp",
  "keywords": [
    "fried",
    "prawn",
    "shrimp",
    "tempura"
  ],
  "senses": {
    "adjectives": [],
    "verbs": [
      "Take in solid food",
      "To consume something solid or semi-solid (usually food) by putting it into the mouth and eventually swallowing it.",
      "To consume (something solid or semi-solid, usually food) by putting it into the mouth and swallowing it."
    ],
    "nouns": [
      "Any of various edible decapod crustaceans",
      "Shrimp and prawn are important types of seafood that are consumed worldwide.",
      "A large shrimp, mostly in order Dendrobranchiata.",
      "A decapod crustacean of the infra-order Caridea.",
      "The flesh of such crustaceans.",
      "Any of many swimming, often edible crustaceans, chiefly of the infraorder Caridea or the suborder Dendrobranchiata, with slender legs, long whiskers and a long abdomen.",
      "Flesh of the crustacean.",
      "The term shrimp is used to refer to some decapod crustaceans, although the exact animals covered can vary.",
      "Small slender-bodied chiefly marine decapod crustaceans with a long tail and single pair of pincers; many species are edible",
      "A decapod crustacean of the suborder Dendrobranchiata.",
      "Krill are small crustaceans of the order Euphausiacea, and are found in all the world's oceans.",
      "Shrimp-like planktonic crustaceans; major source of food for e.g. baleen whales",
      "Any member of the taxonomic order Euphausiacea of krill.",
      "Shrimp-like crustaceans",
      "Fried prawn is a deep fried cuisine popular in Japan as well as Japanese restaurants worldwide.",
      "The first course of a meal, consisting of a small, usually savoury, dish.",
      "Small, light first course.",
      "Food or drink to stimulate the appetite (usually served before a meal or as the first course)",
      "A course before the main course of a meal",
      "A small portion of a food or drink served before or at the beginning of a meal to stimulate the desire to eat.",
      "A small, light, and usually savory first course in a meal",
      "In French cuisine, an entrée is a dish served before the main course, or between two principal courses of a meal.",
      "The main course or main dish of a meal",
      "A dish made by deep-frying vegetables, seafood, or other foods in a light batter.",
      "Tempura is a Japanese dish of seafood or vegetables that have been battered and deep fried.",
      "Deep-fried fish and vegetables(Japanese dish)",
      "Vegetables and seafood dipped in batter and deep-fried",
      "Any substance consumed to provide nutritional support for the body. For prepared ready-to-eat food, use dish: Q746549.",
      "Any substance consumed by living organisms to sustain life.",
      "Food.",
      "Any substance that can be consumed by living organisms, especially by eating, in order to sustain life.",
      "Any solid substance (as opposed to liquid) that is used as a source of nourishment",
      "Food is any substance consumed to provide nutritional support for the body."
    ]
  },
  "category": "Food & Drink",
  "alsoKnownAs": [
    "Fried Prawn",
    "Shrimp Tempura"
  ],
  "version": {
    "unicode-version": "6.0",
    "emoji-version": "1.0"
  },
  "description": "<p>A prawn or shrimp breaded and deep-fried golden-brown. Known as&nbsp;<em><a href=\"https://en.wikipedia.org/wiki/Fried_prawn\">ebi furai</a>&nbsp;</em>in Japan but commonly called shrimp&nbsp;<em><a href=\"https://en.wikipedia.org/wiki/Tempura\">tempura</a>&nbsp;</em>and served in a&nbsp;<a href=\"/bento-box/\" title=\"🍱 Bento Box\">bento box</a>. Not to be confused with the&nbsp;<a href=\"/shrimp/\">Shrimp</a>.</p>",
  "apple_vendor_description": "On Apple devices, the fried shrimp emoji is a delectable rendering with a warm, golden-brown crust and a hint of glistening oil, showcasing Apple's characteristic realistic lighting. Its plump, curved shape and soft, rounded edges make it look appetizing and inviting. This emoji evokes feelings of enjoyment, indulgence, and the pleasure of delicious food, perfect for sharing culinary experiences."
}