{
  "code": "7️⃣",
  "Unicode": [
    "U+37",
    "U+FE0F",
    "U+20E3"
  ],
  "slug": "keycap-digit-seven",
  "shortcodes": {
    "github": ":seven:",
    "slack": ":seven:",
    "discord": ":seven:"
  },
  "title": "Keycap Digit Seven",
  "keywords": [
    "keycap",
    "seven"
  ],
  "senses": {
    "adjectives": [
      "Being one more than six",
      "Capable of being counted; having a quantity.",
      "That can be counted",
      "Capable of being counted.",
      "Able to be counted; countable."
    ],
    "verbs": [
      "To determine the number (of objects in a group).",
      "Determine the number or amount of",
      "To count",
      "To determine the amount of."
    ],
    "nouns": [
      "A concept of quantity involving zero and units",
      "Mathematical object used to count, label, and measure",
      "A number is one of several related types of mathematical objects.",
      "A member of one of several classes: natural numbers, integers, rational numbers, real numbers, complex numbers, quaternions.",
      "Set of numerals.",
      "A set of numerals for representing numbers.",
      "The cardinal number that is the sum of six and one",
      "Natural number",
      "The cardinal number occurring after six and before eight, represented in Roman numerals as VII, in Arabic numerals as 7.",
      "7 is the natural number following and preceding.",
      "A numerical value equal to 7; the number occurring after six and before eight.",
      "Cardinal number 7.",
      "Sju in Swedish and Norwegian"
    ]
  },
  "category": "Symbols",
  "alsoKnownAs": [],
  "version": {
    "unicode-version": "3.0",
    "emoji-version": "3.0"
  },
  "description": "<p>The number 7 on a&nbsp;square with rounded corners, designed to look like a keycap.</p>",
  "apple_vendor_description": "Apple's keycap digit seven emoji presents a clean, bold numeral '7' within a slightly rounded, dark gray keycap, reflecting Apple's minimalist and functional design ethos.  The subtle 3D bevel and gentle highlights give it a tactile feel, as if it could be pressed on a physical keyboard. This emoji is a straightforward representation of the number seven, often used in numerical sequences, for emphasizing a specific count, or in contexts related to ordering or selection."
}